{"engTitle":"The truth about selfie culture ","duration":131910,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526042234286-13.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1526042234286-4.mp3","title":"自拍文化的真相 ","content":[{"text":"The selfie,  that ubiquitous symbol of millennial navel-gazing,  is often used as Exhibit A in the argument by older generations that millennials are self-absorbed,  narcissistic,  and entitled. But is that really the whole picture?","frames":[4100,22080],"images":[]},{"text":"A new video by Erin Brethauer and Tim Hussin,  the latest installment in our Obsessions series,  takes another tack,  placing this symbol of millennial narcissism in a larger cultural story.","frames":[22880,37520],"images":[]},{"text":"Will Storr,  the author of \"Selfie: How We Became So Self-Obsessed and What It's Doing to Us, \" traces selfie culture to the self-esteem movement. \"This crazy idea came about in the late eighties and early nineties that,  in order to free ourselves of all these social problems,  everything from drug abuse to teenage pregnancy,  we just had to believe we were special and amazing, \" Storr says.","frames":[38400,70340],"images":[]},{"text":"Instead,  this philosophy filtered into a parenting style that created impossible expectations for the children who were raised with it. \"When they fail to meet [these expectations] over and over again,  they enter this state of despair that can manifest in all kinds of self-destructive behaviors, \" Storr says.","frames":[71080,95300],"images":[]},{"text":"One particular moment in the video captures the tension between a selfie's presentation of perfection and the precarious sense of self underneath: a group of women in San Francisco's Dolores Park takes exuberant selfies,  looking happy and carefree. But,  when asked,  one of the women admits,  with unmistakable sadness,  that Instagram only worsens her feelings of inadequacy: \"Ultimately,  for me,  I think it's not that healthy.\"","frames":[95980,130280],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526042234286-11.png","id":100}