{"engTitle":"Brain Holography: We may soon be able to edit our memories and sensations with this new tech","duration":114683,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526042418697-96.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1526042418697-98.mp3","title":"脑全息：我们也许很快就能用它编辑记忆和知觉","content":[{"text":"What if we had the ability to fool our brain into thinking that we'd experienced something that never happened?","frames":[7700,15060],"images":[]},{"text":"While this may sound far-fetched,  neuroscientists at the University of California-Berkeley are developing a technique that could do just that by manipulating electrical activity in the brain.","frames":[15740,29380],"images":[]},{"text":"The technique is called holographic projection and it involves a piece of equipment known as a holographic brain modulator,  which uses flashes of light to activate or suppress neurons—or nerve cells—in the brain in a way that mimics real patterns of brain activity. By doing this,  you can trick the brain into thinking something it hasn't felt or sensed before.","frames":[29640,58840],"images":[]},{"text":"For example,  they hope that the technique could,  one day,  be used to control prosthetic limbs,  enable paralyzed people to feel touch or even allow the blind to see by converting the images from a camera lens into real brain activity.","frames":[59360,76880],"images":[]},{"text":"But it may also have more profound implications. Such an ability could pave the way for technologies that may enable us to replace painful emotions or insert memories into our minds of things that we never saw.","frames":[77320,94740],"images":[]},{"text":"The technology is still in its very early stages at the moment: it only works on a tiny section of the brain. However,  the team hopes that they can scale-up the technique to affect larger areas of the brain—and therefore have a larger influence on behavior.","frames":[95060,114620],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526042418697-106.png","id":101}