{"engTitle":"'Infinity War' and the point of comic-book deaths","duration":127532,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526539520959-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1526539520959-6.mp3","title":"《无限战争》和漫画书中死亡的意义","content":[{"text":"Even a casual consumer of superhero comics knows that death never really sticks in the genre. That would be antithetical to the nature of a storytelling form that stretches over decades.","frames":[5220,18520],"images":[]},{"text":"That is to say that I'm sympathetic to any audience member who might have scoffed at the dramatic end of Avengers: Infinity War,  the latest and largest of Marvel's ongoing cinematic universe,  in which many of the film's heroes vanish from existence by simply disintegrating into ash.","frames":[19180,39560],"images":[]},{"text":"The moment hit me hard. At the same time,  I'm perfectly aware that there's a fourth Avengers film coming that will certainly retract this tragic ending. So does that make the Infinity War ending \"fraudulent, \" as Flavorwire's Jason Bailey described it?","frames":[40520,58520],"images":[]},{"text":"Obviously,  the \"comic-book death\" has never really involved permanence. Claiming that someone like Spider-Man is gone for good is an empty threat—he's too popular,  too beloved a brand to be truly eradicated.","frames":[59200,74620],"images":[]},{"text":"So the next question concerning the fourth Avengers movie is: When fatal plot twists are deployed in future films,  will they continue to work? Infinity War is currently setting box-office records,  but you can't dodge franchise fatigue forever. A wave of resurrections,  however expected,  might start finally tipping viewers into exhaustion.","frames":[75380,100840],"images":[]},{"text":"As Bailey noted in his piece,  Infinity War could've been a chance for Marvel to move away from the old tropes of comic-book storytelling and set out a fresher formula. But the success of these movies is rooted in those very conventions,  and they come with the implicit promise that no hero is ever really gone for good—no matter what Thanos might think.","frames":[101520,126100],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526539520959-8.png","id":106}