{"engTitle":"Qualcomm and other pawns of the US-China tech spat see hope after a weird Trump tweet","duration":119599,"author":"0521中兴朗读版","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526638605688-4.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1526723537858-8.mp3","title":"特朗普发布奇怪的推文后，高通和其他中美科技战中的马前卒看到了希望","content":[{"text":"Last month the US Commerce Department ordered all US-based suppliers to cease selling components to ZTE,  citing the Shenzhen-based company's failure to comply with a plea agreement it made when it was caught violating sanctions against North Korea and Iran. That effectively crippled the firm,  which announced last week it had suspended major operations.","frames":[8380,34040],"images":[]},{"text":"On Sunday (May 13),  Trump posted another shocking message on Twitter when he announced he would work to save ZTE,  a Chinese maker of budget smartphones and networking equipment that's struggling to survive in the face of tough US trade penalties restricting its access to vital semiconductors from San Diego-based Qualcomm. ZTE relies heavily on chips from Qualcomm,  one of the only companies that can provide the microprocessors· capable of powering its devices,  and the source for over 50% of its CPUs.","frames":[34660,73900],"images":[]},{"text":"About 12 hours after Trump's first tweet,  Bloomberg,  citing unnamed sources,  reported that China's commerce ministry will speed up its regulatory review of Qualcomm's planned acquisition of Netherlands-based NXP. The US chipmaker already has a green light from eight of nine required global regulators,  but still needs it from China.","frames":[74500,99760],"images":[]},{"text":"A \"deal\" between the US and China might be reached in which ZTE can stay in business and Qualcomm can acquire NXP. If that happens,  on the surface,  it might seem as though both sides are averting a deeper fallout.","frames":[100420,118400],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1526638605688-12.jpg","id":109}