{"engTitle":"Log in, break up—new 'easy' way to get a divorce online","duration":108936,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527218003337-15.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1527142607093-435.mp3","title":"登录，分手——网上离婚的“简单”新方式","content":[{"text":"Breaking up is never easy,  but the Ministry of Justice is so pleased with its online divorce pilot that it has launched the scheme nationwide this month.","frames":[5800,17020],"images":[]},{"text":"The latest initiative in the department's £1bn modernisation programme enables couples splitting up across England and Wales to complete their applications on a website without going to court.","frames":[17360,30960],"images":[]},{"text":"Language has been simplified for the digital form,  allowing payments and evidence to be uploaded from home. More than 1, 000 petitions were issued through the system during its test phase,  with 91% of users reporting that they were satisfied with the service. A refined version of the scheme was rolled out across England and Wales at the beginning of May.","frames":[31280,55960],"images":[]},{"text":"Welcoming the change as a means of reducing the stress of parting,  the justice minister Lucy Frazer said: \"More people will have the option of moving from paper-based processes to online systems which will cut waste,  speed up services which can be safely expedited,  and better fit with modern life.\"","frames":[56240,78100],"images":[]},{"text":"There have been concerns about technology's expansion into the courts. Last year,  a report by the organisation Transform Justice alleged that \"trial by Skype\" defendants,  participating remotely from police stations or prisons in virtual court hearings,  find it difficult to hold confidential discussions with their lawyers,  become disconnected from remote proceedings and may be disadvantaged during sentencing.","frames":[78760,108600],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527218003337-17.jpg","id":114}