{"content":[{"images":[],"text":"Every ancient nation takes the long walk to modernity in its own roundabout way. None is as ramrod straight as the Long Walk down which the royal newlyweds were driven through happy crowds on a sun-kissed Saturday. The racial inclusivity of Prince Harry and Meghan Markle's wedding was something new. It was a milestone moment on that long and winding walk to a fairer Britain.","frames":[7220,37460]},{"images":[],"text":"It cannot be overlooked that Saturday's uplifting events took place in a country disfigured by Brexit. The same nation that proved it is now at ease with the different heritages of its modern self is also the nation that is split down the middle over whether to shut its doors on the world or remain confidently part of it.","frames":[38180,62360]},{"images":[],"text":"Yet Britain is not alone in trying to find its way to its own form of modernity. On Friday,  Ireland will vote in a referendum whether to liberalise its restrictive abortion regimes. The possibility that rural voters may be preparing to send a Brexit-style rebuff to the Irish urban elite haunts much of the coverage and comment.","frames":[63080,89240]},{"images":[],"text":"The commentator Fintan O'Toole wrote recently that Ireland's mentality on abortion is not so far removed from the mentality of Brexit. If Ireland votes no,  it will take a perverse stance against modernity,  just as Britain did over Brexit. The long walk will never be a straight line. But it is a journey that must be taken,  by princes and peoples alike.","frames":[89800,118540]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527476481205-14.jpg","id":116,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527238949693-4.jpg","duration":119886,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1527238949693-6.mp3","engTitle":"The Guardian view on Brexit and the royal wedding: which is the real Britain?","title":"卫报观点之英国脱欧与王室婚礼：谁才是真正的不列颠？"}