{"content":[{"images":[],"text":"In the first hours after the Texas school shooting that left at least 10 dead Friday,  online hoaxers moved quickly to spread a viral lie,  creating fake Facebook accounts with the suspected shooter's name and a doctored photo showing him wearing a \"Hillary 2016\" hat.","frames":[8160,28680]},{"images":[],"text":"Several were swiftly flagged by users and deleted by the social network. But others rose rapidly in their place. It has become a familiar pattern in the all-too-common aftermath of U.S. school shootings: A barrage of online misinformation,  seemingly designed to cloud the truth or win political points.","frames":[29040,51520]},{"images":[],"text":"But some social media watchers said they were still surprised at the speed with which the Santa Fe shooting descended into information warfare. Chris Sampson,  a disinformation analyst for a counterterrorism think tank,  said he watched the clock after the suspect was first named by police to see how long it would take for a fake Facebook account to be created in the suspect's name: less than 20 minutes.","frames":[51840,80560]},{"images":[],"text":"The fakes again reveal a core vulnerability for the world's most popular websites,  whose popularity as social platforms is routinely weaponized by hoaxers exploiting the fog of breaking news.","frames":[80840,96080]},{"images":[],"text":"Facebook said it has 10, 000 human moderators watching the site and intends to double that number by the end of the year. Some critics suggested the site should force new accounts into a waiting period before they are publicly available.","frames":[96400,113880]}],"author":"Laura","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527504842721-8.jpg","id":117,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527504842721-4.jpg","duration":114124,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1527504842721-6.mp3","engTitle":"Fake Facebook accounts and online lies multiply in hours after Santa Fe school shooting ","title":"圣达菲中学枪击案数小时后，脸书假账户和网上谣言泛滥 "}