{"content":[{"images":[],"text":"It would be exaggerating to say that Cannes at the beginning of last week was like a ghost town but the world's flashiest film festival began in unusually subdued fashion. The organisers had brought the event forward a day and it seemed that the world's press and many of the industry delegates hadn't noticed. The vast subterranean halls of the festival Palais where the industry event,  the Marché Du Film,  is based,  were very empty.","frames":[9460,41860]},{"images":[],"text":"At least,  the opening ceremony itself was a glittering affair. This was the first Cannes since the Harvey Weinstein scandal broke.","frames":[42500,52120]},{"images":[],"text":"In a surprise verdict,  the Japanese film Shoplifters,  directed by Hirokazu Kore-eda,  has been awarded the Palme d'Or for main feature at the close of the Cannes film festival. \"The ending blew us out of the cinema, \" said jury president Cate Blanchett.","frames":[52840,73340]},{"images":[],"text":"The prize ceremony was marked this year not just by an unexpected winner – the story of a family of petty criminals scraping a living in downtown Tokyo – but also by the passionate speech given at the closing ceremony by the actor Asia Argento. Argento named and shamed her alleged persecutor,  the disgraced American film producer Harvey Weinstein.","frames":[73920,101020]},{"images":[],"text":"\"He will live in disgrace,  shunned by a film community that once embraced him and covered up for his crimes, \" Argento said on the stage at the Lumiere Theatre in the Palais du Festival.","frames":[101760,115460]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527582973899-13.jpg","id":118,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527582973899-4.jpg","duration":117018,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1527582973899-6.mp3","engTitle":"Cannes 2018: another year of controversy, glamour and absurdity at the film festival  ","title":"纳电影节 2018 年：电影节又一年的争议，魅力和荒诞 "}