{"content":[{"images":[],"text":"The Global Brand Counterfeiting Report 2018 was published on Monday,  revealing a growing problem in the luxury industry,  where online sales of fake goods accounted for 31% of total counterfeiting-related losses in 2017.","frames":[9340,27780]},{"images":[],"text":"Counterfeiting was estimated to have been responsible for losses of $98 billion in the high-end consumer goods sector,  with online counterfeiting making up $30.3 billion of the total.","frames":[28540,42920]},{"images":[],"text":"In its examination of the luxury industry,  the report focused on counterfeiting in the clothing,  textile,  footwear,  cosmetics,  handbags,  and watches categories.","frames":[43540,56160]},{"images":[],"text":"Across all industries,  total losses due to counterfeiting in 2017 were estimated around $1.2 trillion and are expected to reach $1.82 trillion by 2020,  while online counterfeiting more specifically is calculated to have accounted for $323 billion worth of losses last year.","frames":[56620,81060]},{"images":[],"text":"\"The growth in global trade and technology has positively affected many markets across the world but along with that,  it has some major adverse effects as well, \" states the report. \"Business organizations spend a lot of money,  time and resources on protecting their brand and trademarks. But even after all the measures,  the counterfeit market is booming rapidly.\"","frames":[81660,107860]},{"images":[],"text":"The full Global Brand Counterfeiting Report 2018 also examines the relationship between counterfeiting and social media,  as well as the potential future threat of 3D printing.","frames":[108500,121080]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527763697572-14.jpg","id":120,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527763697572-4.jpg","duration":121893,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1527763697572-6.mp3","engTitle":"Luxury brands lose $30.3 billion due to online counterfeiting in 2017","title":"2017 年奢侈品品牌因网络伪造损失 303 亿美元"}