{"content":[{"images":[],"text":"When pups are between 2 and 3 months old,  their mothers will abandon them for any number of reasons. With no mother to watch out for them,  infant mortality of pups under one year skyrockets to around 90%. So,  only about 10% of motherless,  homeless pups survive.","frames":[5900,27640]},{"images":[],"text":"Without mothers,  how are these abandoned pups supposed to survive? For the study,  researchers Clive Wynne at Arizona State,  Nadine Chersini at Utrecht University,  and Nathan Hall at Texas Tech University brought in 51 college students and asked them to rate the attractiveness of headshots of puppies at different ages.","frames":[28160,52940]},{"images":[],"text":"The pups peaked at different ages,  but they were all ranked adorable between six to eight weeks. Since newly abandoned pups are competing with each other for human heartstrings,  evolution says they should be most adorable around six and 11 weeks. This is around the time they're weaned and let go of by their mothers.","frames":[53180,76680]},{"images":[],"text":"There are a few characteristics that humans find particularly adorable across species: big,  forward-facing eyes,  floppy and unstable limbs,  and a soft,  rounded body shape. We're also keen to squeal when animals have large heads in comparison to their bodies,  and this reaction goes back to evolution.","frames":[76860,100360]},{"images":[],"text":"Called kinderschema,  these qualities are also apparent in human babies and necessary for their survival. The characteristics activate the decision-making part of the brain to encourage you to protect and nurture the baby. At the same time,  the brain’s pleasure center releases dopamine. With these two reactions,  your brain makes you want to protect the baby and rewards you for doing so. With your protection,  the baby can survive.","frames":[100360,102360]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527824167334-13.jpg","id":123,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1527824167334-4.jpg","duration":133943,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1527824167334-6.mp3","engTitle":"This is the age when puppies are the cutest, according to science\t ","title":"科学表明，这是狗崽们最可爱的年纪"}