{"title":"Europe, enacting new privacy laws, becomes world's foremost tech watchdog ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1528275750554-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1528275750554-4.jpg","contents":["The notices are flooding people's inboxes en masse,  from large technology companies including Facebook and Uber and even from parent teacher associations,  children's soccer clubs and yoga instructors. \"Here is an update to our privacy policy, \" they say.","All are acting because the European Union on Friday enacts the world's toughest rules to protect people's online data. And with the internet's borderless nature,  the regulations are set to have an outsize impact far beyond just Europe.","Europe's new privacy measures,  known as the General Data Protection Regulation (GDPR for short),  let people reduce the trail of information left when browsing social media,  reading the news or shopping online. Individuals will be able to request the data that companies hold on them,  and demand it be deleted.","Europe is determined to cement its role as the world's foremost tech watchdog — and the region is only getting started. Authorities in Brussels and in the European Union's 28 member countries are also setting the bar for stricter enforcement of antitrust laws against tech behemoths and are paving the way for tougher tax policies on the companies.","To meet GDPR's requirements,  Facebook and Google have deployed hundreds of employees to overhaul how they give users access to their own privacy settings and to redesign certain products that may have sucked up too much user data. Facebook said it had roughly 1, 000 people working on the initiative globally,  including engineers,  product managers and lawyers.","Challenges remain over how GDPR will be enforced. National regulators across Europe will be charged with policing the regulations,  but many have woefully fewer resources in comparison to the companies they will be overseeing."]}