{"content":[{"images":[],"text":"The unassuming jianbing,  an eggy street-food snack from China,  is increasingly trendy abroad — a symbol of Beijing's growing soft power. While the original jianbing is still hugely popular as a street snack,  gentrified versions can now be found from Beijing to Brooklyn. In New York,  for example,  Mr. Bing serves bings à la kimchi.","frames":[7000,35120]},{"images":[],"text":"But in the Chinese city of Tianjin,  a local trade association sees the snack's soaring popularity — and variety — as a threat. It imposed rules that attempt to standardize the jianbing,  apparently as a way of saving the soul of northern China's quintessential street food.","frames":[35540,56320]},{"images":[],"text":"The rules have prompted head-scratching among Chinese eaters,  and even some metaphysical speculation about what makes a jianbing in the first place. On Sina Weibo,  a Twitter-like social media platform,  some said that part of the fun of eating jianbing was that its flavor varies by vendor. And one vendor in Tianjin told a local newspaper that he viewed the rules as an affront to his art. \\","frames":[56500,84120]},{"images":[],"text":"Fuchsia Dunlop,  a food writer who specializes in Chinese cuisine,  said that as people in China become more interested in food as a marker of cultural heritage,  culinary associations see an opportunity to lure tourists and are moving in some cases to enforce allegiance to traditional recipes.","frames":[84420,106180]},{"images":[],"text":"But Ms. Dunlop said there was now a debate in China whether efforts to strictly preserve culinary heritage were going a bit too far. \"It’s a living form of culture that is always changing and being influenced, \" she said.","frames":[106520,123260]}],"author":"Travis ","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528437661110-34.jpg","id":130,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528437661110-32.jpg","duration":124005,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1528437567610-466.mp3","engTitle":"As Chinese 'crepe' catches on abroad, a fight to preserve its soul ","title":"中国煎饼风靡海外，有人担心它失去灵魂 "}