{"content":[{"images":[],"text":"Google,  hoping to head off a rebellion by employees upset that the technology they were working on could be used for lethal purposes,  will not renew a contract with the Pentagon for artificial intelligence work when a current deal expires next year.","frames":[6480,25840]},{"images":[],"text":"Diane Greene,  who is the head of the Google Cloud business that won a contract with the Pentagon's Project Maven,  said during a weekly meeting with employees Friday that the company was backing away from its AI work with the military,  according to a person familiar with the discussion but not permitted to speak publicly about it.","frames":[26340,50360]},{"images":[],"text":"Google's work with the Defense Department on the Maven program,  which uses artificial intelligence to interpret video images and could be used to improve the targeting of drone strikes,  riled the internet giant's workforce.","frames":[50980,67920]},{"images":[],"text":"About 4, 000 Google employees signed a petition demanding \"a clear policy stating that neither Google nor its contractors will ever build warfare technology, \" and a handful of employees resigned in protest.","frames":[68340,85900]},{"images":[],"text":"The money for Google in the Project Maven contract was never large by the standards of a company with revenue of $110 billion last year — $9 million,  one official told employees,  or a possible $15 million over 18 months,  according to an internal email.","frames":[86360,107520]},{"images":[],"text":"But some company officials saw it as an opening to much greater revenue down the road. In an email last September,  a Google official in Washington told colleagues she expected Maven to grow into a $250 million-a-year project,  and eventually it could have helped open the door to contracts worth far more.","frames":[108140,132940]}],"author":"0612Google朗读版","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528714174937-16.jpg","id":131,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528714174937-8.jpg","duration":133104,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1528717896975-8.mp3","engTitle":"Google will not renew pentagon contract that upset employees","title":"因合同引起员工不满，谷歌不再和五角大楼续约"}