{"content":[{"images":[],"text":"\"Adorable\" is not a word we often use when discussing LGBT cinema,  even at its most swooningly romantic. Love,  Simon is a different proposition in pretty much every respect. Like Call Me by Your Name,  it tells the story of a winsome 17-year-old boy awakening to his alternative sexuality,  but Berlanti's decidedly un-queer film was made for malls and multiplexes.","frames":[6700,38700]},{"images":[],"text":"So why does Love,  Simon feel,  in its own uncool way,  momentous? Partly,  of course,  it's because the Fox release is the first major-studio film ever to centre on young gay romance. But there are a number of ways Love,  Simon could have been styled,  and Berlanti opts for the safest.","frames":[39300,62520]},{"images":[],"text":"And there's something strangely defiant—subversive,  even—in that safeness: an assertion of mainstream identity that says LGBT storytelling has earned the right to be as conventional and as unconflicted as its fluffiest straight counterpart.","frames":[62840,82380]},{"images":[],"text":"The film might be over-idealising a world in which youthful homosexuality still meets with ugly opposition in many cultures,  and underselling the personal difficulty of coming out for some nervously closeted high-schoolers. As Simon tells his digital penpal,  he ultimately knows his friends and family will embrace him either way.","frames":[82920,110740]},{"images":[],"text":"Others might well greet it with a shrug,  but that may itself be a kind of victory,  or at least a turning point. If,  years from now,  Love,  Simon is remembered—only for having preceded the lot of cornball feelgood crowdpleasers about LGBT characters,  then Berlanti's adorable film will have done its job.","frames":[111140,137240]}],"author":"Laura","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528795121877-389.jpg","id":133,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528795121877-380.jpg","duration":137432,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1528795121877-382.mp3","engTitle":"How gay comedy Love, Simon breaks boundaries by playing it safe ","title":"同志喜剧《爱你，西蒙》如何在求稳中突破界限 "}