{"content":[{"images":[],"text":"“Take your stinking paws off me,  you damn,  dirty ape!” Charlton Heston's line in the 1968 classic Planet of the Apes epitomizes the way most of us view our closest mammalian relatives.","frames":[5120,20700]},{"images":[],"text":"Stinking. Dirty.","frames":[21000,23000]},{"images":[],"text":"But a new study published today in the journal Royal Society Open Science may lead us to question that reputation. By swabbing abandoned chimpanzee nests in Tanzania's Issa Valley,  scientists learned that just 3.5 percent of the bacteria species present came from the chimps’ own skin,  saliva,  or feces. In human beds sampled in a previous study in North Carolina,  the number was a whopping 35 percent. Parasites,  such as ticks and fleas,  were also scarce in chimp beds.","frames":[23300,62940]},{"images":[],"text":"“We need to rethink what we think of as ‘clean’ within our environment, ” says study leader Megan Thoemmes,  a Ph.D. student at North Carolina State University.","frames":[63360,75280]},{"images":[],"text":"Now,  before you burn your linens and start building a bed out of leaves,  \"it's important to note that the study only looked at the kinds of bacteria present,  not the overall quantity of microbes, \" says Jonathan Eisen,  an evolutionary microbiologist at the University of California,  Davis,  who was not part of the research.","frames":[75680,98940]},{"images":[],"text":"Earlier studies have sampled bacteria from human-built environments where animals live,  such as cat shelters,  aquaria,  and zoos. But until now,  no one has ever compared an environment built by a human—our beds—with an environment built by a wild animal—the chimpanzee nests.","frames":[99320,121980]},{"images":[],"text":"While the new study doesn't provide all the data he would like,  such as swabs of the chimpanzees that actually used the nests,  Eisen called the work “incredibly novel.”","frames":[122340,134480]},{"images":[],"text":"","frames":[134480,136480]}],"author":"6.15 Friday 人类跟猩猩的床 原文 - Travis Jones","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528887907511-18.jpg","id":134,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528887907511-4.jpg","duration":135867,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1528887907511-16.mp3","engTitle":"Who has the 'cleaner' bed: chimps or humans? ","title":"谁的床更“干净”：黑猩猩的还是人类的？"}