{"content":[{"images":[],"text":"In April,  BBC Culture polled experts around the world to nominate up to five fictional stories they felt had shaped mindsets or influenced history. We received answers from 108 authors,  academics,  journalists,  critics and translators in 35 countries – their choices took in novels,  poems,  folk tales and dramas in 33 different languages.","frames":[4140,37220]},{"images":[],"text":"Homer's Odyssey topped the list,  followed by Uncle Tom's Cabin – examples of the different ways in which respondents interpreted a ‘world-shaping story’,  with the ancient epic having survived generations of retelling,  while Harriet Beecher Stowe's 1852 novel was commended for being “the first widely-read political novel in the US”. Frankenstein,  Nineteen Eighty-Four and Things Fall Apart rounded up the top five – which features two female authors (in all,  women made up 23 of the top 100 authors).","frames":[37320,79960]},{"images":[],"text":"The most popular authors of the top 100 stories were Shakespeare,  Virginia Woolf and Franz Kafka,  with three stories each. In among the recognised classics,  there are a few texts less well-known globally: Upton Sinclair's The Jungle,  which directly led to the introduction of new federal laws on food safety,  and Toba Tek Singh by Saadat Hasan Manto,  praised as “a classic short story that translates the trauma of Partition through the post-Partition exchange of lunatics across the India and Pakistan border”.","frames":[80120,121880]},{"images":[],"text":"It's not a definitive list. This is just a starting point,  aiming to spark a conversation about why some stories endure; how they continue to resonate centuries and millennia after they were created. And why sharing those stories is a fundamental human impulse: one that can overcome division,  inspire change,  and even spark revolutions.","frames":[122120,148260]},{"images":[],"text":"","frames":[148260,150260]}],"author":"Laura","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528949861642-13.jpg","id":135,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1528949861642-4.jpg","duration":148277,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1528949861642-6.mp3","engTitle":"The 100 stories that shaped the world ","title":"100 个塑造了世界的故事"}