{"content":[{"images":[],"text":"Emoji might not be your first line of communication in a disaster,  but researchers feel they could make a difference during emergencies like earthquakes,  where every second counts. Now,  the Emoji-quake campaign is lobbying for an earthquake emoji to be added to the Unicode set—the standard group of icons available on digital devices worldwide.","frames":[3700,27660]},{"images":[],"text":"Pictographs and other visuals like emoji have a track record of being faster and easier to understand than written information. Dr Sara McBride,  a communications specialist,  is also part of the campaign,  told BBC News,  \"Emoji can cross the boundaries of written language,  helping communicate valuable information to people who may struggle to read a certain language.\"","frames":[28360,54740]},{"images":[],"text":"The emoji wouldn't just play a role in warning systems—it might actually help seismologists to work out where and when earthquakes are happening. With one earthquake emoji being used around the world,  it would be the equivalent of having a vast population of seismometers.","frames":[55380,73320]},{"images":[],"text":"The potential usefulness of emoji in emergencies could extend well beyond earthquakes. Ms Dean and a team of other designers came up with emerji—an entire set of emoji dedicated to climate and environmental events.","frames":[73980,89860]},{"images":[],"text":"For her,  it feels essential that people have a means to share resources across language barriers on social media in a crisis situation. \"These are global issues and we need to be able to have global conversations about them, \" she said.","frames":[90540,107340]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529038821833-26.jpg","id":137,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529038821833-17.jpg","duration":108936,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1529038821833-19.mp3","engTitle":"Could an emoji save your life?","title":"emoji 表情能救你一命吗？"}