{"content":[{"images":[],"text":"President Donald Trump upended two days of global economic diplomacy late Saturday,  refusing to sign a joint statement with America's allies,  threatening to escalate his trade war on the country's neighbors and deriding Canada's prime minister as “very dishonest and weak.”","frames":[6600,26540]},{"images":[],"text":"In a pair of acrimony-laced tweets as he flew away from the Group of 7 summit toward a meeting with North Korea's leader,  Trump lashed out at Justin Trudeau and blew apart the veneer of cordiality that had prevailed throughout the two days of meetings in a resort town on the banks of the St. Lawrence River.","frames":[27280,48420]},{"images":[],"text":"“Based on Justin's false statements at his news conference,  and the fact that Canada is charging massive Tariffs to our U.S. farmers,  workers and companies,  I have instructed our U.S. Reps not to endorse the Communiqué as we look at Tariffs on automobiles flooding the U.S. Market!” Trump wrote.","frames":[49180,71040]},{"images":[],"text":"A few hours earlier,  Trudeau said the seven nations had reached broad agreements on a range of economic and foreign policy goals. He had sought to play down personal clashes with Trump as he wrapped up the summit,  calling the meeting “very successful” and saying he was “inspired by the discussion.” But he also pledged to retaliate against the U.S. tariffs on steel and aluminum products in defense of Canadian workers.","frames":[71720,101180]},{"images":[],"text":"Earlier in the day,  Trump brought up the prospect of completely eliminating tariffs on goods and services.","frames":[101860,108680]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529398634846-13.jpg","id":139,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529398634846-4.jpg","duration":110943,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1529398634846-6.mp3","engTitle":"Trump refuses to sign G-7 statement and calls Trudeau 'weak'","title":"特朗普拒绝签署 G-7 声明，称特鲁多“软弱”"}