{"content":[{"images":[],"text":"Hollywood has a history of drawing on collective fears. The dawn of the atomic age saw a boom in world-ending disasters,  James Bond battled Russians all throughout the cold war,  and the post-9/11 era saw a grimly predictable rise in Arab and Muslim bad guys.","frames":[8540,28500]},{"images":[],"text":"And so it follows,  since the turn of the decade,  blockbusters have increasingly cast Silicon Valley's tech bros as supervillains. Whether it's the image of a pallid Zuckerberg hauled up in front of Congress for disrupting democracy,  or Jeff Bezos tweeting images of himself piloting giant robots,  their public image has been less than gleaming. The meek have inherited the earth,  and now they seem hell-bent on destroying it.","frames":[29140,59580]},{"images":[],"text":"Like Jesse Eisenberg's turn as Lex Luthor in 2015’s Batman vs Superman,  he took Gene Hackman's cigar-chomping tycoon and turned him into a T-shirt-clad whizz-kid who plays basketball in the offices of his multinational tech corporation. After all,  who better to play the supervillain of the modern age than the star of The Social Network.","frames":[60240,86600]},{"images":[],"text":"As fears go,  it checks out. In a world where private companies are racing to fire rockets into space,  self-driving cars kill people,  and many believe Mark Zuckerberg wants to run for president,  it seems right to mythologize this moment. After all,  what's scarier? The rise of the machines,  or the rise of the morally ambiguous men who pioneer them.","frames":[87240,113460]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529632308565-10.jpg","id":141,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529632308565-8.jpg","duration":115818,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1529484570053-556.mp3","engTitle":"Kill the tech bro, save the world: how CEOs became Hollywood's new supervillains","title":"干掉科技大亨，才能拯救世界，CEO 们如何成为好莱坞电影里最新的大反派"}