{"content":[{"images":[],"text":"On Tuesday morning came the news that the oldest beauty pageant in America is no longer a beauty pageant.","frames":[6980,13360]},{"images":[],"text":"Nearly 100 years after the first Miss America contest took place in Atlantic City — back then,  the ladies wore one-pieces closer to burkinis than bikinis — the organization has said so long to the bathing suit competition. \"We are not going to judge you on your outward appearance, \" said Gretchen Carlson,  the chairwoman of the Miss America Organization.","frames":[13740,35080]},{"images":[],"text":"But getting rid of the bikini contest won't stop judges — and the rest of the world — from critiquing contestants' outer beauty. As all women know,  that happens even if we are shuffling down the block in old sweats.","frames":[35560,47820]},{"images":[],"text":"The real reason the bikini contest was done away with is that it's simply too explicit for our euphemistic era,  where \"strong\" is the code word for skinny,  and \"healthy\" for beautiful. Our culture hasn't stopped objectifying women. We — men and women both — are just getting better at pretending it's not happening. Ours is the age of Pilates and athleisure,  of detoxifying and \"wellness, \" of organic and biodynamic,  of game-ifying weight loss by calling calories points.","frames":[48320,79580]},{"images":[],"text":"The game is now all about discretion — of insisting you aren't working hard while you are absolutely gritting your teeth,  of telling your date that you just don't like bread. While men pretend not to judge women for the way they look,  we go to great lengths to pretend we don't care,  either.","frames":[80000,96180]},{"images":[],"text":"I won't miss the bikini contest a lick. But there was also something strangely honest about it. We are being watched and scrutinized and judged. We are watching and scrutinizing and judging. It is,  as Ms. Carlson said,  a competition.","frames":[96420,113600]}],"author":"Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529648464306-21.jpg","id":142,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529648464306-11.jpg","duration":114776,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1529653193287-10.mp3","engTitle":"The bikini contest is over, but we are living inside the beauty pageant ","title":"比基尼选美结束了，但我们仍活在选美比赛里"}