{"content":[{"images":[],"text":"Over the past few days,  stories of bureaucratic sadism have poured forth from America's southern border. The Associated Press described a Texas warehouse where \"hundreds of children wait in a series of cages\" with up to 20 people inside. The New York Times reported on a mother deported to Guatemala without her 8-year-old son. In The Washington Post,  the president of the American Academy of Pediatrics described a shelter for toddlers where staffers aren't allowed to hug or hold the bereft children.","frames":[4920,43080]},{"images":[],"text":"As outrage has built nationally,  several people associated with the White House stepped forward to dissemble. Melania Trump's spokeswoman put out a slippery statement distancing the first lady from the president's actions and sowing confusion about their cause. \"Mrs. Trump hates to see children separated from their families and hopes both sides of the aisle can finally come together to achieve successful immigration reform, \" the statement said,  as if her husband were not responsible for the separations.","frames":[43840,80560]},{"images":[],"text":"But no one should be able to squirm out of admitting that the evil practice of family separation is Donald Trump's doing,  abetted by everyone who abets him. Indeed,  part of the madness of this moment is that while some Trump apologists—as well as Trump himself—deny their role in tearing families apart,  others in the administration boldly own it. \"It was a simple decision by the administration to have a zero-tolerance policy for illegal entry,  period, \" Trump's senior policy adviser Stephen Miller told The Times.","frames":[81240,122500]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529657870706-12.jpg","id":144,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529657870706-4.jpg","duration":123953,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1529742422015-8.mp3","engTitle":"The Trump apologists and the crying children","title":"川普的辩护者和哭泣的孩子们"}