{"content":[{"images":[],"text":"As a rule,  friendship is considered an unalloyed good,  one of life's happy-happies,  like flowers and fresh fruit.","frames":[3480,11120]},{"images":[],"text":"Yet researchers who explore the deep nature of friendship admit the bond can have its thorns,  bruise spots and pesticide traces.","frames":[11740,20240]},{"images":[],"text":"\"A friendship is always a little bit of a conspiracy, \" said Alexander Nehamas,  a professor of philosophy at Princeton. \"We two are here,  they are over there,  and we're going to do our thing whether they want us to or not.\"","frames":[20860,36480]},{"images":[],"text":"And if they try to join us,  we can say,  no,  sorry,  that seat is taken. We're saving it for a friend.","frames":[37220,45280]},{"images":[],"text":"Who may not return the favor. Abdullah Almaatouq of the Massachusetts Institute of Technology and his colleagues recently showed that people are poor judges of who their friends are.","frames":[45440,56980]},{"images":[],"text":"When the researchers asked 84 college students to identify which of their classmates qualified as friends,  the researchers found that in half the cases,  those labeled friends failed to reciprocate the designation.","frames":[57540,70600]},{"images":[],"text":"Friendships are also surprisingly fragile. Based on a detailed survey of 540 participants,  researchers at Oxford University determined that people had a falling out with a member of their social circle about once every 7.2 months,  and that a year later 40 percent of those ruptures remained unhealed.","frames":[71220,91940]},{"images":[],"text":"Sure,  love may mean never having to say you're sorry. But friendship is a stricter taskmaster,  and sorry may not be enough.","frames":[92620,101240]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529923819207-16.jpg","id":145,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1529923819207-4.jpg","duration":101948,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1529923819207-6.mp3","engTitle":"The dark side of friendship","title":"友谊的黑暗面"}