{"content":[{"images":[],"text":"Comcast made a $65 billion bid Wednesday for 21st Century Fox in what is expected to be the first of many attempts to buy up pieces of the entertainment world after AT&T's decisive legal victory over the government to buy Time Warner.","frames":[10860,29960]},{"images":[],"text":"The offer sets up a battle of wills between two of the most dominant and deep-pocketed entertainment companies in the world—Walt Disney,  which proposed a $52.4 billion offer for Fox last year,  and Comcast,  the nation's leading cable company which already owns Universal Studios.","frames":[30780,52340]},{"images":[],"text":"The impetus to own content has become even more urgent as technology has disrupted the traditional ways consumers got shows and movies. That has left cable,  telecoms and tech giants urgently searching for premier content they can control,  which would make them more immune to shifting technologies. Beyond  AT&T and Comcast,  Apple,  Google and Amazon have all moved into producing or buying original programming.","frames":[53020,85960]},{"images":[],"text":"\"For Comcast,  this is a must-win, \" BTIG analyst Rich Greenfield told The Post. \"It's the most landlocked company out there. Fox is its only real shot for it to become a global company.\"","frames":[86640,101560]},{"images":[],"text":"Fox has given no hint of where it was leaning. In a statement Wednesday,  the company said it \"has not yet made a determination,  in light of Comcast's proposal,  as to whether it will postpone or adjourn the July 10,  2018 special meeting of stockholders to consider certain proposals related to the Disney Merger Agreement.\" Disney did not respond to a request for comment.","frames":[102180,130920]}],"author":"Travis","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530005985729-13.jpg","id":146,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530005985729-4.jpg","duration":132921,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1530005985729-11.mp3","engTitle":"Comcast makes $65 billion offer for 21st Century Fox, setting up bidding war with Walt Disney","title":"康卡斯特出价 650 亿美元收购 21 世纪福克斯，与华特迪士尼展开竞购战"}