{"title":"Domino's branded potholes appear after pizza company takes to road repair ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1530100328083-10.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1530088290898-4.jpg","contents":["In December,  a crew of workers in Bartonville,  Texas,  set about fixing the potholes in the town. They filled in eight holes,  and at the end of a hard day's work they shared a couple of pizzas. There was nothing particularly remarkable about the job,  except for the logo painted on the side of the equipment,  on the cones used to stop traffic and even spray-painted on the freshly laid asphalt: Domino's Pizza.","Bartonville is one of four towns where the fast-food company has partnered with local administrations in order to help fix their broken roads. The project,  called Paving for Pizza,  is the first time Domino's has worked with local government to attempt an infrastructure project.","Domino's claim they're making the move because potholes and bumps in the road can cause \"irreversible damage to your pizza\". But the more likely reason for the sudden move into road repair is good publicity. The campaign was created by the CP+B ad agency,  which specialises in drumming up media interest,  claiming on their website to make the \"most written about,  talked about,  and outrageously successful work in the world\".","That's not to say America couldn't do with some help with its road system. The most recent set of studies by the National Transportation Research Group found that 37% of America's major roads are in poor or mediocre condition. Driving on these damaged roads costs American drivers $107bn each year,  around $482 per driver,  with most of that money going on vehicle repair costs.","So far,  Domino's has made very little dent in that problem. They say they're going to fix more,  and are allowing people to nominate towns on their website. So if you've got a pothole outside your house it might be worth dropping them a line,  as long as you live on a picturesque avenue that will look good on an advert."]}