{"title":"Video review will make the World Cup better, but not quieter","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1530173434865-11.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1530173434865-9.jpg","contents":["If soccer officials thought that introducing the use of video to help referees in this World Cup would stop the disputes,  they were mistaken. Clearly,  even after the small fortune invested in technology and training,  the video-assistant-referee system,  known as VAR,  is no panacea.","On the club level,  the Premier League,  the world's most prestigious domestic soccer competition,  and UEFA,  which runs the Champions League,  the most prestigious international club competition,  are still not ready to commit to VAR.","But that does not mean FIFA,  the sport's often untrustworthy governing body,  is on the wrong path. There will be bumps,  maybe even an occasional accident,  but the use of replay in critical situations,  which is what VAR is to be limited to,  is still the best chance to make the World Cup and the sport a fairer proposition.","There have been too many blunders,  too much lost trust,  through the decades to think otherwise. Diego Maradona's \"Hand of God\" goal against England in the 1986 World Cup might have quite a ring to it,  but it was also a travesty and a blown call.","Even Maradona now agrees that trying to avoid a repeat is the right move,  and it is all the more necessary in a media landscape where every fan with access to a screen is able to watch replay after replay of pivotal moments and decisions. The referees,  until now,  have been stuck with real time and the blur of the moment and having to judge the actions of players who have been training their whole lives,  in some cases,  to be world-class thespians.","\"We're just starting out,  but we are convinced that eventually video will be beneficial to soccer because behavior will change, \" Pascal Garibian,  France's national technical director for referees,  said in an interview this month with France Football."]}