{"content":[{"images":[],"text":"As Arya Stark watches from the crowd,  tears streaming,  King Joffrey toys with her father Ned Stark before executing him in front of a baying crowd. This scene from Game of Thrones is harrowing in any medium – but a new University College London study has found that audiobooks are more “emotionally engaging” than film and television adaptations.","frames":[6620,30180]},{"images":[],"text":"UCL,  in collaboration with audiobook giant Audible,  measured the physical reactions of 102 participants aged between 18 and 67 to audio and video depictions of scenes from books including A Game of Thrones,  The Girl on the Train and Great Expectations.","frames":[30200,48600]},{"images":[],"text":"According to the study,  while the participants reported that the videos were “more engaging” than the audiobooks by about 15% on average,  their physiological responses told a different story,  with heart rates higher by about two beats a minute,  and body temperatures raised by roughly two degrees when listening to audiobooks. The evidence was consistent across different stories and different participant ages.","frames":[48600,73840]},{"images":[],"text":"Dr. Joseph Devlin,  head of experimental psychology at UCL and lead researcher on the project,  said: “You're hearing the story but mentally you’re doing all the work,  whereas when you’re watching it,  it’s more of a passive experience. The director's imagination has brought it to life. We’d anticipated we might see something in the physiology but we didn't expect the results to be as clear as they were.”","frames":[73840,98800]},{"images":[],"text":"","frames":[98800,100800]}],"author":"Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530273839805-13.jpg","id":151,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530273839805-4.jpg","duration":99801,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1530273839805-6.mp3","engTitle":"Listen and weep: 'Audiobooks outdo films in emotional engagement'","title":"闻者流泪：有声书比电影更能调动你的感情"}