{"content":[{"images":[],"text":"Amid the celebratory end of Saudi Arabia's ban on women driving on Sunday,  some men expressed quiet disapproval of a change they fear will undermine the kingdom's deeply conservative Muslim identity.","frames":[4740,18960]},{"images":[],"text":"\"In Islam,  we don't have this. During our fathers' and grandfathers' time,  there was none of this women driving, \" said Wadih al-Marzouki,  a retired government worker in the Red Sea port city of Jeddah. He said he had advised his three son-in-laws not to let their wives drive.","frames":[18960,39320]},{"images":[],"text":"One cleric claimed women were not smart enough to drive,  while another warned that those who drive risk damaging their ovaries and bearing children with clinical problems.","frames":[39620,52300]},{"images":[],"text":"Just nine months after King Salman announced the policy reversal as part of sweeping reforms to overhaul the economy and open up society,  such ideas have not simply evaporated. Nearly a quarter of Saudis polled in a recent survey opposed lifting the ban. A third of those said they feared it threatened cultural traditions.","frames":[52720,78700]},{"images":[],"text":"Some opponents of women driving seem to be coming to terms with the new reality. Cousins Qais and Abdelaziz al-Qahtan object to the decision on a personal level but dare not oppose a royal decree in this absolute monarchy. \"I support it because some families really need to have a female driving, \" said Abdelaziz,  26. \"But I don't think a woman should drive if she doesn't need to.\"","frames":[78880,109800]},{"images":[],"text":"Government supporters say such measures are necessary as the authorities chart a difficult course between liberalising reforms and traditional society.","frames":[109800,111800]}],"author":"0703 沙特女性开车原文 - Travis Jones","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530526867035-332.jpg","id":152,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530526867035-330.jpg","duration":122988,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1530526867035-6.mp3","engTitle":"Some Saudi men still bristle at women driving ","title":"部分沙特阿拉伯男性仍对女性开车感到气愤"}