{"content":[{"images":[],"text":"Not long ago,  in rural western Nepal,  Gauri Kumari Bayak was the spark of her village. But last January,  her lifeless body was carried up the hill. The little hut where she was pressured to sequester herself during her menstrual period—and where she died—was smashed apart,  erasing the last mark of another young life lost to a deadly superstition.","frames":[6540,30740]},{"images":[],"text":"In this corner of Nepal,  deep in the Himalayas,  women are banished from their homes every month when they get their period. They are considered polluted,  and an oppressive regime has evolved around this taboo,  including the construction of a separate hut for menstruating women to sleep in. Each year,  at least one woman or girl—often more—dies in these huts,  from exposure to the cold,  smoke inhalation or attacks by animals.","frames":[30820,58620]},{"images":[],"text":"But now,  the Nepali government and advocates for women are trying to end it. Starting in August,  for the first time,  it will be a crime to force a menstruating woman into seclusion,  punishable by up to three months in jail,  though it's not clear if that's going to make a dent in the tradition.","frames":[58760,75160]},{"images":[],"text":"“We are trying to convince people that times are changing,  but superstition is still strong, ” said Pashupati Kunwar,  who runs a small aid group to help women.","frames":[75420,85100]},{"images":[],"text":"Many religions observe rules around menstruation,  and Hinduism places a special emphasis on purity and pollution. Still,  scholars are not sure why the menstruation taboo is so strong in western Nepal,  where countless villages still practice it.","frames":[85100,87100]}],"author":"Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530786473830-13.jpg","id":155,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530786473830-4.jpg","duration":101496,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1530786473830-6.mp3","engTitle":"Nepal's grim superstition, known to lead to a death by shame","title":"尼泊尔残忍的迷信通过羞辱害人致死"}