{"content":[{"images":[],"text":"For a figure as enigmatic as Michael Jackson,  one of the more fascinating paradoxes about his career is this: as he became whiter,  he became blacker.","frames":[6720,18600]},{"images":[],"text":"To elaborate,  we must rewind to a crucial turning point: the early 1990s. In 1991,  Jackson released Black or White from his Dangerous album. It was his most successful solo single since Beat It.","frames":[18880,36280]},{"images":[],"text":"The conversation surrounding Jackson at this point,  however,  was about his race. Critics said,  he might sing that it “don't matter if you're black or white”,  but then why had he turned himself white? To this day,  many assume Jackson bleached his skin to become white—that it was a wilful cosmetic decision because he was ashamed of his race. Yet in the mid-1980s Jackson was diagnosed with vitiligo.","frames":[36600,68540]},{"images":[],"text":"For Jackson,  then,  there was no ambivalence about his racial identity and heritage. The first indication of this came in the video for Black or White,  in which ebullient faces of various races seamlessly blend from one to another. The message seemed to be that we are all part of the human family regardless of cosmetic variations.","frames":[68980,94760]},{"images":[],"text":"The second indication is Remember the Time. Featuring some of the era's most prominent black luminaries,  the video is set in ancient Egypt. In contrast to Hollywood's stereotypical representations of African Americans as servants,  Jackson presents them here as royalty.","frames":[95080,116040]},{"images":[],"text":"Jackson demonstrated that race is about more than mere pigmentation or physical features. While his skin became whiter,  his work in the 1990s was never more infused with black pride,  talent,  inspiration and culture.","frames":[116040,118040]}],"author":"0707 mj诞辰60周年原文 - Travis Jones","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530786473830-382.jpg","id":156,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530786473830-372.jpg","duration":135039,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1530786473830-374.mp3","engTitle":"Black and White: how Dangerous kicked off Michael Jackson's race paradox","title":"黑与白：《Dangerous》如何成为迈克尔·杰克逊种族悖论的源起"}