{"content":[{"images":[],"text":"Koko,  the gorilla whose apparent aptitude for sign language endeared her to fans around the world,  died in her sleep on Tuesday morning,  according to the Gorilla Foundation,  which oversaw her care. She was 46.","frames":[6160,20120]},{"images":[],"text":"Koko was born Hanabi-ko,  Japanese for “Fireworks Child, ” on July 4,  1971,  at the San Francisco Zoo,  according to the Gorilla Foundation. She became an instant celebrity in her youth thanks to an early facility with American Sign Language. That fame was bolstered over the years as Koko,  a western lowland gorilla,  charmed entertainers like Fred Rogers and Robin Williams as well as their audiences.","frames":[20360,47700]},{"images":[],"text":"In 2001,  Koko met Robin Williams,  building an instant rapport with the actor and comedian. Williams spoke fondly of the experience in interviews and even joked about their encounter in a standup routine. After he died in 2014,  Koko was reportedly crestfallen.","frames":[47940,65800]},{"images":[],"text":"Koko's language skills earned her a spot on the cover of National Geographic in 1978 and 1985,  and she was the subject of many documentaries. By the time of her death,  Koko's vocabulary had ballooned to more than 2, 000 words,  according to the foundation.","frames":[65880,82960]},{"images":[],"text":"“Koko touched the lives of millions as an ambassador for all gorillas and an icon for interspecies communication and empathy, ” the Gorilla Foundation said in a statement. “She was beloved and will be deeply missed.”","frames":[83120,95780]},{"images":[],"text":"","frames":[95780,97780]}],"author":"0708 koko去世 Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530868038902-14.jpg","id":157,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1530868038902-4.jpg","duration":96640,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1530868038902-6.mp3","engTitle":"Koko, the gorilla, famous for using sign language, dies at 46 ","title":"因使用手语而著名的大猩猩可可 46 岁去世"}