{"content":[{"images":[],"text":"In more than 30 interviews with The New York Times,  domestic abuse victims,  their lawyers,  shelter workers and emergency responders described how smart home technology was becoming an alarming new tool. Internet-connected locks,  speakers,  thermostats,  lights and cameras that have been marketed as the newest conveniences are now also being used as a means for harassment,  monitoring,  revenge and control.","frames":[7480,35500]},{"images":[],"text":"Abusers—using apps on their smartphones,  which are connected to the internet-enabled devices—would remotely control everyday objects in the home,  sometimes to watch and listen,  other times to scare or show power. The people who spoke to The Times about being harassed through smart home gadgetry were all women,  many from wealthy enclaves where this type of technology has taken off.","frames":[35640,59040]},{"images":[],"text":"Smart home technology can be easily harnessed for misuse for several reasons. Tools like connected in-home security cameras are relatively inexpensive—some retail for $40—and are straightforward to install. Usually,  one person in a relationship takes charge of putting in the technology,  knows how it works and has all the passwords. This gives that person the power to turn the technology against the other person.","frames":[59340,85460]},{"images":[],"text":"Legal recourse may be limited. Several law enforcement officials said the technology was too new to have shown up in their cases,  although they suspected the activity was occurring.","frames":[85600,95840]},{"images":[],"text":"“I'm sure that it’s happening, ” said Zach Perron,  a captain in the police department in Palo Alto,  California. “It makes complete sense knowing what I know about the psychology of domestic violence suspects. Domestic violence is largely about control—people think of physical violence but there's emotional violence,  too.”","frames":[95840,114560]}],"author":"Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531140394214-11.png","id":159,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531140394214-9.png","duration":115581,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1531138152699-9.mp3","engTitle":"  Thermostats, locks and lights: digital tools of domestic abuse ","title":"恒温器、锁和灯：家庭暴力的数字工具"}