{"engTitle":"Get your stuff and go: Amazon opens store with no cashiers","duration":100624,"author":"Liza Brown","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/1517642088824-rc-upload-1517641683851-13.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/1517642106342-rc-upload-1517641683851-23.mp3","title":"拿了就走：Amazon go 无人收银店开业","content":[{"text":"No cashiers,  no registers and no cash — this is how Amazon sees the future of store shopping.","frames":[6960,13980],"images":[]},{"text":"The online retailer opened its Amazon Go concept to the public Monday in Seattle,  which lets shoppers take milk,  potato chips or ready-to-eat salads off its shelves and just walk out. Amazon's technology charges customers after they leave.","frames":[14800,31420],"images":[]},{"text":"The store is yet another sign that Amazon is serious about expanding its physical presence. But Amazon Go is unlike its other stores. Shoppers enter by scanning the Amazon Go smartphone app at a turnstile,  opening plastic doors. When an item is pulled off a shelf,  it's added to that shopper's virtual cart.","frames":[32500,53040],"images":[]},{"text":"The company had announced the Amazon Go store in December 2016 and said it would open by early 2017,  but it delayed the debut while it worked on the technology and company employees tested it out. By lunchtime on day one,  Amazon's no-lines hope was thwarted,  at least outside the store: There were at least 50 people waiting to enter,  in a line that stretched around the corner.","frames":[54000,80580],"images":[]},{"text":"Peter Gray,  who said he typically shops online and avoids physical stores,  stopped by Amazon Go on Monday morning after seeing it on Twitter.","frames":[81560,90860],"images":[]},{"text":"\"Just being able to walk out and not interact with anyone was amazing, \" he said.","frames":[91640,97220],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/1517642094271-rc-upload-1517641683851-15.png","id":16}