{"title":"Rupert Murdoch: The media mogul says goodbye to much of the company he built ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1531304464723-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1531304464723-415.jpg","contents":["It all started with a few glasses of wine and two media titans talking about how hard life is.","Rupert Murdoch,  the 87-year-old founder and co-executive chairman of 21st Century Fox and News Corp.,  and Bob Iger,  the 67-year-old chief executive of the Walt Disney Co.,  met last August at Murdoch’s Moraga vineyard in the Bel Air hills of Los Angeles and discussed the myriad challenges their multibillion-dollar corporations faced.","Facebook,  Amazon,  Netflix and Google were dwarfing their old-media conglomerates. As much as Murdoch liked positioning himself as the underdog and outsider,  these new digital competitors were turning out to be too much. Not long after Iger drove away from the conversation,  the two men sketched out a deal that involves Murdoch selling the bulk of the company to Disney.","It is a seminal moment for Murdoch,  who is turning over the power to run the company he has spent his career building. The media mogul is saying goodbye to his life's work.","Earlier in his life,  Murdoch would have resisted the sale of his company,  said Chase Carey,  who worked for him for decades. “But life is never what you would have envisioned. People change and the world changes.”","Carey says that the media industry is in its fourth great revolution of the past century. First came film in the 1920s,  then broadcast television in the 50s,  then cable TV in the 80s,  and now,  of course,  is the digital revolution,  which has laid waste to the fortunes of many traditional media players. Murdoch—it seems—is intent on avoiding that fate.","About four months after that glass of wine with Iger,  his vineyard narrowly avoided destruction in a California wildfire. With his latest move,  Murdoch may have engineered the same kind of escape for his company."]}