{"content":[{"images":[],"text":"An advertisement for razors that actually depicts women shaving their body hair has been hailed with cries of “finally” and “it was about damn time”.","frames":[8380,19440]},{"images":[],"text":"Billie,  which calls itself “a female-first shave and body brand”,  says its ad is the first in decades of advertising to show women actually shaving their body hair.","frames":[19960,32660]},{"images":[],"text":"Ads for men's razors frequently show men trimming and grooming their beards. Products marketed at women typically show them shaving legs or armpits already rendered completely hairless.","frames":[33120,47640]},{"images":[],"text":"The idea that shaving was a choice also earned plaudits. “Shave,  don't shave,  but bottom line is we all have hair” one commenter said,  noting that at the conclusion of the ad not all of the models have shaved their underarm hair.","frames":[47880,65700]},{"images":[],"text":"Billie co-founder Georgina Gooley said: “Only showing smooth,  hairless legs seemed like an archaic way of representing women. We have always said shaving is a choice. It’s your hair and no one should tell you what to do with it. We're excited to launch a campaign that will help normalize body hair and change the one-dimensional way in which women are portrayed.”","frames":[66040,92740]},{"images":[],"text":"Ashley Armitage,  who took the photographs for the campaign,  told website As/Is: “How can you know that a razor is even doing its job if all it’s doing is swiping off some shaving cream? And more importantly,  why is showing female body hair so taboo?”","frames":[93140,112660]},{"images":[],"text":"","frames":[112660,114660]}],"author":"7.13 女性除毛广告 - Travis Jones_01","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531378126729-13.jpg","id":162,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531378126729-11.jpg","duration":115033,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1531308186316-6.mp3","engTitle":"Hair, hair: users applaud razor ad that shows women actually shaving","title":"展示女性剃毛的广告终于出现了"}