{"content":[{"images":[],"text":"For writers,  it seems,  penning a play about Brexit in 2018 could prove almost as risky as negotiating the real thing.","frames":[6020,16980]},{"images":[],"text":"It is the divisive issue that will come to define our age,  so it’s no surprise that the country's leading political dramatists are keen to tell the tale of Brexit and speculate on what it will mean. A slew of Brexit-themed dramas are in production this summer,  and the writers behind these rival productions face difficulties that go beyond the problem of making the subject entertaining. They have to contend with the way the facts behind the referendum result,  and the roles played by the key dramatis personae,  keep changing.","frames":[17320,55360]},{"images":[],"text":"The production with most at stake is a high-profile Channel 4 thriller,  already at the filming stage,  with the working title Brexit. It stars Benedict Cumberbatch as Dominic Cummings,  the backroom strategist who is said to have shaped the referendum result with his use of personal online data.","frames":[55740,78220]},{"images":[],"text":"“I'm obviously aware that there might be a level of scepticism in certain quarters about dramatising something so polarising and momentous, ” said screenwriter James Graham this weekend. “I take seriously the responsibility of being one of the first out of the gates to represent that campaign and its impact. But I feel confident that,  with the access and information we have,  this film will be both fair and accurate,  while asking tough questions and calling the key figures to account.”","frames":[78500,114700]},{"images":[],"text":"A spokesperson from Channel 4 said it does not expect legal complications to emerge over this “well-researched” drama. The author also said he has not yet “come under any personal pressure”,  going on to point out that he is already battle-hardened by his recent dramatisation of the controversial newspaper magnate Rupert Murdoch in his recent stage play,  Ink.","frames":[114700,143260]},{"images":[],"text":"","frames":[143260,145260]}],"author":"7.15 卷福Brexit - Travis Jones","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531462681405-14.jpg","id":164,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531462681405-4.jpg","duration":145183,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1531462681405-6.wav","engTitle":"What’s trickier than Brexit? Writing a TV drama about it  ","title":"还有什么比英国脱欧更加棘手的呢？写一部关于脱欧的电视剧  "}