{"content":[{"images":[],"text":"Dear Prime Minister","frames":[6520,8160]},{"images":[],"text":"I am afraid that I think the current trend of policy and tactics is making that look less and less likely. Whether it is the progressive dilution of what I thought was a firm Chequers agreement in February on right to diverge,  or the unnecessary delays of the start of the White Paper,  or the presentation of a backstop proposal that omitted the strict conditions that I requested and believed that we had agreed,  the general direction of policy will leave us in at best a weak negotiating position,  and possibly an inescapable one.","frames":[8400,39980]},{"images":[],"text":"The Cabinet decision on Friday crystallised this problem. In my view the inevitable consequence of the proposed policies will be to make the supposed control by Parliament illusory rather than real. As I said at Cabinet,  the “common rule book” policy hands control of large swathes of our economy to the EU and is certainly not returning control of our laws in any real sense.","frames":[40020,63500]},{"images":[],"text":"I am also unpersuaded that our negotiating approach will not just lead to further demands for concessions.","frames":[63500,69700]},{"images":[],"text":"Of course this is a complex area of judgement and it is possible that you are right and I am wrong. However,  even in that event it seems to me that the national interest requires a Secretary of State in my Department that is an enthusiastic believer in your approach,  and not merely a reluctant conscript. While I have been grateful to you for the opportunity to serve,  it is with great regret that I tender my resignation from the Cabinet with immediate effect.","frames":[69780,96440]},{"images":[],"text":"Yours ever","frames":[96740,97920]},{"images":[],"text":"David","frames":[98040,98680]}],"author":"7.17","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531737167849-16.jpg","id":167,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531737167849-4.jpg","duration":99315,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1531741887787-38.mp3","engTitle":"David Davis to UK PM May: You are undermining Brexit ","title":"大卫·戴维斯致信英国首相梅：您正在破坏脱欧谈判"}