{"content":[{"images":[],"text":"The presence of viruses in the brain has been linked to Alzheimer's disease in research that challenges conventional theories about the onset of dementia.","frames":[5000,13360]},{"images":[],"text":"The results,  based on tests of brain tissue from nearly 1, 000 people,  found that two strains of herpes virus were far more abundant in the brains of those with early-stage Alzheimer's than in healthy controls. However,  scientists are divided on whether viruses are likely to be an active trigger,  or whether the brains of people already on the path towards Alzheimer's are simply more vulnerable to infection.","frames":[13540,36460]},{"images":[],"text":"The scientists could not prove whether viruses actively contribute to the onset of disease,  but they discovered a plausible mechanism for how this could happen. Some of the herpes genes were found to be boosting the activity of several known Alzheimer's genes.","frames":[36740,51480]},{"images":[],"text":"However,  others were more sceptical. Prof John Hardy,  a geneticist at UCL,  said: “There are some families with mutations in specific genes who always get this disease. It’s difficult to square that with a viral aetiology. I'd urge an extremely cautious interpretation of these results.”","frames":[51700,70360]},{"images":[],"text":"There are currently 850, 000 people living with dementia in Britain,  and the number is projected to rise to a million by 2025 and 2 million by 2050. But despite hundreds of drug trials during the past decade,  an effective treatment has not yet emerged.","frames":[70360,87620]},{"images":[],"text":"","frames":[87620,89620]}],"author":"7.19 阿尔兹海默-Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531892076910-25.jpg","id":169,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531892076910-23.jpg","duration":88402,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1531820095142-6.mp3","engTitle":"Alzheimer's link to herpes virus in brain, say scientists","title":"科学家称老年痴呆症与脑部疱疹病毒有关"}