{"content":[{"images":[],"text":"The pale-throated sloth,  from the northern Amazon forests,  has evolved in an unusual way to survive the dangers of swinging through trees in total darkness. The nocturnal bear-like creature has developed a sense of smell so sensitive it can tell whether branches nearby are emitting whiffs of sap or not.","frames":[5160,30140]},{"images":[],"text":"“That allows them to swing only on to branches that are healthy, ” said Professor Geoff Boxshall of the Natural History Museum in London. “They can avoid grabbing one that is sapless and dead,  which might break,  causing them to fall out of a tree and injure themselves.”","frames":[30380,51660]},{"images":[],"text":"Another remarkable creature of the night is the blind aquatic salamander Proteus anguinus – or olm. These animals spend their lives in total darkness in caves in central and south-eastern Europe. They grow up to 30cm long,  can live for up to a century and have no vision – instead they have evolved a technique for detecting the bioelectric fields of their main prey,  cave shrimps,  so they can hunt in total darkness.","frames":[51940,89500]},{"images":[],"text":"“Our own senses are utterly dominated by information from our eyes,  but countless other creatures can happily survive without this input. Their approach to lack of light gives us a new way to explore nature.”","frames":[89860,107040]},{"images":[],"text":"However,  the Stygian world that shelters these creatures is under threat. As humanity spreads,  we carry light pollution with us. For example,  the nocturnal boat-billed heron of Peru and Brazil will not eat in the presence of any light source,  and this is a growing problem as urbanisation spreads. “Life in the dark is a delicate business, ” Boxshall concludes. “We should not take it for granted.”","frames":[107420,142300]}],"author":"7.22 黑暗生物 原文 - Travis Jones","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531997394982-257.jpg","id":172,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1531997394982-249.jpg","duration":143907,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1531997394982-259.mp3","engTitle":"Meet the creatures that thrive in the dark ","title":"来见见在黑暗中茁壮成长的生物吧！"}