{"content":[{"images":[],"text":"Smartphones were once the best thing to happen to the tech industry. In the 11 years since the iPhone made its debut,  smartphones have subsumed just about every other gadget and altered every business.","frames":[6520,19760]},{"images":[],"text":"But now that smartphones have achieved dominance,  revolution is again in the air.","frames":[19780,25400]},{"images":[],"text":"At Google's and Apple's recent developer conferences,  executives took the stage to show how much more irresistible they were making our phones. Then each company unveiled something else: software to help you use your phone a lot less.","frames":[25500,42360]},{"images":[],"text":"There’s a reason for this seemingly contradictory engineering effort,  and it's what I call \"Peak Screen\".","frames":[42520,50180]},{"images":[],"text":"For much of the last decade,  a technology industry ruled by smartphones has pursued a singular goal of completely conquering our eyes. Tech has now captured pretty much all visual capacity. Americans spend three to four hours a day looking at their phones,  and that's the minimum estimation.","frames":[50380,70260]},{"images":[],"text":"So tech giants are building the beginning of something new: a less insistently visual tech world,  a digital landscape that relies on voice assistants,  headphones,  watches and other wearables to take some pressure off our eyes.","frames":[70480,85800]},{"images":[],"text":"We may simply end up adding new devices to our screen-addled lives,  or it could change everything again. As I argued,  in many ways screens have become too dominant in our lives. The sooner we find something else,  the better.","frames":[85900,102640]},{"images":[],"text":"","frames":[102640,104640]}],"author":"7.25 Phubbing-Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1532343235138-47.jpg","id":175,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1532343235138-35.jpg","duration":103713,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1532343235138-37.mp3","engTitle":"We have reached peak screen. Now revolution is in the air.","title":"我们已经达到“屏幕峰值”，变革即将发生"}