{"title":"The files you need to make your own gun can now be legally shared online","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1532608341244-17.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1532582347460-21.jpg","contents":["A decision from the US Department of Justice allows the online distribution of computer-designed gun models.","Looking back: Cody Wilson,  the founder of Defense Distributed,  created and fired the first fully 3-D-printed gun in 2013. The gun’s design files,  which he uploaded on his website Defcad.com,  were downloaded hundreds of thousands of times in a few days.","The legal battle: The State Department said he had to take the files down. If he didn't,  he would face penalties equivalent to the punishment for exporting weapons without a license,  because his files had been downloaded overseas.","The news: In 2015,  Wilson and his lawyers filed a lawsuit which claimed that by stopping him from uploading his 3-D-printable model,  the State Department violated his right to bear arms and to freely share information. Two months ago,  the Department of Justice quietly offered a settlement to Wilson,  essentially agreeing with his argument. Somewhere in between then and now,  Wilson evidently accepted.","What it means: Digital weapons files can now be distributed on the web without regulation. Wilson is relaunching Defcad.com on August 1. The website will host the original 3-D-printable gun model along with new designs that require machining by programmable manufacturing machines,  like CNCs,  to produce. Users will be able to contribute their own models as well. “What's about to happen is a Cambrian explosion of the digital content related to firearms, ” Wilson told Wired.","But makers will need to have a working knowledge of gun mechanics,  3-D printing,  and manufacturing technologies like CNCs to construct a weapon from these files. While Wilson has lowered some of the barriers to creating undocumented weapons in your garage,  home-based setups will have to advance mightily before your neighbors will all be making AR-15s in their basements."]}