{"content":[{"images":[],"text":"Last week,  authorities in Sweden issued an appeal for international aid to help them tackle an epidemic of wildfires that has spread across the nation over the past few days.","frames":[5620,18840]},{"images":[],"text":"A nation famous for its cold and snow found itself unable to cope with the conflagrations taking place within its border. Nor is the nation's fiery fate particularly unusual at present. Across much of the northern hemisphere,  intense and prolonged heatwaves have triggered disruption and devastation as North America,  the Arctic,  northern Europe and Africa have sweltered in record-breaking temperatures.","frames":[19240,48920]},{"images":[],"text":"But why is so much of our world currently being afflicted with blisteringly hot weather? Most scientists point to a number of factors with global warming being the most obvious candidate. Others warn that it would be wrong to overstate its role in the current heatwaves,  however.","frames":[49180,68420]},{"images":[],"text":"One of the other factors is the jet stream – a core of strong winds around five to seven miles above the Earth’s surface that blow from west to east and which steer weather around the globe.","frames":[68720,82940]},{"images":[],"text":"“The jet stream we are currently experiencing is extremely weak and,  as a result,  areas of atmospheric high pressure are lingering for long periods over the same place, ” said Dann Mitchell of Bristol University.","frames":[83520,98860]},{"images":[],"text":"Other factors involved in creating the meteorological conditions that have brought such heat to the northern hemisphere include substantial changes to sea surface temperatures in the North Atlantic. “These are part of a phenomenon known as the Atlantic multidecadal oscillation, ” said Professor Adam Scaife,  of the Met Office.","frames":[99340,119560]},{"images":[],"text":"","frames":[119560,121560]}],"author":"7.31 太热 DanielAmerman 2 mins","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1532946645579-15.jpg","id":181,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1532946645579-4.jpg","duration":119571,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1532946645579-6.mp3","engTitle":"The big heatwave: from Algeria to the Arctic. But what's the cause? ","title":"巨型热浪：从阿尔及利亚到北极。原因是什么？"}