{"title":"India, which has long focused on student success, now offers 'happiness' classes","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1533196831996-227.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1533196831996-225.jpg","contents":["After the summer break,  Delhi's children returned to school this month and found a new class added to their schedules: happiness.","It wasn't a welcome-back joke. In a country where top universities demand average test scores above 98 percent and where cheating on final high school exams is organized by a \"mafia\" that includes teachers and school officials,  the Delhi government's initiative marks a shift of emphasis from student performance to well-being.","\"We have given best-of-the-best professionals to industry, \" said Manish Sisodia,  Delhi's education minister,  \"…But have we been able to deliver best-of-the-best human beings to society,  to the nation?\"","Sisodia's happiness classes represent a radical experiment in a country known for its rigid,  bookish education system,  which has helped cement a new middle class over the past three decades but is also criticized for encouraging rote learning and triggering high stress levels. Under the program,  100, 000 Delhi students spend the first half-hour of each school day without opening a textbook,  learning instead through inspirational stories and activities,  as well as meditation exercises.","Some teachers,  though,  remain unconvinced. For one thing,  they say,  the public schools are too crowded for a curriculum based so heavily on classroom interaction. Others doubt that the happiness classes can change the culturally entrenched emphasis on exams and memorization. Geeta Gandhi Kingdon,  chair of education,  economics and international development at University College London,  said that there haven't been any studies to assess their workability. \"Anecdotally,  I know in some schools they are just another box-ticking exercise, \" she said."]}