{"content":[{"images":[],"text":"A large saltwater lake seems to lurk under ice near Mars' south pole. If confirmed,  it would be the first body of liquid water ever detected on the red planet and a significant milestone in the quest to determine whether life exists there.","frames":[5780,23280]},{"images":[],"text":"\"It's a very promising place to look for life on Mars, \" says Roberto Orosei,  a planetary scientist at the National Institute of Astrophysics in Bologna,  Italy. \"But we do not know for sure if it is inhabited.\" On Earth,  similar \"subglacial\" lakes are home to microbial life.","frames":[23560,43260]},{"images":[],"text":"A team of Italian researchers,  led by Orosei,  reported the discovery on July 25 in Science. They spotted evidence of the buried lake in radar data from the European Space Agency's Mars Express spacecraft.","frames":[43600,59980]},{"images":[],"text":"Others say that the work is tantalizing but,  like anything else in the controversial hunt for water on Mars,  it needs more supporting evidence. \"It's not quite a slam dunk yet, \" says Jeffrey Plaut,  a planetary scientist at NASA's Jet Propulsion Laboratory in Pasadena,  California,  who has searched for water using data from Mars Express.","frames":[60100,83160]},{"images":[],"text":"If further studies confirm the existence of a lake,  it could open new avenues for investigating Mars. Researchers have drilled into subglacial lakes on Earth and sampled the water for signs of microbes,  while others are developing technologies to reach a buried ocean on Jupiter's moon Europa. There are no ice-drilling missions currently slated for Mars — but the latest discovery could change how scientists think about exploring the planet.","frames":[83300,112760]}],"author":"8.06 火星有水 DanielAmerman - 2min","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533201091607-14.jpg","id":187,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533201091607-4.jpg","duration":112868,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1533201091607-6.mp3","engTitle":"There's water on Mars! Signs of buried lake tantalize scientists.  ","title":"火星上有水！掩埋湖泊的踪迹撩拨着科学家们"}