{"content":[{"images":[],"text":"Hours after saying he had a “very good meeting” with the publisher of the New York Times about his labelling the press the “enemy of the people”,  Donald Trump launched a blistering attack on “anti-Trump haters in the dying newspaper industry”.","frames":[6020,20540]},{"images":[],"text":"“The failing New York Times and the Amazon Washington Post do nothing but write bad stories even on very positive achievements, ” Trump tweeted. “And they will never change!” Earlier,  the White House confirmed Trump met Times’ publisher AG Sulzberger on 20 July. Sulzberger then issued a statement that opened an exchange over whose activities were more damaging to America.","frames":[20540,46380]},{"images":[],"text":"Sulzberger said he had raised “concerns about the president's deeply troubling anti-press rhetoric” and “implored him to reconsider his broader attacks on journalism,  which I believe are dangerous and harmful to our country”.","frames":[46560,60720]},{"images":[],"text":"He did not say how the president responded. Hours later,  Trump obliged. In a multi-tweet rant,  he claimed reports on “internal deliberations of our government … truly put the lives of many,  not just journalists,  at risk”. Claiming without evidence that “90% of media coverage of my administration is negative”,  Trump said he would “not allow our great country to be sold out by anti-Trump haters in the dying newspaper industry”.","frames":[60840,90660]},{"images":[],"text":"Sulzberger,  37,  took over from his father on 1 January. In his statement,  he said: “I told the president directly that I thought that his language was not just divisive but increasingly dangerous. I told him that although the phrase ‘fake news’ is untrue and harmful,  I am far more concerned about his labelling journalists ‘the enemy of the people’.”","frames":[90780,113420]},{"images":[],"text":"","frames":[113420,115420]}],"author":"8.07 川普 Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533552914764-14.jpg","id":188,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533552914764-4.jpg","duration":114146,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1533552914764-6.mp3","engTitle":"Trump blasts back after Times publisher decries 'enemy of the people' attacks","title":"纽约时报发行人谴责特朗普将媒体批为“人民的敌人”，特朗普作出反击"}