{"content":[{"images":[],"text":"This is a story about a book that just kept selling,  catching publishers,  booksellers and even its author off guard. The book is Sapiens,  by the Israeli academic Yuval Noah Harari,  published in the UK in September 2014. It’s a recondite work of evolutionary history charting the development of humankind through a scholarly examination of our ability to cooperate as a species.","frames":[5220,32980]},{"images":[],"text":"Sapiens has sold a further half million copies,  establishing itself firmly at the top of the bestseller lists. The book’s wild success is symptomatic of a broader trend in our book-buying habits: a surge in the popularity of intelligent,  challenging nonfiction,  often books that are several years old.","frames":[33040,53960]},{"images":[],"text":"It was trade publication,  the Bookseller,  that first noted the rise of what it called the “brainy backlist”. It also highlighted a concomitant fall in the sales of the books that had been such a staple of publishers’ catalogues—celebrity biographies. Mark Richards,  publisher at John Murray Press,  sees the return to serious works of nonfiction as a response to the spirit of the age. “People have a hunger both for information and facts,  and for nuanced exploration of issues,  of a sort that books are in a prime position to provide.” he says.","frames":[54180,89320]},{"images":[],"text":"At a time when politics is more furious and fragmented than ever,  when technology is colonizing our everyday existence,  when medicine is reshaping our lives,  we still look to books to make sense of things,  to feel ourselves part of a great communal effort to understand our age. These are serious times and they demand serious,  intelligent and challenging books.","frames":[89520,114880]},{"images":[],"text":"","frames":[114880,116880]}],"author":"8.09人类简史 Ameilia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533697741129-13.jpg","id":190,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533697741129-4.jpg","duration":115450,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1533697741129-6.mp3","engTitle":"How the 'brainy' book became a publishing phenomenon","title":"这本“烧脑”书如何成为现象级出版物"}