{"content":[{"images":[],"text":"New Zealand's most violent and disturbed inmates will soon be able to walk on real grass,  take sun baths and practise yoga in their cells as the country opens its first “humane” prison for maximum-security offenders.","frames":[7480,23420]},{"images":[],"text":"The NZ$300m prison has just been completed on the outskirts of Auckland and,  when it opens,  will be the only specialist facility for maximum- and high-security male prisoners in the country. The prison has been designed to operate as a “de facto mental health unit” as the number of mentally ill incarcerated men continues to soar.","frames":[23640,47660]},{"images":[],"text":"A seed propagation garden will allow prisoners to get their hands dirty and nurture new life,  while a sensory garden aims to soothe and stimulate,  with plants such as thyme and spearmint,  and real grass underfoot. Horizontal rather than vertical bars allow inmates a better view of the natural world.","frames":[47820,69820]},{"images":[],"text":"New Zealand has one of the highest incarceration rates in the developed world,  and some 90% of prisoners have a life-long diagnosis of mental illness or addiction.","frames":[70060,81240]},{"images":[],"text":"Neil Beales,  corrections chief custodial officer,  said the new prison was “more decent and humane” than the former facility,  with the goal of rehabilitating prisoners.","frames":[81420,92600]},{"images":[],"text":"“Rehabilitation and reintegration has to start the minute that they come into prison: because they are going to leave prison. And if we don't have a facility where we can do good programmes we are unlikely ever to see a decline in the prison numbers that we ultimately want.”","frames":[92900,110620]},{"images":[],"text":"","frames":[110620,112620]}],"author":"8.10 新西兰监狱DanielAmerman - 2min (1)","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533704315541-15.jpg","id":191,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533704315541-4.jpg","duration":110833,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1533704315541-6.mp3","engTitle":"Yoga, herbs and sunshine: New Zealand opens 'humane' jail for most violent inmates","title":"瑜伽，香草，和阳光：新西兰为重刑犯开设“人道”监狱"}