{"content":[{"images":[],"text":"“Mission: Impossible — Fallout, ” starring Tom Cruise,  56,  and made by Paramount Pictures,  could have easily turned into a sad commentary on the state of moviedom in the age of Marvel and Netflix. Instead,  “Fallout” arrived as a cultural thunderclap,  receiving joyous reviews from critics,  stirring lively ticket-buyer conversation online and taking in a stout $61.5 million over its first three days in North American theaters. Overseas,  “Fallout” collected an additional $92 million.","frames":[6840,42640]},{"images":[],"text":"“I'm seeing the numbers come in from around the world,  and they're just fantastic, ” Jim Gianopulos,  who took over as Paramount's chairman last year,  said by telephone early Sunday from Greece,  where he has a home. He credited Cruise,  who did his own stunts,  and Christopher McQuarrie,  who directed and wrote “Fallout.” “It’s a mature franchise,  but they have kept it incredibly fresh, ” Gianopulos said.","frames":[42680,66620]},{"images":[],"text":"The 22-year-old “Mission: Impossible” film series,  which is based on the 52-year-old TV show,  does not have the same financial power it once did. The reception for “Fallout” was impressive nonetheless,  improving on opening-weekend ticket sales for its 2015 predecessor,  “Rogue Nation, ” even after adjusting for inflation. “Fallout” also received stronger reviews — an achievement of critical importance for the franchise going forward; if audiences are satisfied with one sequel,  they are likely to go to the next one.","frames":[66800,99800]},{"images":[],"text":"Paramount is still in last place among Hollywood's six biggest movie studios in terms of domestic market share,  but Gianopulos has returned Paramount to modest profitability. He has also pushed ahead long-gestating movies like \"Top Gun: Maverick, \" which stars Cruise in a return to his role from the 1986 original and is scheduled for release next July.","frames":[100020,121660]},{"images":[],"text":"\"You're always just a few good movies from turning things around, \" Gianopulos said.","frames":[121940,126920]},{"images":[],"text":"","frames":[126920,128920]}],"author":"8.11 碟中谍 ameilia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533796923773-14.jpg","id":192,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533796923773-4.jpg","duration":127501,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1533796923773-6.mp3","engTitle":"Cruise's latest 'Mission: Impossible' is a huge No.1, lifting Paramount ","title":"克鲁斯最新作品《碟中谍 6》成为大获成功的票房冠军，扭转派拉蒙的颓势"}