{"content":[{"images":[],"text":"Even the light of 200 birthday candles couldn't pierce the gloom of \"Wuthering Heights.\" But the fire that burned within Emily Brontë roars across the centuries.","frames":[6080,17760]},{"images":[],"text":"The younger sister of Charlotte,  Emily was born on July 30,  1818,  in Yorkshire,  England. Together with her siblings,  Emily stoked a furnace of creativity unique in the annals of literary history. The children wrote fantastical stories together,  spinning imaginary worlds of romantic adventure.","frames":[18140,39380]},{"images":[],"text":"Only poetic remnants of that juvenilia survive today,  but during their brief lives,  each of the Brontë sisters managed to publish at least one novel,  and none of them generates more cultish devotion than \"Wuthering Heights.\" Yes,  Charlotte's \"Jane Eyre\" may have more readers,  but the tale of young Catherine and Heathcliff remains the most feverish love story in English literature.","frames":[39620,65280]},{"images":[],"text":"Emily,  after all,  is the woman who wrote,  \"No coward soul is mine / No trembler in the world's storm-troubled sphere.\" And the characters she created are just as fearless,  just as audacious in their disregard for what is expected,  what is reasonable,  what makes sense. The wonder of \"Wuthering Heights\" is its exponential emotions: \"such anguish in the gush of grief!\"","frames":[65380,91560]},{"images":[],"text":"We know Catherine is doomed and Heathcliff is \"a fierce,  pitiless,  wolfish man, \" but how subversive,  how bewitching such unbridled passion feels in our self-conscious age of transactional hookups and enlightened unions. No dating app would ever bring these two lovers together; no marriage algorithm would ever predict a happy future. And yet . ... \"He's more myself than I am, \" Catherine cries. \"Whatever our souls are made of,  his and mine are the same.”","frames":[91980,124860]},{"images":[],"text":"","frames":[124860,126860]}],"author":"8.12 呼啸山庄Sunday - DanielAmerman - 2min (1)","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533797701471-93.jpg","id":193,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1533797701471-83.jpg","duration":124971,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1533797701471-85.mp3","engTitle":"Book World: Two centuries after her birth, Emily Brontë's gifts keep giving ","title":"图书世界：诞辰两个世纪后，艾米莉·勃朗特遗留的瑰宝，依然魅力无穷 "}