{"content":[{"images":[],"text":"For the first time,  a public database of DNA profiles was used to solve a very recent crime. The implications for crime fighting are tremendous.","frames":[7320,19880]},{"images":[],"text":"Red handed: A 31-year-old man,  Spencer Glen Monnett,  was arrested by police in Utah on July 28 for the rape of an elderly woman,  Carla Brooks. The crime happened only last April.","frames":[20110,35650]},{"images":[],"text":"Monnett was located via “genetic genealogy”: DNA he left at the crime scene was used to find his relatives and then him.","frames":[35650,44800]},{"images":[],"text":"Not just cold-case murders: This year police began using genetic genealogy to crack notorious decades-old murders,  like the Golden State Killer case,  which had gone unsolved since the mid-1970s. So far,  a half-dozen alleged murderers have been named.","frames":[45080,65020]},{"images":[],"text":"How it works: Genealogists upload the sequences of DNA left at a crime scene to a large database of genetic profiles to find relatives of an unknown suspect. Then they zero in on him (yes,  they're all men,  so far) by building a family tree and using that information to inform traditional detective work.","frames":[65020,89080]},{"images":[],"text":"Implications?: You bet. It appears police can now ID a criminal within weeks of a crime. What's more,  the Utah case is the first time the tool was used to investigate a lesser crime than murder.","frames":[89250,104280]},{"images":[],"text":"“I believe this will be the trend, ” says CeCe Moore,  the genealogist and DNA detective who worked the Monnett case. She thinks searching genetic databases soon after crimes are committed will save police resources and could even have stopped this rapist from striking again.","frames":[104400,121940]},{"images":[],"text":"“We are so relieved, ” she says.","frames":[122110,124620]},{"images":[],"text":"","frames":[124620,126620]}],"author":"8.14 基因族谱 Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534156597446-17.jpg","id":195,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534156597446-4.jpg","duration":125179,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1534156597446-6.mp3","engTitle":"Genetic genealogy is now solving recent crimes, not just cold cases ","title":"基因族谱学如今可以侦破近期犯罪案件，而不仅仅是历史悬案"}