{"content":[{"images":[],"text":"People who live in China's crowded cities are used to having their personal space invaded—in schools,  malls,  restaurants,  bus stations,  dormitories and even bathrooms. But that doesn't mean they like it.","frames":[7600,25100]},{"images":[],"text":"Now a growing number of them identify with a Finnish cartoon character who channels their urban anxieties,  albeit in a different cultural context.","frames":[25100,37100]},{"images":[],"text":"The “Finnish Nightmares” comic series documents the social challenges faced by Matti,  a mild-mannered stick figure who abhors small talk. The series has been trending on Chinese social media,  and it even spawned a new word for social awkwardness in Mandarin: jingfen,  or “spiritually Finnish.”","frames":[37100,61000]},{"images":[],"text":"Matti is a “stereotypical Finn” who “tries his best to do unto others as he wishes to be done unto him: to give space,  be polite and not bother with unnecessary chitchat, ” according to a description on the official website of “Finnish Nightmares.”","frames":[61000,79900]},{"images":[],"text":"“As an anthropophobic,  I love this series so much, ” Li Xin,  a college student in the southern Chinese city of Shenzhen,  wrote recently on Sina Weibo,  one of China's most popular social media sites,  where a “Finnish Nightmares” hashtag has gotten about 240, 000 clicks.","frames":[79900,101200]},{"images":[],"text":"“China has a huge population,  and Chinese people usually congregate in large groups,  but there are still a lot of introverts,  like me, ” Ms. Li,  22,  said in an interview conducted via Weibo messages. “In a society like China's,  we are considered hard to deal with and thought of as weirdos. But the truth is we just don't enjoy unnecessary socializing that much. It’s too tiring.”","frames":[101200,131600]}],"author":"8.15 精芬 Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534235496564-15.jpg","id":196,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534229599871-11.jpg","duration":133969,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1534221757723-6.mp3","engTitle":"China's introverts find a kindred spirit: a stick figure from Finland","title":"中国内向人群找到了志趣相投的形象：来自芬兰的简笔画形象"}