{"content":[{"images":[],"text":"Apple Inc on Thursday became the first $1 trillion publicly listed U.S. company,  crowning a decade-long rise fueled by its ubiquitous iPhone that transformed it from a niche player in personal computers into a global powerhouse spanning entertainment and communications.","frames":[5200,24440]},{"images":[],"text":"\"Financial returns are simply the result of Apple's innovation,  putting our products and customers first,  and always staying true to our values, \" Cook said in a memo to Apple's more than 120, 000 employees on Thursday.","frames":[24800,39580]},{"images":[],"text":"Started in the garage of co-founder Steve Jobs in 1976,  Apple has pushed its revenue beyond the economic outputs of Portugal,  New Zealand and other countries. Along the way,  it has changed how consumers connect with one another and how businesses conduct daily commerce.","frames":[40040,59720]},{"images":[],"text":"In 2006,  the year before the iPhone launch,  Apple generated less than $20 billion in sales and net profit just shy of $2 billion. By last year,  its sales had grown more than 11-fold to $229 billion - the fourth highest in the S&P 500 .SPX - and net income had mushroomed at twice that rate to $48.4 billion,  making it the most profitable publicly listed U.S. company.","frames":[60120,93420]},{"images":[],"text":"Apple's stock has risen over 30 percent in the past year,  fueled by optimism about the iPhone X,  launched a decade after the original. Also propelling Apple higher in recent months was Apple's announcement that it earmarked $100 billion for a new share repurchase program.","frames":[93760,112840]},{"images":[],"text":"\"The markets are starting to recognize the value of its platform and services more and more,  and that's what is being reflected in the increase in market capitalization, \" said Brad Neuman,  director of Market Strategy at Alger,  a growth equity asset management firm in New York City.","frames":[113320,130300]}],"author":"8.16 苹果破万亿 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534326987025-14.jpg","id":197,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534326987025-4.jpg","duration":130392,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1534326987025-12.mp3","engTitle":"Apple breaches $1 trillion stock market valuation","title":"苹果市值突破 1 万亿美元大关"}