{"content":[{"images":[],"text":"Instagram has turned “travel bragging” — posting alluring images from exotic locales to one-up your followers — into something of an art form.","frames":[6850,17600]},{"images":[],"text":"Amass enough followers and you could gain influencer status,  allowing you to leverage your “social media clout to travel the world,  frequently in luxury.” That goal may partly explain why surveys from around the world are beginning to show that significant numbers of millennials spend multiple hours a day on their smartphones while traveling and would prefer posting jealousy-inducing selfies to photos with loved ones.","frames":[17710,45600]},{"images":[],"text":"Now companies are beginning to capitalize on the pressure to post awe-inducing photos on social media as well. Among the most successful is Krome Photos,  a photo editing website that uses artificial intelligence to pair people with professional photo editors who can take your images and transform them to make it look like you're anywhere in the world. The cost of edits range between $3 and $12 and most take between 12 or 24 hours.","frames":[45600,77300]},{"images":[],"text":"“In the old days our car or our house represented who we were, ” said Eduardo Llach,  the company's chief executive and founder who compared his employment model to Uber. “Now,  your online persona is everything and people are realizing that photos give you the ability to create whoever you want to be.”","frames":[77300,99000]},{"images":[],"text":"For some,  Instagram filters are already passe. Now,  Llach noted,  people are beginning to bypass conventional filters and editing apps on their smartphone and relying instead on artificial intelligence.","frames":[99000,112400]},{"images":[],"text":"","frames":[112400,114400]}],"author":"8.17 度假自拍 Ameilia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534411666764-14.jpg","id":198,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534411666764-4.jpg","duration":114955,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1534411666764-6.mp3","engTitle":"The app millennials are using to look like world travelers on Instagram  ","title":"千禧一代正在使用这个 app 假扮 Instagram 上的环游世界者 "}