{"title":"Test-doctoring to keep Japanese women out of medical school","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1534762273699-10.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1534766667871-23.jpg","contents":["Japan has made a lot of noise in recent years about demolishing the traditional view that women should stay at home while men go out to work.","So it was shocking when,  on August 7th,  Tokyo Medical University,  a prestigious medical school,  confessed to marking down the test scores of female applicants to keep the ratio of women in each class below 30%.","Their defence was that women are more likely to drop out to marry and have children.","To judge female applicants to medical school purely on their merits would leave Japan with a shortage of doctors,  they said.","The admission has caused outrage.","Doctoring has long been a male bastion.","But it is not the only one.","Discrimination is rife in banks and trading houses,  where stamina and loyalty,  qualities somehow associated with men,  are prized,  says Mari Miura,  a political scientist at Sophia University.","All this embarrasses a government that has promised to make women “shine”,  its condescending catchphrase for female empowerment.","The policy seems based on the need for more workers rather than on genuine concern for women.","Shinzo Abe,  the prime minister,  says he wants to bring millions more women into the workforce to make up for a labour shortfall caused by its ageing and declining population.","In the field of politics,  the record under Mr Abe’s premiership is lamentable.","Just two members of his 20-strong cabinet are women,  including Seiko Noda,  in charge of women’s empowerment.","Ms Noda,  who makes little secret of her ambition to dethrone Mr Abe in a leadership contest next month,  has just published a book called “Grab the Future”,  her manifesto for pulling Japan into line with “global standards”.","She has almost no chance of winning."]}