{"content":[{"images":[],"text":"The Academy of Motion Picture Arts and Sciences announced on August 8th that it will be introducing a new category in time for next February’s awards ceremony,  one that honours “achievement in popular film”.","frames":[6740,23310]},{"images":[],"text":"The idea is that,  alongside the time-honoured “Best Picture” category,  there will be another for films which have a broader appeal: blockbusters,  in other words.","frames":[23880,37650]},{"images":[],"text":"Ironically,  the announcement has been anything but popular.","frames":[37650,42510]},{"images":[],"text":"On social media,  responses to this idea have ranged from hostile to very hostile indeed.","frames":[42510,50650]},{"images":[],"text":"Many feel that the once-prestigious Oscars are dumbing down to the level of the MTV Awards.","frames":[51200,58650]},{"images":[],"text":"What’s next—Best Kiss? Loudest Shoot-Out? Most Skyscrapers Flattened by Aliens in a Single Action Sequence?","frames":[58650,68220]},{"images":[],"text":"The concept of the “Hit Oscar” or the “Popcorn Oscar”,  as it has been nicknamed,  raises other questions,  too.","frames":[68220,77820]},{"images":[],"text":"To start with,  who decides whether or not a film is popular? What are the criteria or thresholds?","frames":[77820,85940]},{"images":[],"text":"And isn’t it an insult to nominees,  the implicit suggestion being that hit films can’t be artistic (and vice versa)?","frames":[85940,96420]},{"images":[],"text":"There was a time when the likes of “Braveheart”,  “Titanic” and “Gladiator” could make zillions at the box office,  while also scooping up armfuls of golden statuettes.","frames":[96420,109680]},{"images":[],"text":"But in the past decade the top Oscar has gone to auteur projects such as “The Shape of Water”,  “Moonlight” and “Birdman”: terrific films,  but by no means the so-called “tentpoles” that keep a roof over the studios’ heads.","frames":[109680,127680]},{"images":[],"text":"The new division between best picture and popular picture may be ill-judged,  but it reflects a pre-existing dichotomy between arthouse and multiplex fare.","frames":[127680,141160]},{"images":[],"text":"So have pity on the poor Academy.","frames":[141160,143960]},{"images":[],"text":"If Hollywood studios weren’t quite so obsessed with superhero franchises,  the Oscars might not be in this mess in the first place.","frames":[143960,154000]},{"images":[],"text":"","frames":[154000,156000]}],"author":"奥斯卡新奖Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534842602713-18.jpg","id":203,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534842602713-4.jpg","duration":154680,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1534842602713-6.mp3","engTitle":"The Academy announces a misguided new category","title":"奥斯卡宣布新奖项，被指是一步错棋"}