{"content":[{"images":[],"text":"An Indiana man named Jesse D. Allen created a website in 2005 with the title AllForUSA.com,  apparently to pursue some business interests,  but he soon abandoned the site.","frames":[7920,23120]},{"images":[],"text":"A decade later,  at the age of 80,  Allen died.","frames":[23120,26960]},{"images":[],"text":"But AllForUSA was just getting started.","frames":[26960,30400]},{"images":[],"text":"As the 2016 presidential campaign heated up,  AllForUSA.com suddenly bristled with what appeared to be news articles celebrating Republican presidential nominee Donald Trump and bashing his Democratic rival Hillary Clinton.","frames":[30400,47840]},{"images":[],"text":"“HILLARY May END UP in PRISON AFTER ALL, ” read one headline.","frames":[47840,52640]},{"images":[],"text":"On Reddit,  the commenter “allforusa” posted similar messages and linked to headlines on AllForUSA.com.","frames":[52640,61520]},{"images":[],"text":"The following year,  after Trump’s election,  a Twitter account named “@allforusa11” retweeted the president before inexplicably changing subjects to tweet about feminism—in Japanese.","frames":[61520,75520]},{"images":[],"text":"The final twist came a few months later when AllForUSA.com was reborn again—this time as a Russian online gambling site.","frames":[75520,85280]},{"images":[],"text":"A clue to the mystery of this multilingual burst of activity appeared in a February indictment by special counsel Robert S. Mueller III.","frames":[85280,94560]},{"images":[],"text":"It said the Russians who operated fake social media accounts to manipulate American voters used allforusa@yahoo.com to fraudulently access a PayPal account and to promote a “March for Trump” campaign rally in New York.","frames":[94560,110080]},{"images":[],"text":"The other “AllForUSA” accounts probably were operated in tandem with this email address and with each other,  according to a report Monday from cyberintelligence firm GroupSense,  whose researchers found a subtle tangle of connections left in records discovered online.","frames":[110080,127120]},{"images":[],"text":"The report highlights how data breaches fuel nefarious online activity,  giving criminal hackers and disinformation teams an endless supply of cheap accounts to use individually or for networks of “bots, ” automated accounts controlled by a single operative.","frames":[127120,143680]},{"images":[],"text":"All this typically takes place without the original owners knowing what happened to their creations.","frames":[143680,149920]},{"images":[],"text":"","frames":[149920,151920]}],"author":"僵尸号Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534926053405-18.jpg","id":204,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1534926053405-4.jpg","duration":149854,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1534926053405-6.mp3","engTitle":"The strange birth, death and rebirth of a Russian troll account called 'AllForUSA'","title":"名为“一切为了美国”的俄罗斯僵尸号神奇的现世，离世与转世"}