{"content":[{"images":[],"text":"V.S. Naipaul,  the Nobel laureate who documented the migrations of peoples,  the unraveling of the British Empire,  the ironies of exile and the clash between belief and unbelief in more than a dozen unsparing novels and as many works of nonfiction,  died Saturday at his home in London. He was 85.","frames":[7840,28460]},{"images":[],"text":"His family confirmed the death in a statement,  The Associated Press reported.","frames":[28900,33100]},{"images":[],"text":"In many ways embodying the contradictions of the postcolonial world,  Naipaul was born of Indian ancestry in Trinidad,  went to Oxford University on a scholarship and lived the rest of his life in England,  where he forged one of the most illustrious literary careers of the last half century.","frames":[33560,52180]},{"images":[],"text":"Naipaul personified a sense of displacement. Having left behind the circumscribed world of Trinidad,  he was never entirely rooted in England. In awarding him the Nobel Prize in literature in 2001,  the Swedish Academy described him as \"a literary circumnavigator,  only ever really at home in himself,  in his inimitable voice.\"","frames":[52640,74560]},{"images":[],"text":"Yet his existential homelessness was as much willed as fated. Although he spent his literary career mining his origins,  Naipaul fiercely resisted the idea of being tethered to a hyphen,  or to a particular ethnic or religious identity. His guiding philosophy was universalism which he described as \"Our Universal Civilization\".","frames":[74960,96680]}],"author":"诺贝尔奖得主奈保尔去世Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535082908946-13.jpg","id":206,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535082908946-4.jpg","duration":96853,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535082908946-6.mp3","engTitle":"V.S. Naipaul, who explored colonialism through unsparing books, dies at 85 ","title":"85 岁诺奖得主 V.S. 奈保尔逝世，曾以无情之书探索殖民主义 "}