{"title":"FBI seeks motive after U.S. airline worker steals plane, crashes it","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1535108427493-18.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1535096006721-18.jpg","contents":["A Horizon Air ground service agent got into a Bombardier Q400 turboprop aircraft on Friday night in a maintenance area at Seattle-Tacoma International Airport and took off,  Horizon sister carrier Alaska Airlines said.","He flew for about one hour,  often erratically with attempts at aerial stunts,  before crashing onto sparsely populated Ketron Island in Puget Sound,  some 25 miles to the southwest. The 29-year-old man was suicidal and appeared to have acted alone,  according to authorities. He was believed to have been killed in the crash.","Relatives and co-workers identified the man as Richard Russell of Sumner,  Washington. \"This is a complete shock to us. We are devastated by these events and Jesus is truly the only one holding this family together right now, \" the family said.","Russell was not known to have had a pilot's license,  Horizon Air Chief Executive Gary Beck said at a news conference,  and it was not clear how he was able to take off and fly as he did. \"There were some maneuvers that were done that were incredible maneuvers with the aircraft, \" Beck said.","In partial recordings of Russell's conversations with air traffic controllers that were published online by Broadcastify.com,  he said he was sorry to disappoint people who cared about him and described himself as a \"broken guy.\"","The FBI is leading the probe,  which also includes the Federal Aviation Administration and the National Transportation Safety Board. \"We are going to be thorough,  which means taking the time needed to scour the area,  delve into the background of the individual believed responsible,  and review every aspect of this incident with all appropriate public & private partners, \" the FBI said in a statement."]}