{"content":[{"images":[],"text":"If a little humanoid robot begged you not to shut it off,  would you show compassion?","frames":[7900,13280]},{"images":[],"text":"In an experiment designed to investigate how people treat robots when they act like humans,  many participants struggled to power down a pleading robot named Nao,  either refusing to shut it off or taking more than twice the amount of time to pull the plug. The experiment was conducted by researchers in Germany whose findings were published in the scientific journal PLOS One,  the Verge reported this month.","frames":[13680,38860]},{"images":[],"text":"\"No! Please do not switch me off! I am scared that it will not brighten up again!, \" Nao said to about half of the participants. Nao did not object in the other half of the tests so that researchers could measure if his pleas affected how people reacted.","frames":[39220,55260]},{"images":[],"text":"The study builds on existing research that shows humans are inclined to treat electronic media as living beings.","frames":[55740,62700]},{"images":[],"text":"In one prior experiment,  researchers found that test subjects preferred interacting with robots with complementary personality traits to their own. And since robots can exhibit social traits such as speaking with human voices or taking the shape of a human body,  the research suggests that people tend to react \"especially social to them.\"","frames":[63220,84900]},{"images":[],"text":"The researchers said that a possible explanation for their results was that people interpreted Nao's objections as \"a sign of autonomy.\" In turn,  this may have boosted the perception of the robot as an entity with humanlike traits,  according to the study. By expressing emotions and desires,  the experiment showed that the robot played on the participants' inclination to treat electronic media as a social entity,  and respond to Nao as if it were alive.","frames":[85300,114620]}],"author":"9.03 Monday - 2min-2","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535096006721-66.jpg","id":208,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535096006721-57.jpg","duration":114828,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535424405953-21.mp3","engTitle":"'Please do not switch me off!': An experiment with a begging robot shows people hesitate to pull the plug ","title":"“求求你别关掉我！”实验表明会哀求的机器人让人们关闭它时犹豫不决   "}