{"content":[{"images":[],"text":"A 16-year-old boy hacked into Apple's mainframe,  downloaded internal files and accessed customer accounts because he was a fan of the company and hoped to work there one day,  a Melbourne court has heard.","frames":[7280,22960]},{"images":[],"text":"The boy,  who studies in a private school,  stored the saved information in a folder titled “hacky hack hack”,  the newspaper said.","frames":[22960,32800]},{"images":[],"text":"Despite the court being told that the teenager had downloaded 90GB of secure files and accessed customer accounts,  Apple—the world’s most valuable company—has denied that customers were affected.","frames":[32800,48080]},{"images":[],"text":"The Age newspaper said customer data had been accessed,  and that the boy managed to obtain customers’ authorised keys—their login access. The boy also shared details of his hacking with members of a WhatsApp group.","frames":[48080,64480]},{"images":[],"text":"Apple would not specify to Guardian Australia what information had been accessed by the boy,  or how they identified the breach.","frames":[64480,73680]},{"images":[],"text":"The boy pleaded guilty and will return to the court for sentencing in September.","frames":[73680,79040]},{"images":[],"text":"Dr Suelette Dreyfus,  a privacy expert from the University of Melbourne’s school of computing and information systems,  urged against a punitive sentence.","frames":[79040,90240]},{"images":[],"text":"“I have researched a number of teen hacker cases internationally, ” Dreyfus said.","frames":[90240,95520]},{"images":[],"text":"“Young people often make mistakes when they are exploring and rule-breaking especially online – including boasting about their exploits. It’s not right,  but for tech teens,  it can be a part of growing up ... there’s usually a really worried teen and family at the end of this sort of court case.”","frames":[95520,117920]}],"author":"16岁少年入侵苹果Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535448227947-18.jpg","id":210,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535448227947-4.jpg","duration":117954,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535448227947-6.mp3","engTitle":"Australian boy who hacked into Apple network admired the group","title":"法庭通告：黑入苹果网络的澳洲男孩崇拜苹果公司"}