{"content":[{"images":[],"text":"\"No Country for Old Men\" (2007)","frames":[3400,6300]},{"images":[],"text":"With this adaptation of the Cormac McCarthy novel,  Joel and Ethan Coen created a technically perfect movie,  a one-film master class in every element of cinematic style,  from writing and acting to cinematography,  editing and sound design.","frames":[6920,23280]},{"images":[],"text":"Viewers can be skeptical of the film's moral universe—conditioned by McCarthy's weary pessimism and overworked moral rhetoric—and still appreciate the Coens' impeccable control of the material.","frames":[23660,36260]},{"images":[],"text":"A scene when Josh Brolin's protagonist listens to an approaching foe in a hotel hallway is a tutorial in the use of sound to tell a story with excruciating tension and suspense.","frames":[36680,48560]},{"images":[],"text":"\"Dunkirk\" (2017)","frames":[49320,51740]},{"images":[],"text":"Since his breakout indie hit \"Memento, \" Christopher Nolan has played with notions of time,  scrambling his movies' chronology and creating densely layered narratives that barely skirt utter incomprehensibility.","frames":[52540,65840]},{"images":[],"text":"With this interpretive history of the World War II evacuation of Allied forces,  Nolan deconstructs the time frame,  doing away with linear narrative in favor of a sensory experience that is immersive and empathic.","frames":[66200,79860]},{"images":[],"text":"As an exercise in sound and image,  \"Dunkirk\" achieved a purity rarely seen in contemporary commercial cinema,  simultaneously returning movies to their roots and pushing them forward.","frames":[80300,92360]}],"author":"电影推荐下 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535539333144-11.jpg","id":212,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535539333144-4.jpg","duration":92601,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535542538120-13.mp3","engTitle":"The best films of the 2000s","title":"21 世纪最佳影片之《老无所依》和《敦刻尔克》"}