{"content":[{"images":[],"text":"Roman Catholic priests in Pennsylvania sexually abused thousands of children over a 70-year period and silenced victims through \"the weaponization of faith\" and a systematic cover-up campaign by their bishops,  the state attorney general said on Tuesday.","frames":[7280,26880]},{"images":[],"text":"An 884-page report made public by Pennsylvania Attorney General Josh Shapiro after a two-year investigation contained graphic examples of children being groomed and sexually abused by clergymen. It was largely based on documents from secret archives kept by the dioceses,  including handwritten confessions by priests,  he said.","frames":[26880,54400]},{"images":[],"text":"Several of the dioceses issued statements apologizing to victims and saying they were taking steps to ensure any criminal behavior was stopped.","frames":[54400,64560]},{"images":[],"text":"As accusers wept behind him,  Shapiro described alleged abuse by priests in six of the state's eight dioceses. \"The pattern was abuse,  deny and cover up, \" Shapiro said,  adding that church officials sought to keep abuse allegations quiet long enough so they could no longer be prosecuted under Pennsylvania's statute of limitations. Only two of the 301 priests cited by the report are still subject to prosecution. Shapiro said the grand jury identified about a thousand victims,  but believed there may be many more.","frames":[64560,105040]},{"images":[],"text":"Describing the \"weaponization of faith\" to silence victims,  Shapiro said:\"children were taught that this abuse was not only normal but that it was holy.\"","frames":[105040,116000]},{"images":[],"text":"Since the Boston abuse scandal erupted in the 1990s,  accusations involving American clerics have sporadically surfaced. Theodore McCarrick,  a former archbishop of Washington,  resigned last month after accusations resurfaced that he abused a 16-year-old boy decades ago.","frames":[116000,135840]},{"images":[],"text":"In recent months,  Pope Francis accepted a number of resignations from Chilean bishops in a sex abuse scandal that has rocked that country.","frames":[135840,145600]},{"images":[],"text":"","frames":[145600,147600]}],"author":"宾州神父性侵Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535702044547-16.jpg","id":213,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535702044547-4.jpg","duration":145603,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535702044547-6.mp3","engTitle":"Pennsylvania report details decades of sexual abuse by priests","title":"宾夕法尼亚州报告陈述数十年来发生的的神父性侵案例"}