{"content":[{"images":[],"text":"China pledged on Monday to tighten oversight of its transport industry and warned that the country did not need ride-hailing firms which compromised on passenger safety,  days after a Didi Chuxing passenger was raped and murdered by her driver.","frames":[5520,20040]},{"images":[],"text":"The killing of a 20-year-old passenger who rode in the Didi vehicle on Friday in the eastern city of Wenzhou is the second such incident since May,  denting the image of the Beijing-based company,  which is the world's largest ride-hailing firm by number of rides and is expanding globally.","frames":[20680,37460]},{"images":[],"text":"Didi declined to comment on Monday. It has suspended its Hitch carpooling service and previously said that it felt deeply responsible and would complete by Sept. 1 a new compliance operation to be inspected by the ministries and the public.","frames":[38320,52440]},{"images":[],"text":"After a 21-year-old flight attendant was murdered in May,  allegedly by her Didi Hitch driver,  the company took steps including limiting the hours during which carpool drivers can pick up passengers of the opposite sex,  and testing an \"escort mode” on its app enabling passengers to share their routes and destinations with emergency contacts.","frames":[53280,73380]},{"images":[],"text":"The latest killing has been one of the most discussed topics on China's Twitter-like Weibo service since the weekend,  with Didi's official apology post gaining more than 500, 000 comments.","frames":[74260,84660]},{"images":[],"text":"Many Chinese netizens said that they wanted to see key changes being made and that public trust was being eroded as it was not the first incident.","frames":[85420,93820]},{"images":[],"text":"\"I don’t dare to use Didi in the future, \" one said.","frames":[94460,96800]}],"author":"DIDI出行原文朗读by Nick","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535709170923-16.jpg","id":214,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535709170923-4.jpg","duration":96943,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535714564281-12.mp3","engTitle":"Murder of Didi passenger prompts China clampdown, outrage","title":"滴滴乘客被害激起中方管制和盛怒"}