{"content":[{"images":[],"text":"Medical school costs a lot of money that a lot of people don’t have. That often means students do a bit of cost-benefit analysis: Is it worth it to take on hundreds of thousands of dollars of debt now for the possibility of making hundreds of thousands of dollars a year later?","frames":[6720,24160]},{"images":[],"text":"New York University’s School of Medicine is trying to remove that calculation as a factor in students’ career decision making. The school announced yesterday that it will provide all new,  future,  and current students a full-tuition scholarship—financial need and merit aside,  meaning wealthy students and low-income students alike will receive it. The scholarship doesn’t cover the rest of the costs associated with college—housing,  food,  child care—but it takes $55, 018 a year out of the picture.","frames":[24160,57440]},{"images":[],"text":"“This decision recognizes a moral imperative that must be addressed,  as institutions place an increasing debt burden on young people who aspire to become physicians, ” Robert Grossman,  the school’s dean,  said in a statement. “A population as diverse as ours is best served by doctors from all walks of life,  we believe,  and aspiring physicians and surgeons should not be prevented from pursuing a career in medicine because of the prospect of overwhelming financial debt.” The school will need to raise $600 million to fund the project—$450 million of which it says has already been raised.","frames":[57440,95360]},{"images":[],"text":"“Tuition-free medical education goes beyond the merit and financial scholarships,  and debt cancellations that other academic centers have traditionally favored, ” Rafael Rivera,  the associate dean for admissions and financial aid at the medical school,  said in a statement. “More importantly, ” he continued,  “it addresses both physician shortages and diversity.”","frames":[95360,116480]},{"images":[],"text":"","frames":[116480,118480]}],"author":"9.4纽约大学免学费 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535713884914-13.jpg","id":216,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1535713884914-4.jpg","duration":116702,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1535713884914-6.mp3","engTitle":"NYU’s free medical-school tuition could funnel more doctors to primary care ","title":"纽约大学医学院免学费可以输送更多的医生进入基础医疗领域"}