{"content":[{"images":[],"text":"Celebrities and influencers who endorse products without labeling their social media posts as paid-for by brands were warned in early August that they were breaking the rules as Britain's regulator launched an investigation into the trend.","frames":[8080,23520]},{"images":[],"text":"Recommendation from celebrities and social media influencers who have millions of followers is a growing marketing strategy for brands,  but the UK Competition and Markets Authority (CMA) said that such endorsements could mislead customers.","frames":[24080,40040]},{"images":[],"text":"\"If people see clothes,  cosmetics,  a car,  or a holiday being plugged by someone they admire,  they might be swayed into buying it, \" said George Lusty,  the CMA's Senior Director for Consumer Protection.","frames":[40040,53840]},{"images":[],"text":"\"So it's really important they are clearly told whether a celebrity is promoting a product because they have bought it themselves,  or because they have been paid or thanked in some way by the brand.\"","frames":[54220,65720]},{"images":[],"text":"Brands will pay anywhere from $10, 000 to more than $100, 000 for a single social media post,  depending on the size,  engagement and loyalty of the person's followers,  and Unilever said it accounted for \"tens of millions\" of its 7.7-billion-euro marketing last year.","frames":[66060,86120]},{"images":[],"text":"The most famous can earn even more. Reality TV stars Kylie Jenner and Kim Kardashian,  singer Selena Gomez and Portuguese footballer Cristiano Ronaldo are the top-paid celebrities per post on Instagram,  earning up to 1 million dollars a post,  according to social media analytics firm HopperHQ.","frames":[86560,107540]}],"author":"9.5 英国大V Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536052826876-14.jpg","id":217,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536052826876-4.jpg","duration":107606,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536052826876-6.mp3","engTitle":"#UnfairCommercialPractice? UK investigates celebrities over social media promotions ","title":"#不正当商业行为#？英国开始调查明星的社交媒体推广 "}