{"content":[{"images":[],"text":"Students at schools,  colleges and universities across Scotland will have access to free sanitary products as part of a £5.2m scheme to fight period poverty.","frames":[5000,17680]},{"images":[],"text":"The Scottish government is the first in the world to make sanitary products available free to all of its 395, 000 pupils and students to help “banish the scourge of period poverty” - when girls and women struggle to pay for basic sanitary products on a monthly basis,  significantly affecting their hygiene,  health and wellbeing.","frames":[17680,38320]},{"images":[],"text":"A recent survey of more than 2, 000 people by Young Scot found that one in four respondents at school,  college or university in Scotland struggled to access sanitary products. Moreover,  research by the grassroots group Women for Independence revealed nearly one in five women had experienced period poverty.","frames":[38320,58560]},{"images":[],"text":"The Scottish government said it worked closely with partners including the Convention of Scottish Local Authorities (Cosla),  Colleges Scotland,  Universities Scotland and the Scottish Funding Council on the scheme.","frames":[58560,71760]},{"images":[],"text":"The communities secretary,  Aileen Campbell,  said: “I am proud that Scotland is taking this world-leading action to fight period poverty and I welcome the support of local authorities,  colleges and universities in implementing this initiative.”","frames":[71760,86960]},{"images":[],"text":"Councillor Alison Evison,  the president of Cosla,  said while the primary aim of the scheme was to ensure no young person missed out on their education through a lack of access to sanitary products,  “it will also contribute to a more open conversation and reducing the unnecessary stigma associated with periods”.","frames":[86960,106480]},{"images":[],"text":"","frames":[106480,108480]}],"author":"9.6 苏格兰卫生棉 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536138216000-15.jpg","id":218,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536138216000-4.jpg","duration":106608,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536138216000-6.mp3","engTitle":"Scotland to offer free sanitary products to all students in world first ","title":"全球首例：苏格兰将为所有学生提供免费女性卫生用品"}