{"content":[{"images":[],"text":"Britain’s longest heatwave since 1976 has seen vanilla ice-cream sales soar,  but a survey has revealed that some brands are sold without vanilla,  cream or fresh milk.","frames":[6000,18080]},{"images":[],"text":"Vanilla has traditionally been Britain’s favourite flavour but a Which? investigation of supermarket and branded vanilla ice-creams found a number of them were lacking some key ingredients.","frames":[18080,29520]},{"images":[],"text":"One in five of the ice-creams examined by the consumer watchdog had none of the three ingredients shoppers might reasonably expect to find in vanilla ice-cream. Only half of the 24 surveyed contained all three traditional ingredients.","frames":[29520,44160]},{"images":[],"text":"In a number of the products Which? looked at,  cream and milk were substituted with partially reconstituted dried skimmed milk,  and in some cases,  whey protein. Vanilla was often replaced with a general “flavouring”.","frames":[44160,58800]},{"images":[],"text":"The price of vanilla soared earlier this year,  making it more expensive than silver. It currently sells for around £440 a kilo.","frames":[58800,69520]},{"images":[],"text":"Vanilla has become the second most expensive spice in the world after saffron,  the harvesting of which is extremely labour-intensive.","frames":[69520,77200]},{"images":[],"text":"Vanilla beans,  which are part of the orchid family,  are hand-pollinated on family farms. Each flower opens for only part of one day during the season. If it is not pollinated on that day,  no pod is produced. Once picked,  the curing process,  which involves drying the beans in the sun by day and allowing them to sweat in a box at night,  takes three to six months.","frames":[77360,101360]},{"images":[],"text":"Vanilla is grown in tropical regions. More than 75% is produced in Madagascar,  an island off the south-eastern coast of Africa. The region was struck by a powerful cyclone last month that damaged many plantations.","frames":[101360,115680]},{"images":[],"text":"","frames":[115680,117680]}],"author":"9.7 香草冰激凌 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536219694399-17.jpg","id":219,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536219694399-4.jpg","duration":115789,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536219694399-6.mp3","engTitle":"One in five vanilla ice-creams has no vanilla, cream or fresh milk ","title":"每五个冰淇淋中的一个就不含香草，奶油或鲜牛奶 "}