{"content":[{"images":[],"text":"It was the 1970s. President Richard Nixon had been undone by a pair of young reporters at The Washington Post,  Hollywood had made a blockbuster movie about it,  and the reporters had become celebrities. People were excited about journalism—and that was reflected in massive enrollment jumps at journalism schools across the country. In 1970,  enrollment of journalism majors hovered at about 33, 000; by 1979,  that figure had jumped to 71, 000.","frames":[4160,35120]},{"images":[],"text":"Fast-forward nearly half a century,  and the attacks being made on journalism are too lengthy to list,  but they flow from the top. President Donald Trump doesn’t keep a list of reporters he finds to be enemies so much as he tries to publicly shame,  vilify,  and discredit them on social media and in speeches. He has called journalists everything from “the enemy of the people” to “very dangerous & sick” and repeatedly decried the media as “fake news.” But just like during the ’60s and ’70s,  there’s a whiplash news cycle. And across the country,  students have renewed interest in journalism.","frames":[35120,71520]},{"images":[],"text":"In an era where truth has actively been questioned by an administration that has consistently lied,  the school—and others like it—have doubled down on teaching media literacy,  fact-checking,  and the basic tenets of reporting. “We are reemphasizing truth and accuracy, ” Gail Wiggins,  the interim chair of the journalism department at North Carolina A&T University,  said. “With all of the new digital tools that we have at our hands—being accurate,  checking your sources,  doing your research: We definitely talk more about [those values] now than ever before.”","frames":[71520,105280]},{"images":[],"text":"","frames":[105280,107280]}],"author":"9.8 更多人学新闻 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536299976726-12.jpg","id":220,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536299976726-4.jpg","duration":105460,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536299976726-6.mp3","engTitle":"Student journalism in the age of media distrust ","title":"在媒体失信时代的学生新闻业"}