{"content":[{"images":[],"text":"Anish Kapoor’s art installation Descent Into Limbo is a big,  black hole,  too deep for viewers to be able to see the bottom. Or is it merely a black circular painting? Perhaps you could call it a meditation on the sublime. Or an accident waiting to happen.","frames":[5760,23360]},{"images":[],"text":"This artwork was first seen in 1992,  but the inevitable accident has finally come. A visitor to Kapoor’s show at the Serralves Museum in Porto,  Portugal,  had to be taken to hospital after ending up inside what is in fact a 2.5-metre-deep hole.","frames":[23360,41520]},{"images":[],"text":"Descent Into Limbo is one of those modern artworks that seem to menace life and limb. When Doris Salcedo cut a crack through the floor of Tate Modern’s Turbine Hall in London in 2007,  visitors could not resist putting a foot or a leg inside. Quite a few injuries resulted from playful antics.","frames":[41520,61360]},{"images":[],"text":"We want art to be dangerous,  but not that dangerous. Or do we? It has been recognised since the Romantic age that some of the most powerful imaginative experiences derive from terror,  horror and awe. The 18th-century thinker Edmund Burke called this dark aesthetic “the sublime”. He observed that real,  even life-threatening,  danger will always trump mere pictures of horror. Today,  artists teeter over that precipice. Installation art can put us at real risk,  as if we were climbing a mountain or exploring a cave.","frames":[61360,96400]},{"images":[],"text":"Luckily,  the victim of Kapoor’s black hole is said to be doing well in hospital. Most injuries caused by art are,  mercifully,  mild. Yet something in us is drawn to the void,  the precipice,  the crack in the floor. If art couldn’t hurt us,  it wouldn’t move us.","frames":[96400,113280]},{"images":[],"text":"","frames":[113280,115280]}],"author":"9.9 艺术品的杀伤力 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536299976726-45.jpg","id":221,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536299976726-41.jpg","duration":113442,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536299976726-43.mp3","engTitle":"'A menace to life and limb': the artworks that have injured—and killed ","title":"“对生命和肢体的威胁”：有杀伤力的艺术品 "}