{"content":[{"images":[],"text":"A regional council in New Zealand has proposed banning all domestic cats in an attempt to protect native animals.","frames":[6960,14600]},{"images":[],"text":"Environment Southland’s “pest plan” calls for all domestic cats in the region to be neutered,  microchipped and registered. Then,  when a cat dies,  residents would not be permitted to have another.","frames":[15080,28280]},{"images":[],"text":"Ali Meade,  the council’s biosecurity operations manager,  said that if the move was approved the improvement for the environment and bird life would be vast.","frames":[28920,39220]},{"images":[],"text":"Omaui resident Nico Jarvis told the Otago Daily Times that she was shocked and planned a petition against the plan. She said that her three cats were the only way to combat a rodent problem in the area. “If I cannot have a cat,  it almost becomes unhealthy for me to live in my house, ” she said.","frames":[39740,59420]},{"images":[],"text":"Jarvis likened the plan to living in a “police state … It’s not even regulating people’s ability to have a cat. It’s saying you can’t have a cat.”","frames":[59800,69040]},{"images":[],"text":"The move comes as New Zealand works on an ambitious goal to become predator-free by 2050. That plan is devoted to wiping out introduced species of rats,  stoats and possums.","frames":[69600,81900]},{"images":[],"text":"Economist turned parliamentary candidate Gareth Morgan has long proposed wiping out cats from New Zealand as a way to protect native species from what he called “natural born killers”.","frames":[82360,93720]}],"author":"9.12 新西兰禁养猫 Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536654857059-16.jpg","id":224,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536654857059-4.jpg","duration":94766,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536721746261-12.mp3","engTitle":"Paw outcome? New Zealand council proposes banning all cats","title":"爪子的悲惨结局？新西兰委员会建议禁养所有猫"}