{"content":[{"images":[],"text":"Before the concept of countries existed,  Luzia walked the broad savanna of what is now south-central Brazil. Her remains were buried in the Vermelha Cave about 11, 500 years ago until they were found and studied in the 20th century. Researchers later said her existence challenged the basic understanding of how humans migrated,  and when.","frames":[6800,30800]},{"images":[],"text":"Luzia's remains are among nearly 20 million items feared incinerated after a blaze roared through Rio de Janeiro’s National Museum on Sunday,  in an inferno that Brazilian officials and scientists are describing as an unbearable erasure of human history potentially caused by years of neglect.","frames":[30800,50560]},{"images":[],"text":"The fire was like “a lobotomy of the Brazilian memory, ” said Marina Silva,  a former environment minister and candidate in the upcoming presidential election,  according to the Guardian. Video of the blaze showed twin columns of towering fire reaching against black sky.","frames":[50560,67840]},{"images":[],"text":"President Michel Temer said Monday the loss was “incalculable to Brazil”.","frames":[67840,73200]},{"images":[],"text":"Police clad in riot gear held back an angry,  massive crowd calling for Temer's resignation at the smoldering museum. BBC reporter Katy Wilson said “thousands” at the scene blamed the fire on years of austerity measures for lack of funding and modernization efforts at museum.","frames":[73200,92400]},{"images":[],"text":"Brazil has struggled to emerge from a 2014 recession and the political fallout that followed,  and the museum blaze threatens to become a symbol for angry Brazilians frustrated by high unemployment and glacial economic growth.","frames":[92400,107860]},{"images":[],"text":"The museum,  which celebrated its 200th anniversary this year,  was founded a few years before the country itself. It is the biggest natural history museum in Latin America.","frames":[107860,118600]},{"images":[],"text":"","frames":[118600,123600]}],"author":"9.13 巴西大火 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536751925834-16.jpg","id":225,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536751925834-4.jpg","duration":118831,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536751925834-6.mp3","engTitle":"'A lobotomy of the Brazilian memory': Devastating fire destroys Rio's National Museum ","title":"‘巴西记忆的切除’：里约国家博物里约国家博物馆毁于惊天大火    "}