{"content":[{"images":[],"text":"Microsoft has announced a policy requiring its contractors to offer employees a minimum of 12 weeks paid parental leave,  paying them up to $1, 000 a week.","frames":[5000,17280]},{"images":[],"text":"The policy,  which affects US-based companies that do work for the technology company and have more than 50 employees,  will be rolled out over the next year. It will affect people including the company’s cafeteria workers,  janitors,  IT support staff and engineering consultants.","frames":[17280,35760]},{"images":[],"text":"Microsoft was prompted to introduce the policy after Washington state,  where the company is headquartered,  passed legislation requiring companies to offer employees and contractors paid parental leave. The company said that it wanted to give the same benefit offered by the legislation,  which comes into effect in 2020,  to contracted staff across the US. The company noted that the policy could increase its costs.","frames":[35760,63040]},{"images":[],"text":"The policy will bring the parental leave benefits of affected contractors in line with those of full-time employees,  who also get 12 weeks parental leave,  while birth mothers get an additional eight weeks off.","frames":[63040,75360]},{"images":[],"text":"“The case for paid parental leave is clear, ” said the company’s general counsel,  Dev Stahlkopf,  in a blogpost,  citing various studies showing that it improves productivity,  morale and retention of new mothers.","frames":[75360,89280]},{"images":[],"text":"“Further,  when men and women have the opportunity to take paid leave,  it can help counteract gender caregiving stereotypes,  neutralize stigmas and promote equity in the home and office, ” added Stahlkopf.","frames":[89280,102400]},{"images":[],"text":"Microsoft has been under pressure to improve working conditions for contractors after some workers unionized in 2014 and started pushing for benefits like paid leave. In 2015,  Microsoft announced it would require its suppliers to give their workers at least 15 days paid time off.","frames":[102400,121200]}],"author":"9.14 微软带薪产假 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536831967977-16.jpg","id":226,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536831967977-4.jpg","duration":121397,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536831967977-6.mp3","engTitle":"Microsoft to require contractors to offer paid parental leave ","title":"微软将要求承包商为员工提供带薪育儿假"}