{"content":[{"images":[],"text":"“A woman must continually watch herself, ” is a John Berger quote you might remember if you studied art at school. The theory goes,  “how she appears to men is of crucial importance for what is normally thought of as the success of her life.”","frames":[7260,25130]},{"images":[],"text":"The quote works well as an answer to the question asked by a new academic study,  “Why are there so many sexy selfies of women everywhere these days?”","frames":[25130,37330]},{"images":[],"text":"For Dr Khandis Blake of the University of New South Wales,  the reason goes like this: “These behaviours are completely rational,  even adaptive … When a young woman adjusts her bikini provocatively with her phone at the ready … think of her as a strategic player in a complex social and evolutionary game.”","frames":[37330,61060]},{"images":[],"text":"Female flesh is offered up to be looked at. Offering it up to be looked at can bring rewards for the women who take part. Apparently,  it’s not about the power of the straight male gaze,  or patriarchal pressure. It’s about economics.","frames":[61060,78600]},{"images":[],"text":"In analysing 68, 562 selfies on Instagram and Facebook tagged with words like ‘“sexy” and “hot” from 113 countries across the world,  Blake’s study concluded that women are more likely to post sexy selfies in places where “economic inequality is rising,  and not in places where men hold more societal power”.","frames":[78600,104730]},{"images":[],"text":"Women who use this strategy to gain influence and money shouldn’t be shamed for narcissism,  considered stupid,  or pitied – we’re all operating in a system that offers certain options to us,  and working to gain reward.","frames":[104730,121000]},{"images":[],"text":"But what created the system? Women didn’t create it,  and don’t have full control over it.","frames":[121000,128260]},{"images":[],"text":"","frames":[128260,133260]}],"author":"9.15 性感自拍 Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536834112968-33.jpg","id":227,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1536834112968-21.jpg","duration":128627,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1536834112968-31.mp3","engTitle":"Sexy selfies may be lucrative – but they won’t overthrow the patriarchy ","title":"性感自拍可能有利可图，但却无法颠覆父权社会 "}