{"title":"The France v Britain scallop war goes much deeper than Brexit with nets ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1536834112968-79.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1536834112968-77.jpg","contents":["Forty French fishing boats attack five British boats in the Channel. Stones and smoke bombs are thrown. Rude words are exchanged in two languages. The British retreat.","Similar incidents have been happening for 15 years – or arguably for the last 900 years. The rights and wrongs are complicated. Yesterday evening the French boats were undoubtedly the aggressors. They put to sea not in order to fish,  but to harass the English and Scottish boats that had entered “their waters”.","It was foolhardy of the French fishermen,  but they do have reasons to be exasperated. The latest outbreak of the Baie de la Seine scallop war should be seen in the context of Brexit and the deep uncertainties and exaggerated expectations encouraged by simplistic and vague UK plans to reclaim “our seas” and “our fish”.","Ironies abound. In this dispute,  British boats are asserting their right to fish in French waters even when they are closed to French trawlers. This right depends on EU rules,  but pre-dates the EU fishing policy.","In truth,  the Seine Bay war is a storm warning. It shows what may happen on a wider scale if a hard Brexit removes all common rules for management of fisheries in European seas. It is also a useful reminder that some British boats rely on European rules for access to their prey – and the European single market to sell their produce.","Above all,  as one leading British voice pointed out: “It shows how complicated fisheries policy is. We have access to those waters because of historic rights that go back well before the common fisheries policy. The same applies to French and other fishermen in our waters. Those rights will not disappear with Brexit,  whatever some politicians and fishermen’s leaders may say.”"]}