{"content":[{"images":[],"text":"India's top court overturned a 157-year old law criminalizing gay sex in a landmark victory for gay rights.","frames":[6800,16330]},{"images":[],"text":"A panel of five judges issued a unanimous judgment striking down the provision and affirming the right to equality and dignity.","frames":[16330,25800]},{"images":[],"text":"\"Respect for individual choice is the essence of liberty, \" Dipak Misra,  India's chief justice,  told a packed courtroom. \"This freedom can only be fulfilled when each of us realizes that the LGBT community possesses equal rights.\"","frames":[25800,42200]},{"images":[],"text":"The ruling sparked jubilation among members of the lesbian,  gay,  bisexual,  transgender and queer (LGBTQ) community. News channels showed people in cities across India weeping and embracing as they celebrated the historic decision.","frames":[42200,60930]},{"images":[],"text":"The judgment reflects rapid social change in India,  where only five years ago,  the top court upheld the same law. Since then,  campaigners have mobilized a movement to spread awareness about gay rights. In recent years,  more than 30 Indian cities have held their first gay pride parades,  and public protests against the provision have spread across the country.","frames":[60930,86130]},{"images":[],"text":"Economic and technological changes have spurred shifts in thinking,  too—cheap smartphones and mobile data opened young Indians to global trends and dating apps,  while the mushrooming of India's information technology sector has created a richer—and freer—generation of urban youth.","frames":[86130,104730]},{"images":[],"text":"The Supreme Court decision is expected to be celebrated across India throughout the day and into the night. Activists pledged that the ruling was just the beginning. They vowed to continue to seek legal protection from violence and abuse and seek the right to marry and adopt children.","frames":[104730,122130]},{"images":[],"text":"","frames":[122130,127130]}],"author":"9.18印度同志Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537182493469-16.jpg","id":230,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537182493469-4.jpg","duration":122293,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1537182493469-6.mp3","engTitle":"India's Supreme Court decriminalizes gay sex in historic ruling ","title":"历史性裁决：印度最高法院将同性性行为合法化 "}