{"content":[{"images":[],"text":"While training for a half-marathon last fall,  Janet Sherman,  57,  started noticing pain in her right leg and left foot. A diagnosis of a quadriceps strain and plantar fasciitis led to shoe inserts and cross-training. Before long,  the Wyoming-based teacher was \"just good enough\" to get back to training,  and so she did,  although she opted to drop down to a shorter 10K race distance.","frames":[6260,35660]},{"images":[],"text":"On race day,  Sherman's foot began bothering her early,  and by a water stop two-thirds of the way through the course,  she knew she should drop out. \"It was so painful,  but I was stubborn and finished out the race, \" she said. \"Afterward,  I could barely walk.\"","frames":[35660,53130]},{"images":[],"text":"To the inactive,  Sherman's attitude might be hard to understand. But for amateur athletes and weekend warriors,  pushing through pain is a common refrain. \"As a society,  we are more active in sports than ever before, \" said Adrienne Langelier,  a Texas-based sports psychology consultant. \"But at the same time,  as a culture we have developed a 'no days off' mentality.\"","frames":[53130,79660]},{"images":[],"text":"That needs to change,  said Mark Cucuzzella,  a physician and a professor at the West Virginia University School of Medicine. \" 'No pain,  no gain' - no,  thank you, \" he quipped. \"For too long,  we have glamorized that way of thinking. It's not sustainable.\"","frames":[79660,96800]},{"images":[],"text":"Pressing too hard can lead to injury,  illness and exhaustion. With running,  for instance,  pushing through pain can lead to a secondary injury,  said Adam Tenforde of the Spaulding National Running Center at Harvard Medical School. “A stress fracture,  if you continue to run on it,  may progress to a full fracture and require a much longer recovery period,  for example, ” he said. “I advocate for addressing pain early,  rather than ignoring it.”","frames":[96800,124730]},{"images":[],"text":"","frames":[124730,129730]}],"author":"9.19运动 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537182493469-64.jpg","id":231,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537182493469-54.jpg","duration":124944,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1537182493469-56.mp3","engTitle":"‘No pain, no gain’sounds tough, but you may only be hurting yourself ","title":" “不痛苦，无收获”听着很硬气 ，但你可能只是在伤害自己"}