{"content":[{"images":[],"text":"Public figures including politicians,  authors and actors are appealing for change in the way the country talks about suicide.","frames":[5650,14710]},{"images":[],"text":"Author Ian Rankin,  London mayor Sadiq Khan,  broadcaster Stephen Fry and DJ Lauren Laverne are among 130 signatories to a letter calling on the nation’s media to lead the way in transforming how suicide is covered.","frames":[14710,32340]},{"images":[],"text":"The letter,  which has been backed by cross-party MPs and mental health organisations Samaritans and Mind,  states there should be an end to the use of the phrase “commit suicide”,  which suggests suicide is a crime and suicidal thoughts are a sin,  even though it has not been a crime in the UK since 1961.","frames":[32570,54340]},{"images":[],"text":"This outdated form of words can imply suicide is a “selfish,  cowardly,  criminal or irreligious act rather than the manifestation of extreme mental distress and unbearable pain”,  the letter states,  and proposes the alternative description “died by suicide”.","frames":[54340,72400]},{"images":[],"text":"The letter says: “We should not describe a suicide as ‘easy’,  ‘painless’,  ‘quick’ or ‘effective’ and we should remember to look at the long-term consequences of failed suicide attempts,  not forgetting the significant life-long pain for those left behind when someone does take their own life.”","frames":[72400,91710]},{"images":[],"text":"It adds that reports of celebrity deaths carry greater risk of encouraging others due to over-identification by vulnerable people. Citing the suicide of US actor Robin Williams,  it said a recent study identified a 10% increase in people killing themselves after his death. “This emphasises the responsibility that we all have when it comes to talking about suicide, ” it said.","frames":[91710,116850]},{"images":[],"text":"","frames":[116850,121850]}],"author":"9.21 周五 报道自杀方式Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537269488775-12.jpg","id":235,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537269488775-10.jpg","duration":117211,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1537421483939-10.mp3","engTitle":"Celebrities appeal to media to change how suicide is reported ","title":"英国名流呼吁媒体改变自杀的报道方式"}