{"content":[{"images":[],"text":"In an interview with GQ Magazine,  Prince Charles,  the 69-year-old heir to the British throne,  said he's deeply dismayed by the way artificial intelligence is beginning to change the way people interact with machines.","frames":[8130,23060]},{"images":[],"text":"\"The thing I find hardest now is to cope with this extraordinary trend that somehow we must become part human,  part machine,  which I totally and utterly object to, \" the Prince of Wales told the magazine. \"It is crazy to go that far because I think,  ironically,  the more AI and robotics they want to introduce,  the more people will rediscover the importance of the traditional crafts,  the directly human things that are crafted by humans and not by machines.\"","frames":[23060,53600]},{"images":[],"text":"Charles was speaking to GQ magazine after the publication awarded him a lifetime achievement award for services to philanthropy. Long considered an environmentalist,  Charles has been promoting organic farming since the 1980s and has made a point of \"urging action on global warming\" since at least 1990,  according to Time.","frames":[53600,74800]},{"images":[],"text":"In his interview with GQ,  his skepticism of AI appears to be less about fears of a dystopian future and more about reinforcing his values surrounding environmental stewardship.","frames":[74800,87000]},{"images":[],"text":"Charles said he has \"always believed that living on a finite planet means we have to recognize that this puts certain constraints and limits on our human ambition in order to maintain the viability of the planet.\"","frames":[87000,100200]},{"images":[],"text":"\"That is why it matters so much that the way we operate has to be in tune with the way nature and the universe works and not the way we think it ought to work,  which is what we have been doing, \" he added.","frames":[100200,113000]},{"images":[],"text":"","frames":[113000,118000]}],"author":"9.23查尔斯王子Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537344176579-13.jpg","id":236,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537344176579-11.jpg","duration":113424,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1537326805439-14.mp3","engTitle":"Prince Charles says he utterly objects the idea of people becoming 'part human, part machine' ","title":"查尔斯王子表示坚决反对人类变为“半人半械”的观点"}