{"content":[{"images":[],"text":"As a society,  we barely discuss the realities and implications of singledom. In pop culture singledom is almost invariably represented as an easily fixed unhappy state,  a step along the way to getting happily hitched. We know little about the long-term singles: how many relish their freedom and independence,  and how many feel burdened with loneliness and hope to meet the love of their life?","frames":[7050,33760]},{"images":[],"text":"The single stereotypes abound. For men,  it’s the dysfunctional fortysomething still living with his parents. For women,  the callous career woman—who could forget former Australian prime minister Julia Gillard being accused of being “deliberately barren”?","frames":[33760,52350]},{"images":[],"text":"Beyond the stereotypes,  there’s been remarkably little robust research on singledom and social infertility. Love,  family and relationships only feature in policy debates about how we live to the extent that they concern children’s lives. Our attitude has always been that—outside medical infertility—finding love and family life in the first place is an entirely private matter.","frames":[52350,78820]},{"images":[],"text":"But social infertility exists,  and we should be talking about it more,  from whether there should be publicly funded fertility advice for women looking to conceive alone,  to the realities of ageing without children,  to whether we should be investing in research into how to extend women’s fertility spans in the first place.","frames":[78820,98230]},{"images":[],"text":"To do so,  though,  we need to be able to have healthy conversations about singledom that go beyond the painful,  shaming stereotypes of the undateable,  the unloveable and the “deliberately barren”.","frames":[98230,112580]},{"images":[],"text":"","frames":[112580,117580]}],"author":"9.24单身真相Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537419881371-26.jpg","id":237,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1537419881371-24.jpg","duration":113032,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1537529409978-11.mp3","engTitle":"It’s time to ditch the stereotypes and look at the realities behind singledom ","title":"是时候摆脱刻板印象，看看单身背后的现实 "}