{"title":"As its trading debut looms, China's Meituan locked in battle of super-apps","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1537515677281-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1537515677281-4.jpg","contents":["Meituan Dianping,  which raised $4.2 billion in its Hong Kong IPO,  is one of China's super-apps,  with 340 million users ordering groceries,  paying bills,  renting bikes and booking hotels - but it is far from alone.","The delivery-to-ticketing platform,  backed by internet giant Tencent Holdings Ltd,  is squaring off with Alibaba Group Holding Ltd-backed rivals including Alipay,  Ele.me and Koubei as well as Tencent's own WeChat.","Meituan Dianping,  like many of China's fast-growing tech firms,  has had to burn cash to keep ahead of rivals,  both to subsidize shoppers and add new services. It bought bike-sharing firm Mobike for $2.7 billion this year,  an expensive acquisition that is straining its margins.","But it sees room for growth. Citing a report from iResearch,  it estimates China's consumer service e-commerce market will grow to 8.01 trillion yuan ($1.17 trillion) by 2023,  almost three times the size of the market last year.","\"In the short term there will be turbulence,  but in the long run I expect (Meituan's) valuation to exceed $100 billion, \" said Li Chengdong,  a Beijing-based tech analyst. \"The reasoning is simple: the position that Meituan has in food and amusement services is similar to Alibaba in e-commerce,  but even more solid, \" Li added. \"The market is big enough.\"","The battle for that market is playing out on China's streets,  with Meituan's fleet of yellow-and-black-clad couriers competing against an army of blue-wearing Ele.me workers and red-uniformed Baidu takeaway crew.","\"The question will be,  when you stop subsidizing these items,  how many people can afford it?\" Jane Sun,  chief executive of Chinese online travel platform Ctrip,  told Reuters in an interview in Beijing. \"That's the challenge for any company who is using cash rebates to gain customers.\""]}