{"content":[{"images":[],"text":"Never mind the protests from health and safety. A research paper that describes how employees can overcome workplace injustice by torturing a voodoo doll that resembles their boss has landed one of the most coveted awards in academia: an Ig Nobel prize.","frames":[4940,21290]},{"images":[],"text":"The study,  which sought to understand why disgruntled staff retaliate against bad superiors,  found that tormenting a doll with pins and other implements helped restore their sense of fairness in the world.","frames":[21290,33760]},{"images":[],"text":"The Ig Nobel awards celebrate work that “first makes people laugh,  and then makes them think”. Ten awards were announced on Thursday night at a ceremony at Harvard. They included a nutrition prize for work that revealed the unimpressive nutritional value of a cannibalistic diet. Lindie Liang and fellow psychologists at the University of Waterloo in Ontario won the economics prize for the voodoo doll investigation.","frames":[33760,59760]},{"images":[],"text":"In a series of experiments reported in the Leadership Quarterly,  workers were asked to recall a time when their boss abused or bullied them,  then half were given the chance to unleash their frustration on a virtual voodoo doll. “Those who stabbed the doll representing their boss felt a greater sense of fairness and justice, ” said Douglas Brown,  a member of the team.","frames":[59760,80940]},{"images":[],"text":"Brown concedes that employees may want to find more positive ways to vent their anger after being offended by a bad boss,  but he does not dismiss the value of virtual vengeance. “I personally don’t see any harm in torturing a voodoo doll,  if it makes you feel better, ” he said. “We get to show people that science doesn’t necessarily need to be dry and boring. Sometimes you can do sound science and have a laugh along the way.”","frames":[80940,105640]},{"images":[],"text":"","frames":[105640,110640]}],"author":"9.29搞笑诺贝尔奖 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538035591928-14.jpg","id":241,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538035591928-4.jpg","duration":106136,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1538035591928-6.mp3","engTitle":"Voodoo doll and cannibalism studies triumph at Ig Nobels ","title":"巫毒娃娃和食人研究获得搞笑诺贝尔奖 "}