{"title":"Netflix reaches for Emmys milestone, but can it outpace HBO? ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1538035591928-43.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1538035591928-41.jpg","contents":["The next battle in the streaming TV wars will unfold on Monday’s Emmys stage,  where Netflix Inc aims to end HBO’s 16-year streak as the night’s biggest winner and earn bragging rights for its marketing.","For the first time,  Netflix will head to the ceremony with more nominations than any other network,  with 112. AT&T-owned HBO,  however,  will bring its formidable “Game of Thrones, ” which scored 22 of the premium cable network’s 108 nods.","HBO and Netflix have fought for viewers since 2013 when the streaming service launched “House of Cards, ” a political thriller that established it as a home for top-quality TV programming. HBO had long dominated that space with acclaimed series such as “The Sopranos” and “Sex and the City.”","Netflix has since expanded into a wide range of genres,  which helped boost its nominations count with shows such as reality series “Queer Eye.”","HBO has argued that its focus on a smaller,  curated slate of programming ensures quality.","Randall Stephenson,  chairman and chief executive of HBO owner AT&T Inc,  on Wednesday called Netflix the WalMart of video subscription services,  while he likened HBO to luxury jeweler Tiffany & Co.","So far,  the race is neck and neck after dozens of this year’s Emmys were handed out at events in Los Angeles earlier this month. HBO won 17 trophies,  including best documentary for “The Zen Diaries of Garry Shandling.” Netflix collected 16.","The major awards will be unveiled in a nationally televised show on Monday. IndieWire executive editor Michael Schneider predicts Emmy voters will spread the awards among several streaming services and traditional networks,  but that HBO will continue to reign as the most-honored outlet overall. “HBO has more front runners, ” he said."]}