{"content":[{"images":[],"text":"The internet has transformed the way people work and communicate. It has upended industries,  from entertainment to retailing. But its most profound effect may well be on the biggest decision that most people make—choosing a mate.","frames":[2300,16640]},{"images":[],"text":"In the early 1990s the notion of meeting a partner online seemed freakish,  and not a little pathetic. Today,  in many places,  it is normal. Smartphones have put virtual bars in people's pockets,  where singletons can mingle free from the constraints of social or physical geography. Globally,  at least 200m people use digital dating services every month. In America more than a third of marriages now start with an online match-up. The internet is the second-most-popular way for Americans to meet people of the opposite sex,  and is fast catching up with real-world \"friend of a friend\" introductions.","frames":[17240,54060]},{"images":[],"text":"Digital dating is a massive social experiment,  conducted on one of humanity's most intimate and vital processes. Its effects are only just starting to become visible.","frames":[54800,64580]},{"images":[],"text":"Meeting a mate over the internet is fundamentally different from meeting one offline. In the physical world,  meeting a friend of a friend is the norm. People who meet online are overwhelmingly likely to be strangers. As a result,  dating digitally offers much greater choice. A bar,  choir or office might have a few tens of potential partners for any one person. Online there are tens of thousands.","frames":[65140,88880]},{"images":[],"text":"This greater choice makes the digital dating market far more efficient than the offline kind. For some,  that is bad news.","frames":[89600,96880]}],"author":"10.02 线上约会 经济学人原声","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538039890787-8.jpg","id":243,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538039890787-4.jpg","duration":96682,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1538047262852-10.mp3","engTitle":"Modern love—The Internet has transformed the search for love and partnership (1) ","title":"叮！配对成功！当「网上寻爱」变成主流...... "}