{"content":[{"images":[],"text":"Because of the gulf in pickiness between the sexes,  a few straight men are doomed never to get any matches at all. On Tantan,  a Chinese app,  men express interest in 60% of women they see,  but women are interested in just 6% of men; this dynamic means that 5% of men never receive a match.","frames":[1800,21180]},{"images":[],"text":"For most people,  however,  digital dating offers better outcomes. Research has found that marriages in America between people who meet online are likely to last longer; such couples profess to be happier than those who met offline. The whiff of moral panic surrounding dating apps is vastly overblown. Precious little evidence exists to show that opportunities online are encouraging infidelity.","frames":[22000,45360]},{"images":[],"text":"Online dating is a particular boon for those with very particular requirements. Jdate allows daters to filter out matches who would not consider converting to Judaism,  for instance. A vastly bigger market has had dramatic results for same-sex daters in particular. In America,  70% of gay people meet their partners online.","frames":[45920,66640]},{"images":[],"text":"There are problems with the modern way of love,  however. Many users complain of stress when confronted with the brutal realities of the digital meat market,  and their place within it. Negative emotions about body image existed before the internet,  but they are amplified when strangers can issue snap judgments on attractiveness. The same problems that afflict other digital platforms recur in this realm,  from scams to fake accounts: 10% of all newly created dating profiles do not belong to real people.","frames":[67260,96360]},{"images":[],"text":"This new world of romance may also have unintended consequences for society.","frames":[96860,101360]}],"author":"10.03 线上约会 经济学人原声","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538041752141-14.jpg","id":244,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538041752141-4.jpg","duration":101192,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1538047262852-26.mp3","engTitle":"Modern love—The internet has transformed the search for love and partnership (2) ","title":"叮！配对失败，5%的直男永远没有春天"}