{"title":"The YouTube stars heading for burnout: 'The most fun job imaginable became deeply bleak' (Part 2)","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1538211926196-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1538211926196-4.jpg","contents":["Every time you log on to YouTube you are presented with videos chosen by the algorithm. The idea is that a clip particularly well suited to your tastes will inspire you to click the Subscribe button—which,  hopefully,  will bring you back to watch a new episode tomorrow. The viewer feels that YouTube understands what he or she likes,  while advertisers are reassured that the video in front of which their five-second commercial will run will reach an appropriately targeted audience.","When your income is dependent on the number of people who watch your videos each week,  this code can decide what,  or even whether,  you eat. And,  13 years into YouTube’s existence,  many believe it has come to sit at the core of a growing mental health crisis among video creators.","In April this year there was a particularly extreme example,  when 38-year-old Nasim Najafi Aghdam entered YouTube’s Californian campus and opened fire on employees with a 9mm pistol,  wounding three before she killed herself. A video Aghdam uploaded prior to the attack suggested that it was driven by her belief that the company’s algorithm had passed over her videos; in March she posted on Instagram,  “All my YouTube channels got filtered by YouTube so my videos hardly get views.”","Algorithm-led content curation makes creators feel disposable,  challenging them to churn out videos in the knowledge that there are younger,  fresher people waiting in the wings to replace them.","At a recent party at a conference for YouTubers and streamers,   Austin Hourigan,  who runs ShoddyCast,  a YouTube channel with 1.2 million subscribers，quipped: “I think every YouTube career should come with a coupon for a free therapist.”"]}