{"content":[{"images":[],"text":"Katherine Lo is a researcher into online communities at the University of California,  Irvine. For her,  it's not simply the frequency and consistency of content creation that lead to burnout,  but the specific nature of the work required to keep audiences engaged,  which includes being active on social media,  interacting with fans,  and other roles beyond writing,  presenting and editing. \"This kind of labour is often invisible but very taxing and a major contributor to occupational stress, \" Lo explains.","frames":[7640,40110]},{"images":[],"text":"She recently developed a list of occupational factors that contribute to mental health risks for creators. It includes the exhaustion that comes from performing \"familiarity\" with the audience,  the stress of reading comments,  the financial anxiety associated with managing sponsorships and donations,  and the pressure of managing reputation and professional ties in the YouTuber community,  where recommendations are key to getting fans.","frames":[40110,65050]},{"images":[],"text":"As part of its Creator Academy,  a vast online \"school\" covering everything from how to \"enhance your channel's search and discovery potential\" to how to \"make deals with brands\",  YouTube recently commissioned a series of videos designed to teach its partners how to avoid fatigue. The video on burnout has been viewed just over 32, 000 times. It's written and presented by 34-year-old Kati Morton. A licensed therapist based in Los Angeles,  Morton has been posting videos to YouTube for eight years. As such,  she is well placed to understand both the problem and the potential solution.","frames":[65050,101760]},{"images":[],"text":"For her,  the solution comes back to the algorithm. \"YouTube rewards people who produce daily, \" she says. \"They made the algorithm,  so they have the power to remake it. If they set different criteria,  it would help. We are human beings. We need some time for ourselves.\"","frames":[101760,119290]},{"images":[],"text":"","frames":[119290,124290]}],"author":"10.7 Youtube3 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538211926196-67.jpg","id":248,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538211926196-63.jpg","duration":119562,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1538211926196-65.mp3","engTitle":"The YouTube stars heading for burnout: 'The most fun job imaginable became deeply bleak' (Part 3)","title":"网红博主表面风光，其实焦虑到分分钟抑郁"}