{"content":[{"images":[],"text":"By day,  Jake Gomez works as a special-education teacher in downtown Brooklyn. But on a Friday evening in June,  within the cinder-block recreation center of Most Precious Blood Church in Bath Beach,  Brooklyn,  he was the wrestler known as Logan Black,  the King of Chaos.","frames":[0,27120]},{"images":[],"text":"\"We're all having fun and enjoying doing this, \" Gomez said. \"The outlet is being in the ring and being able to express the superhero inside you.\"","frames":[27120,39040]},{"images":[],"text":"The ring apparatus arrived in a box truck minutes before the doors were scheduled to open. Wrestlers rushed to unload wooden beams and foam pads. The metal skeleton was assembled in the center circle of the basketball court.","frames":[39040,55360]},{"images":[],"text":"Outside,  fans clutching hot dogs and beers piled into folding chairs (front-row tickets cost $30,  general admission was $20). The show began. Wrestlers snarled and preened as they entered the ring to theme music,  then thunderously slammed each other to the canvas,  careened off the ropes and moaned in submission holds.","frames":[55360,82160]},{"images":[],"text":"After the show,  wrestlers mingled with fans as the ring was deconstructed and reloaded into the truck. The mutual appreciation was palpable; everyone was an insider among outsiders.","frames":[82160,96800]},{"images":[],"text":"“This was never something I thought I’d be able to do, ” said Alex Abakulov,  who wrestles as A.J. Spectre and studies osteopathic medicine. “I was this out-of-shape foreign kid who grew up poor and always got made fun of. I didn’t expect that I’d be performing in front of anybody. Every show is a gift.”","frames":[96800,119040]},{"images":[],"text":"","frames":[119040,121040]}],"author":"地下摔跤Amelia","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538211926196-178.jpg","id":250,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538211926196-167.jpg","duration":119728,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1538211926196-169.mp3","engTitle":" Inside the ring of underground wrestling ","title":"走进纽约地下摔跤场"}