{"content":[{"images":[],"text":"One of the tales of Nasreddin,  a self-satirising 13th-century philosopher,  tells of the time he lost a precious ring. When his wife asks why he is searching in the yard rather than inside,  where the ring was lost,  Nasreddin explains that the light is better outside. Looking for something where the search is easiest is a form of bias now known as the \"street light\" effect. A study published this week in PLOS Biology reports a similar skew in modern genetics that may be leaving thousands of important genes largely unstudied.","frames":[9340,44300]},{"images":[],"text":"There are roughly 20, 000 genes in the human genome. But most research focuses on only about ten percent of genes. Thomas Stoeger,  and Luis Amaral and their colleagues at Northwestern University in Illinois used machine learning to investigate why that might be.","frames":[45300,63620]},{"images":[],"text":"One possible reason for that can be found in another phenomenon known as the \"Matthew effect\". Pithily summarised by the adage \"the rich get richer\",  this predicts that researchers and money will flow to subjects that are already well-established.","frames":[64480,80640]},{"images":[],"text":"All this might be justified if the most-studied genes were also the most important—if,  for instance,  mutations within them are associated with serious or common diseases. The team found that the most-researched 10% of genes were indeed between three and five times more likely to be involved in disease. But they receive disproportionate attention,  accruing thousands of times the number of publications as the least-researched 10%.","frames":[81240,107840]},{"images":[],"text":"No doubt much remains to be learned about even the best-studied genes. But the upshot of all this is that a wealth of discoveries and treatments is likely to await scientists,  and funding agencies,  bold enough to look elsewhere. Time to shine a light on the darker parts of the genome.","frames":[108720,125640]}],"author":"10.08 十分之一基因 阉割版","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538284410641-13.jpg","id":251,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1538284410641-4.jpg","duration":125650,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1540290837348-19.mp3","engTitle":"Whoever has, will be given more—Scientists and funding agencies hew to familiar genes ","title":"已被研究的人类基因：凡拥有的，必将更富有"}