{"title":"Japan killed 50 whales in Antarctic protected area, data shows ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1539162705718-51.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1539142012793-4.jpg","contents":["Japanese whalers have killed more than 50 minke whales in an Antarctic marine protection area this year,  WWF has revealed.","The disclosure comes on the opening day of the International Whaling Commission’s annual meeting in Brazil,  which Japan is chairing as it seeks to restart commercial whaling.","Japan allows itself to hunt whales under a “scientific” programme which still sees the meat go on sale. The 2018 hunt led to 333 minke whales being killed in the Southern Ocean,  including 122 pregnant females.","Now analysis of an IWC scientific committee paper by WWF shows that three Japanese ships killed dozens of minke whales in part of the Ross Sea marine protection area (MPA) in January and February 2018. All fishing is restricted in that section of the MPA in order to protect marine life,  including blue,  humpback,  minke and killer whales,  emperor penguins and Weddell seals.","However,  the 24-nation body that agreed the MPA – the Commission for the Conservation of Antarctic Marine Living Resources – does not control whaling in the region. The International Court of Justice ruled in 2014 that Japan should cancel all existing “scientific whaling” permits in the Southern Ocean but Japan simply issued itself a new permit for the killing of hundreds of Antarctic minke whales each year until 2027.","At the IWC meeting,  Japan wants to allow the hunting of whales whose populations are assessed as high and create a “sustainable use” committee. “There couldn’t be a better opportunity, ” a Japanese government official said. Japan has previously labelled opposition to its whaling as “eco-imperialism”.","Previous attempts to weaken the existing ban have failed and Japan appears unlikely to succeed in changing the rules."]}