{"content":[{"images":[],"text":"Frances O’Grady,  the head of Britain’s Trades Union Congress,  threw down a gauntlet on September 10th. “We can win a four-day working week, ” she told members. The demand is far from unprecedented. Shorter working weeks have been tried in New Zealand and Sweden,  where they resulted in happier,  healthier and more motivated employees. Those who work shorter weeks are also reported to be more productive. Should weekends,  therefore,  be lengthened?","frames":[2940,33410]},{"images":[],"text":"France’s experience suggests workers may not leap at the chance of toiling for fewer hours. The government reduced the full-time worker’s week to 35 hours in 2000. Last year the French worked 38.9 hours a week on average,  seeming happy to labour above the required threshold and pocket the extra pay or holiday allowance.","frames":[33410,56940]},{"images":[],"text":"And businesses may not seize the opportunity either. Working less may be linked to higher productivity (on a per-hour basis),  but overall output could still fall because of the smaller number of hours worked. That will not get governments or employers excited.","frames":[56940,75290]},{"images":[],"text":"Advocates of a four-day week could claim that improving people’s quality of life is more important than boosting the economy. In an essay published during The Great Depression,  John Maynard Keynes wrote of an “age of leisure and abundance” in which technological advances would allow people to work 15-hour weeks.","frames":[75290,95880]},{"images":[],"text":"Unfortunately for any readers toiling on a Friday afternoon,  Keynes jumped the gun. Even Ms O’Grady,  now angling for a longer weekend,  is pessimistic in her timescale. A four-day week is apparently achievable “in this century”.","frames":[95880,112580]}],"author":"10.12周末是否延长Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539143122490-13.jpg","id":253,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539143122490-4.jpg","duration":112927,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539143122490-6.mp3","engTitle":"Why the weekend isn't longer ","title":"为何周末不能更长 "}