{"content":[{"images":[],"text":"Despite there being no scientific evidence to back up personality tests (many scientists consider them to be the business-bro equivalent of horoscopes),  they are all the rage in the corporate world,  where they are used as a guide in hiring or assembling more effective teams.","frames":[5290,22940]},{"images":[],"text":"The famous Myers-Briggs Type Indicator (MBTI) divides people into 16 types,  depending on their self-reported preferences for things such as extroversion or introversion. The MBTI has been around since the 1960s,  and an estimate of two million people take it every year,  a lot of whom seem to be management consultants. It is hard to believe that management consultants would be enamoured of pseudo-scientific theories,  though.","frames":[22940,55290]},{"images":[],"text":"Time may finally be up for Myers-Briggs. Researchers at Northwestern University have just published what they believe to be the first scientifically sound approach to personality classification. “Personality types only existed in self-help literature and did not have a place in scientific journals, ” one of the researchers announced. “This will change because of this study.”","frames":[55290,80230]},{"images":[],"text":"What makes this new study so great is the volume of data; the researchers analysed questionnaires from more than 1.5 million people. According to this study,  your personality is either Average,  Reserved,  Self-Centred,  or a Role Model. “Young males are overrepresented in the Self-Centred group,  while females over 15 years old are vastly underrepresented”. Meanwhile,  the most common personality type is Average,  which is defined as being “high in neuroticism and extroversion,  while low in openness”.","frames":[80230,117640]},{"images":[],"text":"However,  the general public may not care if personality tests are scientific or not. We love them because they cater to our narcissism and our need to belong; they make us feel normal and special at the same time.","frames":[117640,132230]},{"images":[],"text":"","frames":[132230,137230]}],"author":"10.13性格测试不不靠谱Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539147213237-49.jpg","id":254,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539147213237-39.jpg","duration":132780,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539147213237-41.mp3","engTitle":"    Personality tests are all the rage—but what do they really tell you? ","title":"性格测试风靡一时，但它们到底告诉了你什么？    "}