{"content":[{"images":[],"text":"Workers are in a phase of being footloose and fancy-free. The proportion of Americans leaving their jobs voluntarily is at a 17-year high. A survey by Gallup in 2017 found that around half of American employees were hoping to leave their current job.","frames":[7100,25360]},{"images":[],"text":"High turnover is not great news for employers. Nick South of the Boston Consulting Group says a certain amount of churn is good for bringing fresh blood into a company. But anything over 20% a year can be disruptive. Even in low-skilled jobs,  replacing workers can be expensive. The post must be advertised; managers spend time interviewing; new workers take a while to learn the ropes.","frames":[25860,53660]},{"images":[],"text":"So how can companies hang on to their staff? Technology can help managers to spot particular individuals who might be planning to quit,  and to head off the problem with some well-chosen words of encouragement or improved benefits; some Silicon Valley firms are looking into this approach. One academic paper looked at the language people used when communicating with colleagues,  and how closely they cleaved to the linguistic style of their organisations.","frames":[54340,82740]},{"images":[],"text":"The survey looked at over 10m emails exchanged over five years at an American tech firm. It found that new employees who were slow to learn the corporate lingo were more likely to get fired,  and that long-lasting employees who veered away from the culture in their messages were more likely to quit for another job. But this raises the prospect of managers using artificial intelligence to comb through employees' emails. Instead,  to make an old-fashioned suggestion,  they could just stop by their desks for a chat.","frames":[83060,119500]}],"author":"10.14 换工作 经济学人原声","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539149342451-12.jpg","id":255,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539149342451-4.jpg","duration":118994,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539149342451-6.mp3","engTitle":"Workers are losing their chains—High staff turnover is costly","title":"劳动者正在挣脱枷锁 —— 人事更替的代价高昂"}