{"content":[{"images":[],"text":"The 7.5 magnitude quake on Sept. 28 brought down many buildings in the small city on Sulawesi island,  1, 500 km northeast of Jakarta,  while tsunami waves smashed into its beachfront.","frames":[5170,20940]},{"images":[],"text":"But the biggest killer was probably soil liquefaction,  which happens when a powerful quake turns the ground into a liquid mire and which obliterated several Palu neighborhoods.","frames":[20940,32820]},{"images":[],"text":"The official death toll rose to 1, 948 but bodies are still being recovered. No one knows how many people are missing,  especially in the areas hit by liquefaction,  but it could be as high as 5, 000,  the national disaster agency said.","frames":[32820,50940]},{"images":[],"text":"At the SMP Negeri 15 Palu middle school,  fewer than 50 of its 697 students showed up. School principal Abdul Rashid said he was aware of four students killed in the quake. \"Classes haven't started. We're only collecting data to find out how many students are safe, \" he said.","frames":[50940,72110]},{"images":[],"text":"One boy chatting in the school compound with friends said he was disappointed that so few of his class mates had shown up. \"I'm still waiting for the Ministry of Education to give us instructions on when to begin classes. For now,  I don't think we're ready. Many children are traumatized and frightened.\"","frames":[72110,90350]},{"images":[],"text":"Most of the dead from the quake and tsunami were in Palu,  the region's main urban center. Figures for more remote areas are trickling in but they seem to have suffered fewer deaths than the city.","frames":[90350,102940]},{"images":[],"text":"The government has allocated $37 million to help victims of the earthquake. Debris would be cleared and areas hit by liquefaction would be turned into parks,  sports venues and other public spaces,  a spokesman for the national disaster mitigation agency said.","frames":[102940,120470]}],"author":"10.15印尼地震Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539321240230-16.jpg","id":256,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539321240230-4.jpg","duration":120660,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539321240230-6.mp3","engTitle":"Children trickle back to school in Indonesia quake city to find friends ","title":"印尼地震灾区的孩子们陆续返校寻友 "}