{"content":[{"images":[],"text":"When Supreme Court nominee Brett Kavanaugh found his conduct in question on Thursday,  he twice responded by referring to his Ivy League degrees.","frames":[3410,13290]},{"images":[],"text":"At one point,  Senator Sheldon Whitehouse pursued a line of questioning about the “Beach Week Ralph Club, ” a phrase that appeared in Kavanaugh’s yearbook next to his senior photo. Whitehouse asked if the “Ralph Club” reference had to do specifically with alcohol,  and Kavanaugh responded:","frames":[13290,31050]},{"images":[],"text":"“Senator,  I was at the top of my class academically,  busted my butt in school. Captain of the varsity basketball team. Got in Yale College. When I got into Yale College,  got into Yale Law School. Worked my tail off.”","frames":[31170,45640]},{"images":[],"text":"It was a deflection,  but the particular shield he raised was telling. His response seems to suggest a belief that a prestigious education stands as evidence of moral rightness.","frames":[45640,57760]},{"images":[],"text":"Kavanaugh treated his education as a magic wand,  something that could be waved to dispel questions of his conduct. Indeed,  Americans have a particular fondness for meritocratic narratives,  frequently conflating achievements and hard work with human worth.","frames":[57760,74110]},{"images":[],"text":"It should go without saying,  but there are all sorts of bad actors who have attended prestigious universities. It is a reminder that attending a prestigious school isn’t in and of itself revealing of anyone’s moral character in any direction.","frames":[74110,91640]},{"images":[],"text":"","frames":[91640,96640]}],"author":"10.16性侵辩护 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539602017012-15.jpg","id":257,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539602017012-4.jpg","duration":89783,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539602017012-6.mp3","engTitle":"'I got into Yale' isn't a moral defense ","title":"“我上的是耶鲁”，这能为性侵辩护吗？"}