{"title":"Millennial longing: firms are gradually adapting to the tastes of younger consumers","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1539747611680-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1539747611680-4.jpg","contents":["To many firms millennials are a mystery. KPMG,  a consultancy,  reckons nearly half do not know how millennials differ from their older counterparts. Many claims about them are simplified or wrong. But some stereotypes about millennials have roots in reality. Companies are finding that three broad approaches do succeed when trying to sell to them: transparency,  experiences (over things) and flexibility.","On the first of these,  transparency,  younger brands have led the way. In clothing,  one example is Everlane,  an online clothing manufacturer based in San Francisco. It discloses the conditions under which each and every garment is made and how much profit it generates as part of its philosophy of \"radical transparency\".","Millennials' appreciation of experiences over \"stuff\" is also real. In 2016 JPMorgan Chase,  a bank,  launched Sapphire Reserve,  a premium credit card that offers generous rewards for spending on travel and dining. Touted as \"a card for accumulating experiences\",  the $450-a-year product has been a hit with well-off millennials,  who represent more than half of cardholders.","Younger consumers also have more debt,  fewer assets and less job security than previous generations. In this regard,  flexibility matters. Ally Bank,  a subsidiary of Ally Financial,  for example,  does not charge its current-account customers any maintenance fees or require them to hold minimum balances. Such features have earned it the loyalty of millennials.","Yet many firms still have too homogeneous a view of millennials,  says Laura Beaudin,  a partner at Bain & Company,  a consultancy. \"If you want to resonate with a group that prides itself on diversity,  having a one-size-fits-all solution does not make sense, \" she says."]}