{"content":[{"images":[],"text":"Of all the forms of bullying,  the online variety attracts the most attention these days. It is a big focus of the \"Be Best\" initiative launched by Melania Trump,  America's First Lady,  to teach children the importance of social,  emotional and physical health.","frames":[8220,26160]},{"images":[],"text":"Online platforms offer bullies ever more creative ways to persecute victims outside school hours. Cyber-bullying varies from private threats to cruel public comments to spreading sexually explicit material. Bullies might invite their target to a chat room or group conversation created for the sole purpose of hurling abuse at him or her.","frames":[26760,52780]},{"images":[],"text":"Bullying happens where young people spend their time—at present,  mainly Instagram,  Snapchat,  Facebook and WhatsApp. A widely suggested \"solution\" is to forbid teenagers from particular platforms. But then they will migrate to another.","frames":[53280,69060]},{"images":[],"text":"Most social-media sites have instructions on how to report disturbing material and block other users. But bullied teenagers are unlikely to find solace in any of this. A recent survey in Britain found that 70% of them thought that social-media companies do too little to prevent bullying.","frames":[69540,90720]},{"images":[],"text":"Reducing cyber-bullying through legislation is often tricky. The Canadian province of Nova Scotia introduced an anti-cyber-bullying bill after a high-profile teenage suicide. But the law was later struck down by the courts for violating free speech.","frames":[91280,108500]},{"images":[],"text":"Many scholars agree that the answer to tackling cyber-bullying lies in educating both children and adults in digital skills. Mrs Trump has produced a leaflet,  suggesting parents discuss with their children their online lives,  about which they often know nothing. Sensible advice—like her injunction to set an example of good online behaviour,  and to remind children that \"online actions have consequences\". If only adults could take this lesson to heart.","frames":[109240,143160]}],"author":"10.19 网络霸凌音频","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539833427166-14.jpg","id":260,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539833427166-4.jpg","duration":142706,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539833427166-6.mp3","engTitle":"Clicks and stones: School yard abuse has migrated online; adults are still catching up ","title":"点击投石：校园虐待已转移至线上，成年人仍未能充分理解     "}