{"content":[{"images":[],"text":"Filmmaker Ruben Fleischer realizes a boyhood hope today,  with the official opening of his first comic-book movie,  \"Venom, \" Sony's $100 million attempt to build out its Spider-Man cinematic universe. The film,  which reaped an impressive $10 million from Thursday-night screenings,  is expected to gross more than $55 million in its domestic debut,  potentially setting an October record.","frames":[5000,32470]},{"images":[],"text":"It was in 1989,  while at Georgetown Day,  that Fleischer was moved by one of the year's biggest movies. \"What really got me was Tim Burton's 'Batman, \" says the \"Gangster Squad\" director. \"I was in high school,  and I remember seeing the posters with the Batman symbol all over town. I was intrigued.\"","frames":[32470,52230]},{"images":[],"text":"\"Venom\" - about an alien symbiote that brings costly superpowers to its host,  the down-on-his-luck journalist Eddie Brock (Tom Hardy) - would allow Fleischer to tap so many of his influences.","frames":[52230,64820]},{"images":[],"text":"Fleischer says \"Venom\" nods to buddy comedies like \"48 Hours\" and \"Midnight Run, \" as Eddie wages an ongoing,  amusing war of words with his parasite.","frames":[64820,74820]},{"images":[],"text":"Yet this dark body-takeover comedy within a superhero adventure pays direct homage to a film in a similar narrative vein: 1981's \"An American Werewolf in London.\" \"For me,  that was the biggest influence in my movie, \" says Fleischer.","frames":[74820,90820]},{"images":[],"text":"And central to \"Venom, \" the director says,  is how to mine the host-parasite relationship for black humor. \"They forge a real friendship,  and,  ultimately,  they decide to work together through that journey, \" he says. \"They go on and learn to like each other.\"","frames":[90820,107170]},{"images":[],"text":"","frames":[107170,112170]}],"author":"10.20毒液Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539834293835-15.jpg","id":261,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539834293835-4.jpg","duration":107703,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539834293835-6.mp3","engTitle":"'Venom' director's Hollywood path began when he saw 'Batman' as a teenager ","title":"《毒液》导演的好莱坞之路始于青少年时期观看《蝙蝠侠》"}