{"title":"Introducing Sans Forgetica, the font designed to boost your memory ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1539854856338-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1539854856338-4.jpg","contents":["Psychology and design researchers at RMIT University in Melbourne created a font called Sans Forgetica,  which was designed to boost information retention for readers. It's based on a theory called \"desirable difficulty, \" which suggests that people remember things better when their brains have to overcome minor obstacles while processing information. Sans Forgetica is sleek and back-slanted with intermittent gaps in each letter,  which serve as a \"simple puzzle\" for the reader,  according to Stephen Banham,  an RMIT lecturer who helped create the font.","The team tested the font's efficacy along with other intentionally complicated fonts on 400 students in lab and online experiments and found that \"Sans Forgetica broke just enough design principles without becoming too illegible and aided memory retention, \" according to a news release on the university's website.","In some ways,  Sans Forgetica is a continuation of work by Daniel Oppenheimer,  a Carnegie Mellon psychology professor. Oppenheimer's team conducted a study at a high school in Chesterfield,  Ohio. The team changed the fonts on teaching materials — handouts,  Power Point slides and work sheets — in several classes and subjects to uncommon ones. After several weeks of instruction,  researchers found that in all subjects except chemistry,  students who had read the 'tougher' teaching materials performed far better on assignments. \"This research shows that behavioral interventions can be an important element in school reform, \" Oppenheimer said in an interview with Harvard Business Review.","Sans Forgetica is the first font created with retention in mind,  the researchers at RMIT said. \"We believe it is best used to emphasize key sections,  like a definition,  in texts rather than converting entire texts or books, \" another researcher on the project told The Washington Post."]}