{"content":[{"images":[],"text":"THE Archbishop of Canterbury sees it as \"the reincarnation of an ancient evil\". Elizabeth Warren,  a senator from Massachusetts,  says that,  for many workers,  it is the \"next step in a losing effort to build some economic security in a world where all the benefits are floating to the top 10%\". Luigi Di Maio,  Italy's deputy prime minister,  is going after it as part of his \"war on precarious work\".","frames":[4080,34520]},{"images":[],"text":"For many,  the \"gig economy\",  in which short-term jobs are assigned via online platforms,  is a potent symbol of how modern capitalism has failed. Critics rail that it allows firms to rid themselves of well-paid employees,  replacing them with cheap freelancers. Workers who once relied on an employer to pay into their pension,  or to cover their health care when they fell ill,  must instead save for the future themselves. On this reading,  the gig economy turbocharges insecurity and the erosion of workers’ hard-won rights. There is a grain of truth to this. But it misses the bigger picture.","frames":[35220,79200]},{"images":[],"text":"For one thing,  despite city streets clogged with Uber drivers and Deliveroo cyclists,  gigging is not about to take over the world. Across the OECD club of mostly rich countries,  the share of workers in full-time positions,  which dropped after the financial crisis of 2008-09,  has been rising. In America the average job tenure has barely changed in the past 30 years. Depending on whom you ask,  1-5% of Americans gig—but many of those have salaried jobs as well.","frames":[79940,120120]}],"author":"10.22 零工经济（上）音频","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539927779131-11.jpg","id":263,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1539927779131-4.jpg","duration":120042,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1539927779131-6.mp3","engTitle":"The gig economy: workers on tap （Part 1）","title":"零工经济：随取随用的劳动力（上）"}