{"content":[{"images":[],"text":"U.S. markets suffered deeper losses Thursday,  following on a global rout as investors lost their nerve over rising U.S. interest rates and fresh worries about an economic slowdown.","frames":[8110,20470]},{"images":[],"text":"Concerns about U.S.-China ties weighed heavily,  too. U.S. markets rebounded briefly after it was announced that President Donald Trump would meet with Chinese leader Xi Jinping at next month's G-20 summit in Buenos Aires to discuss the intensifying trade issues.","frames":[20470,38580]},{"images":[],"text":"The Dow Jones industrial average ended the day down 2.1 percent,  or 546 points,  to 25, 052. It pushed the two-day loss to nearly 1, 400 points.","frames":[38580,53050]},{"images":[],"text":"Ivan Feinseth,  an analyst with Tigress Financial,  was optimistic about the strength of the economy and called the sell-off an \"incredible buying opportunity.\"","frames":[53050,62580]},{"images":[],"text":"\"Any kind of softening of the tensions with China would be a huge catalyst for the market, \" Feinseth said.","frames":[62580,68580]},{"images":[],"text":"After the Dow dropped 832 points Wednesday,  one of the worst sell-offs since February,  Trump strongly criticized the Fed for tightening rates,  again signaling that he wanted interest rates to remain low.","frames":[68580,82350]},{"images":[],"text":"\"The Fed is making a mistake. They're so tight. I think the Fed has gone crazy, \" he told reporters while traveling in Pennsylvania on Wednesday. \"It's a correction that we've been waiting for,  for a long time. But I really disagree with what the Fed is doing,  OK?\"","frames":[82350,97880]},{"images":[],"text":"The real litmus test will be how the markets react to third-quarter earnings reports over the next few weeks,  and how the retail market delivers for the holiday season,  said Howard Silverblatt,  a senior analyst with S&P Dow Jones Indices.","frames":[97880,113170]},{"images":[],"text":"\"Volatility and concern is high, \" Silverblatt said. \"Hopefully earnings will take us away,  and we can focus on the fundamentals.\"","frames":[113170,120580]},{"images":[],"text":"","frames":[120580,125580]}],"author":"10.25美国股市Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540256810071-18.jpg","id":266,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540256810071-4.jpg","duration":120816,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1540256810071-6.mp3","engTitle":"Dow drops nearly 550 points, sending its two-day loss total to nearly 1,400 points ","title":"道琼斯指数下滑近 550 点，两日跌幅接近 1400 点 "}