{"content":[{"images":[],"text":"“This will break the internet, ” said Jen Atkin,  the founder of Ouai Haircare and stylist to several Kardashians. Her excitement was not for a celebrity makeover or magazine cover but for the latest product introduction from Dyson: the Airwrap,  a tool that can curl or smooth or dry hair.","frames":[3520,22940]},{"images":[],"text":"The Airwrap release follows the introduction in spring 2016 of the Supersonic,  the doughnut-shaped hair dryer with a $399.99 price tag that was Dyson’s first foray into the beauty market.","frames":[22940,37760]},{"images":[],"text":"The Supersonic was touted as being lighter and faster at drying and less damaging than other models on the market. And,  it had the cachet of being innovative and it looked different from anything that had come before. Even though the company,  based in Malmesbury in Wiltshire,  England,  declined to share sales figures,  it appears to have been a hit.","frames":[37760,59170]},{"images":[],"text":"“We never go into a category looking to do a single product, ” said Tom Crawford,  Dyson’s global research and development director for personal care. The development process of the Airwrap has taken about six years,  642 prototype iterations and $31.4 million in development costs.","frames":[59170,78700]},{"images":[],"text":"At the early stages Dyson had two teams working in parallel. One was a research team looking at technology,  motors,  air flow,  acoustics,  noise or the science of hair. Another team looked at the science of human interaction with the product.","frames":[78700,94820]},{"images":[],"text":"As Crawford explained,  “They’re saying: ‘Having to wrap your hair around a hot iron and rotate it is awkward. Wouldn’t it be nice if you didn’t have to do that. Let’s try to get rid of that process.’ It’s scientific research working in tandem with blue-sky thinkers coming up with wild ideas. Then we force-fit these two approaches to one.”","frames":[94820,115760]},{"images":[],"text":"","frames":[115760,120760]}],"author":"10.26戴森 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540366612398-15.jpg","id":267,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540366612398-4.jpg","duration":116193,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1540366612398-6.mp3","engTitle":"Dyson wants to curl your hair","title":"戴森卷发棒来了"}