{"content":[{"images":[],"text":"The Earth has already warmed 1 degree Celsius since the 19th century. Now,  a major new United Nations report has looked at the consequences of jumping to 1.5 or 2 degrees Celsius.","frames":[4350,18580]},{"images":[],"text":"Half a degree may not sound like much. But as the report details,  even that much warming could expose tens of millions more people worldwide to life-threatening heat waves,  water shortages and coastal flooding. Half a degree may mean the difference between a world with coral reefs and Arctic summer sea ice and a world without them.","frames":[18580,39760]},{"images":[],"text":"The report also warns that vulnerable areas,  like many African countries and small island nations,  may struggle to cope with multiple impacts. Crop failures,  heat waves and the expansion of malaria-carrying mosquitoes compound when they occur together.","frames":[39760,55520]},{"images":[],"text":"These dangers are no longer remote or hypothetical. At current rates of warming,  the world will likely cross the 1.5 degree threshold between 2030 and 2052,  well within the lifetime of most adults and children alive today.","frames":[55520,71760]},{"images":[],"text":"And 1.5 degrees is a best-case scenario. Without an extremely rapid,  and perhaps unrealistic,  global push to zero out fossil fuel emissions and remove carbon dioxide from the atmosphere,  2 degrees or higher this century looks more likely.","frames":[71760,88230]},{"images":[],"text":"“My view is that 2 degrees is aspirational and 1.5 degrees is ridiculously aspirational” said Gary Yohe,  an environmental economist at Wesleyan University. “They are good targets to aim for,  but we need to face the fact that we might not hit them and start thinking more seriously about what a 2.5 degree or 3 degree world might look like.”","frames":[88230,111640]},{"images":[],"text":"","frames":[111640,116640]}],"author":"10.27全球变暖Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540367810910-15.jpg","id":268,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540367810910-4.jpg","duration":111935,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1540367810910-6.mp3","engTitle":"Why half a degree of global warming is a big deal ","title":"为什么全球变暖 0.5 度是个大问题 "}