{"content":[{"images":[],"text":"The late physicist and author Prof Stephen Hawking has caused controversy by suggesting a new race of superhumans could develop from wealthy people choosing to edit their and their children’s DNA.","frames":[5410,18470]},{"images":[],"text":"Hawking,  the author of A Brief History of Time,  who died in March,  made the predictions in a collection of articles and essays.","frames":[18470,27170]},{"images":[],"text":"“I am sure that during this century,  people will discover how to modify both intelligence and instincts such as aggression, ” he wrote.","frames":[27170,35880]},{"images":[],"text":"“Laws will probably be passed against genetic engineering with humans. But some people won’t be able to resist the temptation to improve human characteristics,  such as memory,  resistance to disease and length of life.”","frames":[35880,49520]},{"images":[],"text":"Hawking raised the prospect that breakthroughs in genetics will make it attractive for people to try to improve themselves,  with implications for “unimproved humans”.","frames":[49520,59290]},{"images":[],"text":"“Once such superhumans appear,  there will be significant political problems with unimproved humans,  who won’t be able to compete, ” he wrote. “Presumably,  they will die out,  or become unimportant. Instead,  there will be a race of self-designing beings who are improving at an ever-increasing rate.”","frames":[59290,78230]},{"images":[],"text":"However,  questions have been raised about whether parents would risk using such techniques for fear that the enhancements would have side-effects.","frames":[78230,86470]},{"images":[],"text":"The astronomer Lord Rees,  who was a friend of Hawking at Cambridge University but often disagreed with his peer,  noted a sperm bank in California offering only “elite” sperm,  including from Nobel prize winners,  had closed due to lack of demand.","frames":[86470,101880]},{"images":[],"text":"","frames":[101880,106880]}],"author":"10.28霍金超人预言Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540468439303-17.jpg","id":269,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540468439303-4.jpg","duration":102217,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1540468439303-6.mp3","engTitle":"Essays reveal Stephen Hawking predicted race of 'superhumans' ","title":"论文透露史蒂芬·霍金关于“超级人类”族群的预测"}