{"title":"In death, Saudi writer's mild calls for reform grew into a defiant shout ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1540543950058-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1540543950058-4.jpg","contents":["When he began his self-imposed exile to Washington last year,  Jamal Khashoggi described himself simply as one \"independent journalist using his pen for the good of his country.\" With his brutal killing in Turkey this month,  the Saudi journalist became much more: the Arab world's symbol for the cause of free expression.","In their effort to silence the 59-year-old writer,  Saudi officials eliminated a domestic nuisance who had angered the country's de facto ruler,  Crown Prince Mohammed bin Salman. After two weeks of denials,  the Saudi government acknowledged early Saturday that Khashoggi had died violently inside the country's diplomatic consulate in Istanbul.","Khashoggi moved easily within the highest circles of Saudi politics. He was a strident critic of Islamist extremism,  and he spent his later years championing liberal causes such as women's rights and freedom of expression in Muslim societies. He considered himself to be a fierce Saudi patriot,  friends say.","Some Arab dissidents distrusted him because of his close ties with senior government officials. But over time,  it was the Saudi establishment that turned on the journalist,  moving first to shut down his publishing platforms in the Arab peninsula,  and then to crush him.","Ironically,  Khashoggi had never sought to be a disrupter and instead,  had been an advocate for modest reform within the system. He argued simply that his fellow Arabs deserved the \"right to speak their minds without fear of imprisonment, \" as he wrote in a Washington Post column in April.","\"In killing him,  it's like they killed more than a man, \" said Maggie Mitchell Salem,  a former State Department official. \"They killed a vision of what Arab media and society could be like.\""]}