{"content":[{"images":[],"text":"China has imposed a potentially crippling $1.3 billion fine on the company responsible for faulty vaccines given to hundreds of thousands of children,  sending its strongest signal yet of a stricter legal environment for the scandal-prone industry.","frames":[4350,20940]},{"images":[],"text":"The fine against the Changchun Changsheng Biotechnology Co. dwarfs previous penalties imposed on vaccine makers embroiled in safety scandals. The government also barred Gao Junfang,  the company’s chairwoman,  and 14 other executives from working in the vaccine industry. They are still under investigation and could face criminal penalties.","frames":[20940,42230]},{"images":[],"text":"“The government is imposing this heavy punishment to build effective order, ” said Wang Yuedan,  professor of immunology at Peking University. “From now on,  no one will dare to touch this high-voltage wire.”","frames":[42230,54700]},{"images":[],"text":"According to the government,  Changchun Changsheng used expired vaccine materials,  changed production batch numbers and destroyed and fabricated production records. The company also destroyed a computer hard disk to cover up its illegal acts.","frames":[54700,69880]},{"images":[],"text":"Chinese officials said late Tuesday that they had levied the fine against the Changchun Changsheng,  which is based in the northeastern Chinese province of Jilin and whose shares trade in the southern Chinese city of Shenzhen.","frames":[69880,82700]},{"images":[],"text":"The state-run news agency Xinhua called the penalty “top-level punishment” and “the most stringent” decision ever imposed on a vaccine company.","frames":[82700,92230]},{"images":[],"text":"“I’ve never heard of such a big fine, ” said Shi Luwen,  the head of the department of pharmaceutical administration at Peking University and an adviser to the government on health care. “It will give the people peace of mind about the ecological environment.”","frames":[92230,106230]},{"images":[],"text":"","frames":[106230,111230]}],"author":"10.31长春长生疫苗Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540788222238-63.jpg","id":272,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1540788222238-51.jpg","duration":106606,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1540788222238-53.mp3","engTitle":"China imposes record fine on vaccine maker ","title":"中国对疫苗制造商处以最高罚款 "}