{"title":"What does a rock look like? Oxford reveals sample interview questions ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1540970856839-6.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1540970856839-4.jpg","contents":["How you listen to music,  what a rock looks like,  and what historians cannot know about the past are among this year’s list of sample interview questions published by Oxford University.","The annual release of interview questions and suggested ways of answering them are designed to prepare aspiring students for the ordeal of trying to get into one of the world’s most elite institutions.","Oxford’s director of admissions,  Samina Khan,  advises candidates not to be afraid to give plain answers at first. She said: “It is often best to start responding by making very obvious observations and building up discussion from there – solving the problem quickly is less important than showing how you use information and analysis to get there.”","Siân Pooley,  from Magdalen College,  advised history candidates how to explain what they cannot find out about the past. “A candidate might start off by saying that they had been studying Tudor England and historians don’t know much about the lives of the poor because they were less likely to be able to write, ” she said.","“Given these lower levels of literacy,  we could then talk about what sources historians can use to learn about the lives of the majority of the population in 16th-century England. This would require the candidate to think creatively about alternative sources (and their drawbacks),  such as,  for instance,  criminal court records in which people who could not write were required to give oral testimony as witnesses.","“They might want to think about how structures of power have altered over time or about how social norms for what can be recorded and kept in archives have changed. This is the sort of conversation that no candidate could predict in advance.”"]}