{"content":[{"images":[],"text":"Louis Cha,  a Hong Kong newsman and celebrated Chinese martial arts novelist,  has died aged 94,  sparking tributes and an outpouring of grief across the Chinese-speaking world.","frames":[6330,20770]},{"images":[],"text":"Ming Pao,  the Hong Kong newspaper co-founded by Cha,  said he died Tuesday at a Hong Kong hospital after a long illness.","frames":[20770,30550]},{"images":[],"text":"Best known by his pen name Jin Yong,  Cha was widely considered one of the world's most influential Chinese writers. He transfixed generations with his martial arts epics,  such as \"The Legend of the Condor Heroes\",  selling hundreds of millions of copies and inspiring numerous film and television adaptations.","frames":[30550,52110]},{"images":[],"text":"While his novels often vividly depicted ancient Chinese swordsmen and their heroic quests,  Cha was equally lauded by his fans and literary experts for his ability to encapsulate human nature,  Chinese culture and political allegories in his writing.","frames":[52660,69440]},{"images":[],"text":"Cha's death was the top trending item on the Chinese microblogging platform Weibo on Tuesday evening,  with the topic amassing more than 1.3 billion views by Wednesday morning.","frames":[69440,81440]},{"images":[],"text":"Fans in Xiangyang,  a city in northwestern Hubei province that featured prominently in Cha's work,  gathered to hold a candlelight vigil on its ancient city walls,  local media reported.","frames":[81440,94220]},{"images":[],"text":"Cha was born in 1924 in the southern province of Zhejiang,  before moving to Hong Kong in 1948. He penned his first novel,  \"The Book and the Sword\" in 1955 and went on to write 14 more.","frames":[94220,110000]},{"images":[],"text":"Hong Kong chief executive Carrie Lam issued a statement expressing \"deep sorrow\" over the death of the \"learned man and an acclaimed writer\".","frames":[110000,119770]},{"images":[],"text":"","frames":[119770,124770]}],"author":"11.02 金庸 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541055809189-17.jpg","id":274,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541055809189-4.jpg","duration":119989,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541055809189-6.mp3","engTitle":"Outpouring of grief after death of celebrated martial arts novelist Louis Cha ","title":"著名武侠小说家查良镛逝世，社会各界甚为悲恸 "}