{"content":[{"images":[],"text":"Paul Allen,  who co-founded Microsoft with his childhood friend Bill Gates,  has died. He was 65.","frames":[5170,12230]},{"images":[],"text":"Earlier this month Allen said the cancer he was treated for in 2009,  non-Hodgkin lymphoma,  had returned.","frames":[12230,20350]},{"images":[],"text":"Allen and his high school friend Gates founded Microsoft in 1975. He served as the company’s executive vice-president of research and new product development until 1983,  when he left for health reasons. He stayed as a major shareholder and member of the board.","frames":[20350,38230]},{"images":[],"text":"“I am heartbroken by the passing of one of my oldest and dearest friends,  Paul Allen, ” said Bill Gates in a statement on Monday. Despite being less well-known than Bill Gates,  Allen played a critical role in developing the personal computer at a time when the typical computer was the size of a room and far too expensive for most people or businesses to own.","frames":[38230,59760]},{"images":[],"text":"It was Allen who came up with the name Microsoft and,  according to his memoir Idea Man,  it was he who came up with the idea to write a software program for the world’s first micro-computer.","frames":[59760,72110]},{"images":[],"text":"Microsoft’s big break came in 1980,  when IBM decided to move into personal computers. IBM asked Microsoft to provide the operating system.","frames":[72110,82470]},{"images":[],"text":"The decision thrust Microsoft onto the throne of technology and the two Seattle natives became billionaires. Both later dedicated themselves to philanthropy.","frames":[82470,92230]},{"images":[],"text":"Over the course of several decades,  Allen gave more than $2bn to a wide range of interests,  including ocean health,  homelessness and advancing scientific research.","frames":[92230,102700]},{"images":[],"text":"","frames":[102700,107700]}],"author":"11.02保罗艾伦Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541066566738-57.jpg","id":277,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541066566738-44.jpg","duration":103184,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541066566738-46.mp3","engTitle":"Paul Allen, co-founder of Microsoft, dies aged 65 ","title":"微软联合创始人保罗·艾伦逝世，享年 65 岁"}