{"content":[{"images":[],"text":"Students at an Indian law school are preparing to study the enslavement of house elves,  discrimination against werewolves and conditions inside Azkaban.","frames":[4660,16110]},{"images":[],"text":"This December,  the National University of Juridical Sciences in Kolkata will run its first classes on the legal principles of the Harry Potter universe.","frames":[16110,26000]},{"images":[],"text":"The course,  entitled An Interface Between Fantasy Fiction Literature and Law: Special Focus on Rowling’s Potterverse,  is the creation of Shouvik Kumar Guha,  an assistant professor. Those enrolled are “expected [to] have already read all the books at least twice,  if not more”.","frames":[26000,45330]},{"images":[],"text":"The curriculum asks senior students to apply both Indian and wizardry legal principles to topics such as the “unforgivable curses” – torture,  murder and possession of another person – the rules of the broomstick sport Quidditch and an alleged murder by Sirius Black.","frames":[45330,62880]},{"images":[],"text":"Along with breaking up the study of stodgier legal subjects,  the course is also intended to encourage students to think critically about Indian social problems.","frames":[62880,73000]},{"images":[],"text":"Discrimination,  torture and slavery are still endemic problems in many parts of India. How India’s Hindu majority should regard the country’s substantial minorities is a major faultline,  echoing a debate in the books about how wizards ought to exist alongside muggles – people without magical abilities.","frames":[73000,92330]},{"images":[],"text":"“Our students believe the discrimination voiced in the Potter-verse is something they all agree is wrong. But in real life there will be things that some see as discrimination and which others do not.”","frames":[92330,104330]},{"images":[],"text":"The course will examine how,  in the novels,  creatures such as elves,  centaurs and giants are marginalised in mainstream society and how the Daily Prophet newspaper becomes an outlet for official propaganda.","frames":[104330,117440]},{"images":[],"text":"“Then they can see when they encounter scenarios in the real world,  maybe it will help them think a little bit, ” Kumar said.","frames":[117440,124880]},{"images":[],"text":"","frames":[124880,129880]}],"author":"11.6 哈利波特 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541410333084-18.jpg","id":278,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541410333084-4.jpg","duration":125179,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541410333084-6.mp3","engTitle":"Indian law school offers course on Harry Potter universe","title":"印度法学院提供关于哈利波特宇宙的课程 "}