{"content":[{"images":[],"text":"It’s every parent’s worst nightmare: there’s a fire in the house,  the alarms are beeping,  but the children are sleeping on oblivious. Now scientists say they have found a better way to rouse slumbering youngsters.","frames":[5550,19550]},{"images":[],"text":"Researchers in the US have discovered that playing a child a recording of their mother’s voice is about three times more likely to wake them than a traditional alarm. What’s more,  it does so faster and is linked to a quicker escape.","frames":[19550,35110]},{"images":[],"text":"“If we can get something that can be generically developed and just taken straight out of the packet then that is our goal, ” said Dr Gary Smith,  a co-author of the research.","frames":[35110,45880]},{"images":[],"text":"Writing in The Journal of Pediatrics,  Smith and colleagues from the Nationwide Children’s hospital in Ohio report how they compared the effects of four different smoke alarms on 176 children aged between 5 and 12 years old.","frames":[45880,61880]},{"images":[],"text":"While one alarm featured a high-pitched beep—the sort commonly found in households—the other three featured the voice of the child’s mother calling either the child’s name,  giving instructions such as: “Wake up! Leave the room!”,  or both.","frames":[61880,77000]},{"images":[],"text":"The results show that vocal alarms appear to be more effective than high-pitched beeps. About 90% of children woke for a voice alarm compared with just over 53% for the traditional alarm.","frames":[77000,90880]},{"images":[],"text":"In addition,  the children shook off their slumbers faster,  with a median value of two seconds for the voice alarm compared with more than two and a half minutes for the traditional alarm. Similarly,  escape times were longer in the cases of the beeping alarms.","frames":[90880,107220]},{"images":[],"text":"Rick Hylton of the National Fire Chiefs Council welcomed the study,  but said people should not worry about how effective their current alarms are.","frames":[107550,116220]},{"images":[],"text":"","frames":[116220,121220]}],"author":"11.07 你妈喊你起床 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541410333084-60.jpg","id":279,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541410333084-47.jpg","duration":116611,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541410333084-49.mp3","engTitle":"Recording of mother's voice more effective than smoke alarm, study finds ","title":"研究发现，妈妈声音的录音比烟雾警报还有效    "}