{"content":[{"images":[],"text":"As dusk falls at Lehua Night Market,  the fluorescent lights flicker on and the hungry customers start trickling in,  anxious for a taste of the local delicacies that give this island its reputation as one of Asia’s finest culinary capitals.","frames":[7660,24770]},{"images":[],"text":"Neatly arranged pyramids of plump fish balls. Bowls brimming with tapioca balls bathed in lightly sweetened syrup. Take a bite of any of these dishes and you’ll discover a unique texture. But how exactly do you describe that perfectly calibrated “mouth feel”? Slippery? Chewy? Globby? Not exactly the most flattering adjectives in the culinary world.","frames":[24770,48660]},{"images":[],"text":"Luckily,  the Taiwanese have a word for this texture. Well,  actually,  it’s not a word,  it’s a letter—one that even non-Chinese speakers can pronounce. It’s “Q.”","frames":[48660,60440]},{"images":[],"text":"“It’s difficult to explain what Q means exactly, ” said Liu Yen-ling,  a manager at Chun Shui Tang,  a popular teahouse chain that claims to have invented tapioca milk tea in Taiwan. “Basically it means springy,  soft,  elastic.”","frames":[60440,77220]},{"images":[],"text":"Q texture is to Taiwanese what umami is to Japanese and al dente is to Italians—that is,  cherished and essential. The texture is found in both savory and sweet foods,  and is most often used to describe foods that contain some kind of starch like noodles,  tapioca pearls and fish balls. If something is really chewy or extra Q,  then it could be called QQ.","frames":[77220,103330]},{"images":[],"text":"Among Taiwanese,  the appreciation for Q texture starts at a young age. Asked why Q texture was so appealing to Taiwanese,  Lu Wei-chen,  the owner of the stand,  smiled and said,  “It’s simple. When you eat it,  you will be in a good mood.”","frames":[103330,120220]},{"images":[],"text":"","frames":[120220,125220]}],"author":"11.09台湾美食 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541494871592-51.jpg","id":281,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541494871592-40.jpg","duration":120529,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541494871592-42.mp3","engTitle":"In Italy, ‘al dente’ is prized. In Taiwan, it’s all about food that’s ‘Q.’ ","title":"在意大利，“有嚼劲”被视为珍宝；在台湾，它与一切“Q”的食物有关 "}