{"content":[{"images":[],"text":"Angela Merkel’s approach to a problem,  wrote one of her biographers,  is “to sit it out”. Rather than entertain grand ideas of a “historic mission” or “strategic vision”,  she aims to “solve today’s problems,  in a way that ensures she stays in power”.","frames":[5830,23200]},{"images":[],"text":"The German chancellor,  once described by Forbes as the world’s most powerful woman,  managed that for 13 years. She has been measured,  cautious,  methodical,  pragmatic,  sometimes maddeningly noncommittal and seemingly always in control.","frames":[23200,40060]},{"images":[],"text":"But this week,  weakened by plummeting polls,  an unpopular and ineffective coalition,  dire performances in recent state elections and increasingly acrimonious in-fighting among her centre-right alliance,  she conceded defeat.","frames":[40060,55530]},{"images":[],"text":"She is,  her defenders say,  a fundamentally decent politician who fought for democratic values; whose civil,  level-headed persona represents all that the posturing populists now challenging Europe’s unity in countries like Hungary and Italy – and the one in the White House – do not.","frames":[55530,74800]},{"images":[],"text":"Others,  however,  are not so sure. “Much of what we think we know about Merkel is either spin or speculation, ” says Hans Kundnani,  senior research fellow at Chatham House. “The extraordinary thing is,  after 13 years in the chancellery we still don’t really know who she is.”","frames":[74800,94460]},{"images":[],"text":"Merkel’s hard line on enforcing austerity was popular in Germany but almost certainly helped fuel support for populist movements in southern Europe,  while her 2015 open borders policy – based,  Kundnani believes,  as much on a misreading of German opinion as on compassion – boosted the German anti-immigration party.","frames":[94460,116400]},{"images":[],"text":"“We don’t yet know, ” says Kundnani,  “whether Merkel will go down in history as the woman who destroyed Europe,  or saved it.”","frames":[116400,124860]},{"images":[],"text":"","frames":[124860,129860]}],"author":"11.11默克尔Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541736049129-16.jpg","id":283,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541736049129-4.jpg","duration":125205,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541736049129-6.mp3","engTitle":"Angela Merkel's legacy: has she saved or destroyed Europe? ","title":"安格拉·默克尔的遗产：她拯救了欧洲，还是毁掉了欧洲？"}