{"content":[{"images":[],"text":"Silicon Valley parents are increasingly obsessed with keeping their children away from screens. Even a little screen time can be so deeply addictive,  some parents believe,  that it’s best if a child neither touches nor sees any of these glittering rectangles. These particular parents,  after all,  deeply understand their allure.","frames":[5000,26400]},{"images":[],"text":"But it’s very hard for a working adult in the 21st century to live at home without looking at a phone. And so,  as with many aspirations and ideals,  it’s easier to hire someone to do this.","frames":[26400,39660]},{"images":[],"text":"Enter the Silicon Valley nanny,  who each day returns to the time before screens.","frames":[39660,44660]},{"images":[],"text":"From Cupertino to San Francisco,  a growing consensus has emerged that screen time is bad for kids. It follows that these parents are now asking nannies to keep phones,  tablets,  computers and TVs off and hidden at all times. Some are even producing no-phone contracts,  which guarantee zero unauthorized screen exposure,  for their nannies to sign.","frames":[45860,70460]},{"images":[],"text":"The fear of screens has reached the level of panic in Silicon Valley. Vigilantes now post photos to parenting message boards of possible nannies using cellphones near children. Which is to say,  the very people building these glowing hyper-stimulating portals have become increasingly terrified of them. And it has put their nannies in a strange position.","frames":[70730,93060]},{"images":[],"text":"“Most parents come home,  and they’re still glued to their phones,  and they’re not listening to a word these kids are saying, ” said Shannon Zimmerman,  a nanny in San Jose who works for families that ban screen time. “Now I’m the nanny ripping out the cords from the PlayStations.”","frames":[93060,109730]},{"images":[],"text":"","frames":[109730,114730]}],"author":"11.12屏幕时间Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541745615525-15.jpg","id":284,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1541745615525-4.jpg","duration":109923,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1541745615525-6.mp3","engTitle":"Silicon Valley nannies are phone police for kids","title":"硅谷保姆是孩子们的“手机管家”"}