{"content":[{"images":[],"text":"The young applicant is described as confident and courageous. His résumé,  at 15 pages,  is glittering,  complete with performance reviews (“full of energy”),  a map of his travels (trips to Tokyo and Bali) and a list of books he has read this year (408 in total). It includes discussion of his adversity quotient and his artistic talents. But the applicant is not a seasoned job seeker. He is a 5-year-old boy from southern China applying for a spot in first grade at a Shanghai private school.","frames":[6260,42000]},{"images":[],"text":"The résumé,  which was leaked and shared widely online this week,  has provoked a mix of fascination,  indignation and debate about whether children in China’s test-crazed education system are being raised as soulless strivers.","frames":[42000,57860]},{"images":[],"text":"Some called for the parents of the boy to be arrested. Others wondered whether today’s children would know true happiness,  given the intense pressure to perform well and land good jobs. Still,  some defended the parents,  saying they were trying to promote their child’s best interests in a flawed system.","frames":[57860,76730]},{"images":[],"text":"Yong Zhao,  a professor of education at the University of Kansas,  said the debate reflected widespread anxiety among Chinese parents about getting their children into top schools. In China’s test-dominated system,  exam scores determine where students go to college and what careers they can pursue.","frames":[76730,96600]},{"images":[],"text":"Xiong Bingqi,  deputy head of the 21st Century Education Research Institute in Beijing,  said China needed to distribute education resources more evenly and to begin evaluating students on more than just test scores.","frames":[96600,112200]},{"images":[],"text":"“There is a competition to rank every student, ” he said. “Under these circumstances,  of course parents want their kids to rank in the top. Then it worsens this kind of anxious competition.”","frames":[112200,124460]}],"author":"11.13五岁男孩简历Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542013152661-14.jpg","id":285,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542013152661-4.jpg","duration":124839,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542013152661-6.mp3","engTitle":"A 5-year-old’s 15-page résumé captivates China ","title":"5 岁男孩 15 页简历在中国引发热议 "}