{"content":[{"images":[],"text":"In an interview with the news program “Axios on HBO, ” President Donald Trump announced that he plans to issue an executive order ending birthright citizenship,  the principle that everyone born in the United States,  with a handful of exceptions,  is automatically a citizen of the United States.","frames":[4000,23400]},{"images":[],"text":"“It was always told to me, ” the president declared,  “that you needed a constitutional amendment. Guess what? You don’t.”","frames":[23400,31000]},{"images":[],"text":"In fact,  such an order would undoubtedly be unconstitutional. It would also violate a deeply rooted American idea—that anybody,  regardless of race,  religion,  national origin or the legal status of one’s parents,  can be a loyal citizen of this country.","frames":[31000,48660]},{"images":[],"text":"Birthright citizenship is established by the Civil Rights Act of 1866,  still on the books today,  and by the Fourteenth Amendment to the Constitution,  ratified two years later. Adopted as part of the effort to purge the United States of the legacy of slavery,  the principle of birthright citizenship remains an eloquent statement about the nature of American society,  a powerful force for assimilation of the children of immigrants and a repudiation of our long history of racism.","frames":[48660,79530]},{"images":[],"text":"Trump’s prospective order would deny citizenship to children born in the United States to noncitizens. It is especially aimed at undocumented immigrants who supposedly pour into the country to have “anchor babies”—one of the president’s numerous exaggerations when it comes to the dangers posed by immigration.","frames":[79530,100330]},{"images":[],"text":"Trump’s order,  if issued,  will not only violate both the Constitution and deeply rooted American ideals,  but also set a dangerous precedent. If the president can unilaterally abrogate a provision of the Constitution by executive order,  which one will be next?","frames":[100330,118200]},{"images":[],"text":"","frames":[118200,123200]}],"author":"11.14美国出生公民权Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542096526820-14.jpg","id":287,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542096526820-4.jpg","duration":118309,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542096526820-6.mp3","engTitle":"Donald Trump’s unconstitutional dreams  ","title":"唐纳德·特朗普的违宪之梦 "}