{"content":[{"images":[],"text":"The comic book writer Stan Lee,  who has died aged 95,  revolutionised his industry in the 1960s,  when he created the mythic figures that are still inspiring new generations to flock to the cinema. Lee’s creations—the X-Men,  the Fantastic Four,  most of the Avengers (Hulk,  Iron Man,  Thor),  Daredevil and Doctor Strange—helped to rescue the costumed superhero from obscurity and to usher in the silver age of American comic books.","frames":[2730,31600]},{"images":[],"text":"But it was a radioactive spider that was responsible for Lee’s most popular creation. To many,  Spider-Man was not about fighting malformed or transmuted enemies such as the Green Goblin or the Lizard but about Peter Parker,  a shy,  bullied young boy with a crush on a beautiful girl from his school but who lacks the confidence to ask her out.","frames":[31600,53400]},{"images":[],"text":"Lee was allowed to give his characters flaws and,  where superheroes had previously immediately embraced their powers,  his heroes were often reluctant. Lee gave his characters voices,  with pithy catchphrases—“Flame on!”,  “Hulk smash!”,  “It’s clobberin’ time!”—and pages littered with thought balloons out of which would grow some truth that the hero needed to learn,  not the least of which was Peter Parker’s: “With great power there must also come great responsibility”.","frames":[53400,81660]},{"images":[],"text":"In a 1965 Esquire poll,  Spider-Man and the Incredible Hulk were ranked alongside Bob Dylan and Che Guevara as the favourite revolutionary icons among college students. Lee once said: “Our goal is that someday an intelligent adult would not be embarrassed to walk down the street with a comic magazine. I don’t know whether we can ever bring this off,  but it’s something to shoot for.”","frames":[81660,106460]},{"images":[],"text":"","frames":[106460,111460]}],"author":"11.14斯坦·李Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542108991991-15.jpg","id":288,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542108991991-4.jpg","duration":106580,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542706151033-21.mp3","engTitle":"Stan Lee obituary ","title":"斯坦·李讣告"}