{"content":[{"images":[],"text":"Over the past several months,  TikTok videos have begun to go viral beyond the platform,  racking up millions of views on Twitter and Instagram. They’re easy to identify once you’ve seen a couple: 15-to-60-second-long clips set to music; often featuring someone lip-synching,  dancing,  or doing a trick. And the edits are fast: Watching too many in a row can feel like you’re about to have a brain freeze. They’re incredibly addictive.","frames":[5000,34200]},{"images":[],"text":"The category most people on the broader internet use to describe TikTok is “cringe”: It’s so painful and embarrassing that a viewer can’t help but laugh. There are endless TikTok cringe compilations on YouTube,  many with millions of views. Earlier this month,  a thread of “cringey” TikTok videos went viral on Twitter. In one video,  a man wearing a Walmart vest dances emphatically to Rihanna’s “S&M” in front of a Confederate flag in his bedroom.","frames":[34200,64730]},{"images":[],"text":"Because the app merged with Musical.ly,  which most people associated with children,  there’s a prevailing notion that adults who make content on TikTok are creepy and weird. “To be a grown adult doing a cute karaoke video on an app and trying to make it go viral is odd behavior, ” said a popular Instagram memer,  Jack Wagner.","frames":[64730,86000]},{"images":[],"text":"But most adults using the app aren’t trying to go viral: They’re making TikTok videos because it’s fun. In a world where everyone’s content inevitably begins to look the same,  TikTok videos feel bizarre and new. It’s an app full of people posting strange content to the internet with zero self-awareness or shame. That’s easy to mock,  but it’s also what may lead to TikTok’s success.","frames":[86000,110930]},{"images":[],"text":"","frames":[110930,115930]}],"author":"11.16抖音上 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542168875900-2.jpg","id":289,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542169135398-14.jpg","duration":111151,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542169135398-16.mp3","engTitle":"TikTok is cringey and that's fine (Part 1) ","title":"抖音很尬，但没关系 （上）"}