{"content":[{"images":[],"text":"For any platform to become mainstream it must first become less cool. It must reach the confused parents,  the people who don’t quite know when the camera is recording,  or the ones who get a little too personal. And while the internet is hating or making rude edits,  TikTok is saturated with locals having a great time.","frames":[3600,25600]},{"images":[],"text":"To succeed,  a platform also needs to welcome niche communities. TikTok is home to groups of contortionists,  furries,  cosplayers,  fitness gurus,  new parents,  nurses,  cops and more. Some of the most popular TikTok cringe compilations and Twitter threads mock these people,  but users in these communities say it’s the internet bullies who don’t get it. “If you’re abnormal in any way,  kids will come on and make fun of you. LGBT,  disabled,  or anyone in a fandom that’s anything outside of the norm will get harassed, ” said Natalia Mitchell,  a college student who identifies as a furry.","frames":[25600,64000]},{"images":[],"text":"And besides,  TikTok stars may get the final laugh. As viral cringe compilations continue to spread,  more people are becoming aware of the app and downloading it,  and many do love what they find.","frames":[64000,76860]},{"images":[],"text":"“TikTok is not merely an app,  it’s an experience. It’s an avenue to a different world, ” Hardik Rajgor,  a writer in India,  recently explained in a piece defending the app. “It’s not populated only by your friends,  people like you,  or those belonging to the same economic,  social,  and cultural environment as you … On TikTok,  there’s place for everyone,  and that is its beauty.\"","frames":[76860,101660]},{"images":[],"text":"","frames":[101660,106660]}],"author":"11.17抖音下Daniel 修改","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542271569496-2.jpg","id":290,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542271674194-14.jpg","duration":101548,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542683059590-10.mp3","engTitle":"TikTok is cringey and that's fine (Part 2) ","title":"抖音很尬，但没关系（下） "}