{"content":[{"images":[],"text":"Alibaba Group Holding is looking beyond borders to turn its annual Singles' Day shopping celebration into a global phenomenon.","frames":[5530,14600]},{"images":[],"text":"The challenge for billionaire Jack Ma's online empire is to break another sales transaction record after a decade of exceeding prior results. With rising competition from smaller platforms such as JD.com Inc. and Pinduoduo Inc.,  Alibaba is seeking to add new growth engines.","frames":[14600,35260]},{"images":[],"text":"The retail celebration on Nov. 11 dedicated to the nation's unattached has become an important bellwether not just for the company,  but also the world's No. 2 economy.","frames":[35260,47200]},{"images":[],"text":"\"Singles' Day has now become a stage for Alibaba to showcase its capabilities across all its platforms, \" Daniel Zhang,  chief executive officer,  said at an October news conference in Beijing. He's taking over after Ma steps down as executive chairman next year.","frames":[47200,64600]},{"images":[],"text":"It was Zhang who came up with the idea of turning Singles' Day into a shopfest a decade ago. Now that this year's one-day bazaar will be Ma's last as chairman,  Zhang will need to prove he can carry on the legacy. \"We think 1 billion packages will become a daily event in the future, \" he said.","frames":[64600,83860]},{"images":[],"text":"To fuel growth,  Alibaba is expanding its playbook. Ele.me,  the startup it took control of this year,  will provide delivery services for select Starbucks stores across 11 cities in China. Rural Taobao will offer coupons for goods across 800 counties,  and Lazada will roll out promotions across six Southeast Asian countries including Indonesia,  Malaysia and Thailand.","frames":[83860,110730]},{"images":[],"text":"Although it's been three years since Ma said he wants to make Singles' Day a global shopping event,  that hasn't happened yet. International expansion will be a key part of Zhang's plan to keep breaking sales records.","frames":[110730,124060]},{"images":[],"text":"","frames":[124060,129060]}],"author":"11.18双十一Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542351982354-2.jpg","id":291,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542352175745-14.jpg","duration":124058,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542367096020-22.mp3","engTitle":"Alibaba goes international to hit new singles' day record","title":"阿里巴巴为了创造新的双十一纪录走向世界"}