{"content":[{"images":[],"text":"Ariana Grande,  the 25-year-old singer,  is embroiled in a transpacific spat this week after a string of singles from Canadian Chinese newcomer Kris Wu suddenly topped the U.S. iTunes store rankings,  briefly knocking Grande—and Lady Gaga—out of the Top 10 and sparking allegations of foul play.","frames":[7260,29200]},{"images":[],"text":"After tracks from Wu's new \"Antares\" album swept the charts on Monday,  Scooter Braun—agent to Grande—accused Wu on Twitter of using automated \"bots\" to artificially inflate sales in the United States,  where he is relatively unknown. Braun later claimed that he didn't write the tweet and deleted it,  but \"Chinese bots\" nonetheless became a trending topic,  and Grande not-so-discreetly fanned the flames by hitting \"like\" on a tweet that accused Wu of cheating.","frames":[29200,60800]},{"images":[],"text":"On the Chinese Internet,  the episode has become one of the most hotly debated subjects,  not just because legions of Wu's fans have sprung to his defense,  but also because the fraud allegations appeared to touch a nerve in a country where faked box office receipts,  faked e-commerce reviews and faked download numbers are recognized as tricks from an all-too-familiar playbook.","frames":[60800,84730]},{"images":[],"text":"Hong Kong hip-hop artist Edison Chen chimed in in English: \"Money can't buy u love,  money can't buy u fame,  money can't buy u charts.\"","frames":[84730,95400]},{"images":[],"text":"Grande returned to the top of the U.S. iTunes chart on Wednesday with a seemingly fitting single she had debuted live on \"The Ellen DeGeneres Show.\"","frames":[95400,104860]},{"images":[],"text":"The title?","frames":[104860,105930]},{"images":[],"text":"\"Thank U,  Next.\"","frames":[105930,107330]},{"images":[],"text":"","frames":[107330,112330]}],"author":"11.19 吴亦凡Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542352175745-24.jpg","id":292,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542353643368-14.jpg","duration":107833,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542353643368-16.mp3","engTitle":"Fans of pop star Ariana Grande accuse Chinese star of gaming iTunes rankings ","title":"流行歌手爱莉安娜·格兰德的粉丝指责中国明星 iTunes 刷榜 "}