{"content":[{"images":[],"text":"His fans call him \"The Useless Edison.\" But inventor Geng Shuai doesn't mind. In fact,  he kind of likes it.","frames":[6330,14660]},{"images":[],"text":"\"People say my inventions are useless,  but I think there are two dimensions to usefulness: practicality and amusement, \" said the 30-year-old former welder,  who left his job last year to focus full time on making his questionable contraptions,  such as a motorbike with its own toilet. \"I like doing this. So it's useful.\"","frames":[14660,34530]},{"images":[],"text":"Every country has its toolshed inventors. But China - which gave the world movable type printing,  gunpowder and the compass - has spawned a population of tinkerers who display the kind of outsize ambition that has helped the country become a global economic giant.","frames":[34530,52330]},{"images":[],"text":"Geng may now be the best-known among them - a new kind of social media star whose calling card is his quirkiness.","frames":[52330,60130]},{"images":[],"text":"He makes a living through inadvertently hilarious videos - filmed with the Chinese beauty filters that make everyone look like an airbrushed star - in which he shows how he makes his inventions and then hams it up for the camera as he demonstrates how to use them.","frames":[60130,76000]},{"images":[],"text":"He now has almost 2 million followers on the video site Kwai,  and they give him mobile phone \"tips\" for his performances - the internet equivalent of a busker getting cash dropped in a hat. His biggest tippers get their names on plaques on the wall in his workshop,  which is often the set for his videos. The bigger the tip,  the bigger the plaque.","frames":[76000,96860]},{"images":[],"text":"Now,  his fans are encouraging him to push the boundaries. Some threaten to stop following him if he dares make anything that is actually practical.","frames":[96860,105730]},{"images":[],"text":"","frames":[105730,110730]}],"author":"11.21大发明家Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542608779580-4.jpg","id":293,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542608919638-14.jpg","duration":106057,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542706077250-12.mp3","engTitle":"China's 'Useless Edison' combines inventing and the internet, with hilarious results","title":"中国“无用爱迪生”将发明和网络结合，成果令人捧腹大笑"}