{"content":[{"images":[],"text":"Amazon has apparently abandoned an AI system aimed at automating its recruitment process. The system gave job candidates scores ranging from one to five stars,  a bit like shoppers rating products on the Amazon website.","frames":[4350,18940]},{"images":[],"text":"The trouble was,  the program tended to give five stars to men and one star to women. According to Reuters,  it “penalised résumés that included the word ‘women’s’,  as in ‘women’s chess club captain’” and marked down applicants who had attended women-only colleges.","frames":[18940,35290]},{"images":[],"text":"It wasn’t that the programme was malevolently misogynistic. Rather,  like all AI programs,  it had to be “trained” by being fed data about what constituted good results. Amazon,  naturally,  fed it with details of its own recruitment programme over the previous 10 years. Most applicants had been men,  as had most recruits. What the program learned was that men,  not women,  were good candidates.","frames":[35290,61050]},{"images":[],"text":"It’s not the first time AI programs have been shown to exhibit bias. Software used in the US justice system to assess a criminal defendant’s likelihood of reoffending is more likely to judge black defendants as potential recidivists. Facial recognition software is poor at recognising non-white faces. A Google photo app even labelled African Americans “gorillas”.","frames":[61050,84580]},{"images":[],"text":"All this should teach us three things. First,  the issue here is not to do with AI itself,  but with social practices. The biases are in real life.","frames":[84580,94700]},{"images":[],"text":"Second,  the problem with AI arises when we think of machines as being objective. A machine is only as good as the humans programming it.","frames":[94700,104110]},{"images":[],"text":"And third,  while there are many circumstances in which machines are better,  especially where speed is paramount,  we have a sense of right and wrong and social means of challenging bias and injustice. We should never deprecate that.","frames":[104110,117640]},{"images":[],"text":"","frames":[117640,122640]}],"author":"11.05人工智能性别歧视Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542614686517-4.jpg","id":294,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542614755882-14.jpg","duration":117943,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542614755882-16.mp3","engTitle":"What's wrong with AI? Try asking a human being ","title":"人工智能怎么了？试着去问问人类吧"}