{"content":[{"images":[],"text":"In their largely unprocessed forms,  foods from the earth,  trees,  or animals are healthful by definition. So why,  you might ask,  would the producers of foods such as cranberries,  pears,  avocados,  or walnuts fund research aimed at proving that these particular foods—rather than fruits,  vegetables,  or nuts in general—have special health benefits? Marketing,  of course. Every food producer wants to expand sales. Health claims sell.","frames":[4000,34550]},{"images":[],"text":"All of this explains why Royal Hawaiian Macadamia Nut petitioned the FDA in 2015 to allow it to say in advertisements that daily consumption of macadamias—along with eating a healthy diet—may reduce the risk of heart disease. The 81-page petition cited several studies done in humans,  one of them funded by the Hershey Company,  which sells chocolate-covered macadamias.","frames":[34550,60550]},{"images":[],"text":"The FDA ruled that it would permit a qualified health claim for macadamia nuts with this precise wording: “Supportive but not conclusive research shows that eating 1.5 ounces per day of macadamia nuts,  as part of a diet low in saturated fat and cholesterol and not resulting in increased intake of saturated fat or calories may reduce the risk of coronary heart disease.” Can a statement this cumbersome help sell macadamia nuts? Definitely,  with a little help from the press: “Go nuts,  folks! FDA declares macadamia nuts heart healthy.”","frames":[60550,98110]},{"images":[],"text":"But what is wrong with promoting the benefits of healthful foods? This kind of research is designed to produce results implying that people who eat this one food will be healthier and can forget about everything else in their diets. Research aimed at marketing raises questions about biases in design and interpretation,  may create reputational risks for investigators,  and reflects poorly on the integrity of nutrition science.","frames":[98110,125110]},{"images":[],"text":"","frames":[125110,130110]}],"author":"11.18超级食物 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542627008563-6.jpg","id":295,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542627690428-14.jpg","duration":125571,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542627690428-16.mp3","engTitle":"Superfoods Are a Marketing Ploy ","title":"超级食物是一种营销策略"}