{"content":[{"images":[],"text":"The team behind “Fantastic Beasts: The Crimes of Grindelwald” throws an awful lot at the screen during this two-hour-plus diversion. As is often the case in a Rowling production,  evil is ascendant,  seeping through both human and magic realms like poison gas.","frames":[5000,22400]},{"images":[],"text":"Mostly,  though,  because Rowling builds worlds,  what “Grindelwald” has is a great deal of story. The movie is chockablock with stuff: titular creatures,  attractive people,  eye-catching locations,  tragic flashbacks and spectacular violence.","frames":[22400,39200]},{"images":[],"text":"This is the second movie in what promises to be an extended “Fantastic Beasts” franchise. It centers on Newt Scamander (Eddie Redmayne),  a “magizoologist” who studies,  rescues and nurses magical creatures. Not much has happened since the last movie. Once again,  Newt is scurrying about while evil doings unfold in separate storylines. These have become more transparent as fascism has seeped into the story,  totalitarianism’s threat increasingly giving dark meaning to all the violence and ugly phrases like “pure blood.”","frames":[39200,73200]},{"images":[],"text":"On the page,  Rowling is a master storyteller. What occasionally trips her up is plot structure—the arrangement of all her attractive,  whirling parts. Its behind-the-scenes talent ensure that “The Crimes of Grindelwald” is scattered with minor pleasures. There’s also the Zouwu,  a charming monster with a catlike face and a long body that moves around like a Chinese New Year dragon,  upstaging everyone who shares the screen with it. Yet,  by the time Rowling has gathered all her storylines together,  the movie has loosened its grip on you. That tightens only when the story tantalizingly shifts to Hogwarts,  where Dumbledore,  fond memories and the promise of better stories await.","frames":[73200,114930]},{"images":[],"text":"","frames":[114930,119930]}],"author":"11.24 神奇动物Daniel 更新1","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542693128906-2.jpg","id":296,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542695423456-14.jpg","duration":115152,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542866773750-10.mp3","engTitle":"‘Fantastic Beasts: The Crimes of Grindelwald’: Apocalypse too soon ","title":"“神奇动物：格林德沃之罪”：为时过早的末日"}