{"content":[{"images":[],"text":"Apple and Samsung are being fined €10m and €5m respectively in Italy for the “planned obsolescence” of their smartphones.","frames":[5330,15460]},{"images":[],"text":"An investigation launched in January by the nation’s competition authority found that certain smartphone software updates had a negative effect on the performance of the devices.","frames":[15660,26260]},{"images":[],"text":"Believed to be the first ruling of its kind against smartphone manufacturers,  the investigation followed accusations that operating system updates for older phones slowed them down,  thereby encouraging the purchase of new phones.","frames":[26260,41260]},{"images":[],"text":"In a statement the antitrust watchdog said “Apple and Samsung implemented dishonest commercial practices” and that operating system updates “caused serious malfunctions and significantly reduced performance,  thus accelerating phones’ substitution”.","frames":[42060,58330]},{"images":[],"text":"It added the two firms had not provided clients adequate information about the impact of the new software “or any means of restoring the original functionality of the products”.","frames":[58330,70060]},{"images":[],"text":"Samsung told owners of its Galaxy Note 4 phone to install a new version of Google’s Android operating system intended for the more recent Galaxy Note 7,  but which users claimed rendered the old model sluggish.","frames":[70060,84460]},{"images":[],"text":"Likewise,  Apple told iPhone 6 owners to install an operating system designed for the iPhone 7,  leading to problems for owners of the older model.","frames":[84460,94930]},{"images":[],"text":"The Italian antitrust authority opened its investigation following customer complaints around the same time as a similar probe in France,  which has yet to conclude.","frames":[94930,105400]},{"images":[],"text":"A Samsung spokesperson said the company was disappointed by the decision and intends to appeal the fine: “Samsung did not issue any software update that reduced the Galaxy Note 4’s performance. In contrast,  Samsung has always released software updates enabling our customers to have the best experience possible.”","frames":[105400,125400]},{"images":[],"text":"Apple did not immediately respond to a request for comment.","frames":[125400,130400]}],"author":"11.27 计划报废 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542879710211-2.jpg","id":297,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542938266254-20.jpg","duration":129332,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542874568887-26.mp3","engTitle":"Apple and Samsung fined for deliberately slowing down phones","title":"苹果和三星因故意让手机变慢遭罚款"}