{"content":[{"images":[],"text":"The onset of winter is enough to make even the most sociable of us want nothing more after work than a simple formula: sofa,  sweatpants,  and a series on the laptop. Guess what? That is not a cop-out this year. Sofa dressing is the off-duty look for 2018.","frames":[5520,23680]},{"images":[],"text":"The fashion site Man Repeller calls it “sleepleisure” and is in favour of it. So is the retailer Farfetch. “It’s a reflection of a big shift towards comfort, ” says Celenie Seidel,  Farfetch’s market editor. You could also credit Kendall Jenner and Rihanna,  with their XXXXL hoodies,  and Hailey Baldwin in a tracksuit at the airport.","frames":[23680,46400]},{"images":[],"text":"The move to reclaim comfort clothes for outside the home has been underway for ages. But now it is the clothes you reserve for a night in front of the box that are in the frame. You know the kind – the big T-shirt you have had for ages,  teamed with leggings. The grey trackies and matching hoodie. The comfy nightdress you change into way before bedtime.","frames":[46400,68480]},{"images":[],"text":"This trend presents as the opposite of the perfectly tasteful,  definitely-very-expensive loungewear of your best life as presented on Instagram. There is no need for perfectly groomed hair and makeup here. Instead,  this is a situation for a topknot,  no makeup,  and a jade roller to hand.","frames":[68480,87840]},{"images":[],"text":"Right now,  considering what you wear around only your inner circle feels more modern than dressing to impress strangers in a bar – and,  let’s be honest,  Instagram sneaks in here. Thanks to the bathroom selfie and #iwokeuplikethis humblebrags,  nowhere is off-limits from the feed. As Man Repeller puts it: “Innerwear is outerwear because what we do inside is no longer private.”","frames":[87840,113440]},{"images":[],"text":"","frames":[113440,118440]}],"author":"11.24肥宅快乐衣 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542953944343-2.jpg","id":298,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542956448466-8.jpg","duration":113685,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542958366170-24.mp3","engTitle":"Get comfy! How curling up on the sofa became the height of fashion ","title":"怎么舒服怎么来！窝沙发 look 成为尖端时尚 "}