{"content":[{"images":[],"text":"The news never sleeps,  and neither do the two new anchors at China's state-run news agency.","frames":[5860,13200]},{"images":[],"text":"Xinhua News just unveiled what it's calling the world's first news anchors powered by artificial intelligence,  at the World Internet Conference Wednesday in China's Zhejiang province. From the outside,  they're almost indistinguishable from their human counterparts,  crisp-suited and tidy-haired. While Xinhua says the anchors have the \"voice,  facial expressions and actions of a real person, \" the robotic anchors relay whatever text is fed to them in stilted speech that sounds less human than Siri or Alexa.","frames":[13200,47060]},{"images":[],"text":"\"I will work tirelessly to keep you informed as texts will be typed into my system uninterrupted, \" the English-speaking version says in its debut video.","frames":[47060,56530]},{"images":[],"text":"Developed jointly by Xinhua News and Chinese search engine company Sogou.com,  the anchors learn from live broadcasting videos and social media and can work \"24 hours a day\".","frames":[56530,69060]},{"images":[],"text":"The AI anchors are both modeled off real journalists at the agency,  Qiu Hao and Zhang Zhao,  and perform some basic human expressions,  like blinking and raising their eyebrows. They can be \"endlessly copied\" according to the debut video,  thus able to cover stories in multiple locations at once.","frames":[69060,88730]},{"images":[],"text":"Although the AI-anchors are inexhaustible,  they're void of decision-making and processing skills and cannot offer the emotional element given by a real journalist.","frames":[88730,98860]},{"images":[],"text":"\"As an AI news anchor under development,  I know there is a lot for me to improve, \" the English-speaking anchor said in his first sign-off.","frames":[98860,107730]},{"images":[],"text":"","frames":[107730,112730]}],"author":"11.25 AI主播 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1542956448466-18.jpg","id":299,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543134248966-18.jpg","duration":108042,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1542956829980-18.mp3","engTitle":"Two news anchors at China's state-run news agency aren't human","title":"中国的官方通讯社多了两名新闻主持“人”"}