{"engTitle":"Xiaomi to raise tech world's biggest ever IPO","duration":103889,"author":"Travis Jones","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/1517223790864-rc-upload-1517219162151-42.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/1517226030991-rc-upload-1517225942407-20.mp3","title":"小米计划上市，雷军有望成为新首富","content":[{"text":"It's only been seven years since the launch of Xiaomi's first smartphone in August 2011. Now,  the Beijing-based firm is getting ready to raise an eye-watering tech IPO of at least $50 billion -- expected to be the biggest public listing the world has ever seen. That's double Alibaba's record-breaking offering of $25 billion just three years prior.","frames":[6760,31400],"images":[]},{"text":"Valued at roughly $46 billion following its last funding round in 2014,  Xiaomi became the most valuable private tech company at the time. Helped by its flash sales and savvy social media campaigns,  the Chinese smartphone maker is at present the third largest unicorn just behind ride-sharing Didi Chuxing and Uber ,  according to data compiled by CB Insights.","frames":[31700,57540],"images":[]},{"text":"While the hardware maker hasn't commented on the timeline of the deal,  founder and chairman Lei Jun said at the recent World Internet Conference in Wuzhen that he's looking to \"transplant China's business ideas into other countries.\" A well-timed and successful IPO could bring in much-needed ammunition for the expansion.","frames":[57900,77620],"images":[]},{"text":"Still,  with all the company has achieved in the past year,  the valuation of a mega IPO is questioned by Simon Lee,  CUHK business school professor. \" My feeling is $50 billion is too high when taking into account its sales performance and profitability. It is not justifiable at all.\" says the senior lecturer of accountancy. But the timing couldn't be better from an issuer standpoint.","frames":[78200,103120],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/1517223823209-rc-upload-1517219162151-50.jpg","id":3}