{"title":"The new abnormal: California faces the most destructive fire in its history  ","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1542957756033-29.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1542957756033-27.jpg","contents":["Part of northern California had become an inferno. A nearby town,  Paradise,  was incinerated and reduced to ash. Nearly 50 people are confirmed dead and over 200 missing. Six of the ten most destructive fires in California's history have occurred in the past decade. Last year was the most destructive year on record,  until this year. Why is the Golden State so flammable?","There are three reasons why California has been besieged by flames. First,  the climate is becoming warmer. This has led to snow melting earlier,  drier landscapes and a longer season when fires are likely to ignite. \"This is not the new normal. This is the new abnormal, \" Jerry Brown,  the state's governor,  said recently.","A second reason is that more people live in combustible places. Since 1990 60% of new homes in California,  Washington and Oregon have been built in spaces abutting nature. These areas,  which environmentalists call the \"wildland-urban interface\",  are at higher risk of wildfire.","A third reason is that there is more fuel. Before western settlers arrived,  fires used to happen often and naturally,  which made less fuel available for future fires. For the past century fires have tended to be quickly suppressed. This has led to a build-up of dry brush,  and makes the average wildfire much likelier to turn into a raging mega-fire.","Putting out the blazes is the most immediate task for California,  but not the last. Many survivors will want to rebuild their homes exactly where they were. Californians will also want to ensure that utility companies are acting and investing responsibly. Investigations into what caused the fire are still going on,  but some reports suggest it may have begun with sparks from lines owned by an electricity company."]}