{"content":[{"images":[],"text":"What distinguishes extremely successful millennials from the miserable,  broke masses? According to those who made it on to the 2019 Forbes 30 Under 30 list,  it’s good old “passion”,  “vision” and,  most importantly,  “grit”.","frames":[4080,18960]},{"images":[],"text":"Of course,  there are ways to make it to the top these days without having a small loan of $1m from your father,  as Donald Trump did. The richest entrepreneurs on the Forbes list,  for example,  secured funding from investors.","frames":[18960,33280]},{"images":[],"text":"But privilege goes beyond having extreme sums of cash. With social mobility in the UK stagnating amid years of austerity,  taking risky career moves is even further beyond the grasp of those who weren’t born into hotshot families.","frames":[33280,47760]},{"images":[],"text":"It’s not just that it’s nigh on impossible for young people to achieve extreme success – the process of trying to do that can be problematic too. Recent studies show that many young adults are spending over six hours a day feeling stressed about their futures,  and that 60% of 18- to 24-year-olds are struggling to cope with the pressure to succeed.","frames":[47760,70080]},{"images":[],"text":"On the flipside,  young people needn’t be too demoralised. Stricken as we may be by economic factors,  most of us will live longer. The UK already has the worst work/life balance in western Europe,  and as we’re in it for the long game,  maybe we should rethink our priorities.","frames":[70080,87360]},{"images":[],"text":"Grit,  vision and hidden privileges may work for the overachieving few,  but the odds are stacked against the rest of us. We should not be made to feel bad about failing to set up multimillion-dollar tech companies,  or becoming floppy-haired indie film heartthrobs (like those on the Forbes list) by our 30th birthdays.","frames":[87360,106720]},{"images":[],"text":"","frames":[106720,111720]}],"author":"11.28 人生赢家Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543305573604-2.jpg","id":303,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543305652957-15.jpg","duration":106945,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543305652957-17.mp3","engTitle":"Becoming a young tycoon? I can only dream...","title":"成为年轻的人生赢家？我只能想想……"}