{"content":[{"images":[],"text":"A criminal trial in Ireland,  in which the lawyer of a man accused of rape cited the lacy underwear worn by a woman as a sign of her consent,  has ignited outrage across the country and beyond.","frames":[5760,18880]},{"images":[],"text":"During the closing argument,  the defense lawyer asked the jury to consider the underwear worn by the 17-year-old woman at the time prosecutors said she was raped in a muddy alleyway by a 27-year-old man.","frames":[18880,31920]},{"images":[],"text":"“Does the evidence out-rule the possibility that she was attracted to the defendant and was open to meeting someone and being with someone?” the lawyer asked,  according to The Irish Times. “You have to look at the way she was dressed. She was wearing a thong with a lace front.”","frames":[31920,47520]},{"images":[],"text":"The man was acquitted,  and the case immediately drew calls for accountability and sparked a national dialogue about consent and victim blaming. Hundreds of women and men with posters and lace underwear in hand protested in five cities across the country on Wednesday.","frames":[47520,63600]},{"images":[],"text":"“My issue isn’t just the barrister; it’s the system that allows it, ” said Mary Crilly,  director of the Cork Sexual Violence Center and one of the speakers at the protests.","frames":[63600,74320]},{"images":[],"text":"Women also poured out their frustration on social media,  where they posted photos of colorful underwear with the hashtag #ThisIsNotConsent.","frames":[74320,83520]},{"images":[],"text":"For decades,  Ireland was a socially conservative society ruled by the norms of the Roman Catholic Church,  and women’s rights often took a back seat. In recent years,  socially liberal policies have begun to flourish. But as women’s status in society changes,  the laws have not always kept pace.","frames":[83840,102560]},{"images":[],"text":"","frames":[88520,93520]}],"author":"11.29丁字裤 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543305652957-36.jpg","id":304,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543307768938-14.jpg","duration":101970,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543307768938-16.mp3","engTitle":"Defense lawyer suggests a thong equals consent—and Ireland erupts","title":"辩护律师提出穿丁字裤相当于同意性行为，爱尔兰一片哗然"}