{"content":[{"images":[],"text":"Oxford Dictionaries has chosen “toxic” as its international word of the year,  selecting it from a short list that included such politically inflected contenders as “gaslighting, ” “incel” and “techlash.”","frames":[5760,19280]},{"images":[],"text":"Katherine Connor Martin,  the company’s head of U.S. dictionaries,  said there had been a marked uptick of interest in the word on its website over the past year. But the word was chosen less for statistical reasons,  she said,  than for the sheer variety of contexts in which it has proliferated,  from conversations about environmental poisons to laments about today’s poisonous political discourse to the #MeToo movement,  with its calling out of “toxic masculinity.”","frames":[19280,47600]},{"images":[],"text":"Oxford’s word of the year is chosen to reflect “the ethos,  mood or preoccupations” of a particular year,  but also to highlight that English is always changing. Last year’s winner was “youthquake.” In 2016,  it was “post-truth.”","frames":[47600,64400]},{"images":[],"text":"“Toxic” derives from the Greek “toxikon pharmakon, ” meaning “poison for arrows.” The current entry in the online Oxford English Dictionary dates its earliest known printed occurrence to 1664.","frames":[64400,78720]},{"images":[],"text":"Other words on the short list highlight different ways words emerge or evolve. While “toxic” is an old and very common word that has expanded in usage,  “incel” — short for “involuntarily celibate” — is an example of jargon used by a limited group that suddenly enters widespread usage. And then there’s “techlash, ” defined as “a strong and widespread negative reaction to the growing power and influence of large technology companies,  particularly those based in Silicon Valley.”","frames":[78720,108880]},{"images":[],"text":"","frames":[108880,113880]}],"author":"12.2 年度词汇Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543468634994-25.jpg","id":306,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543469331024-14.jpg","duration":109270,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543469331024-16.mp3","engTitle":"‘Toxic’ is Oxford’s word of the year. No, we’re not gaslighting you. ","title":"《牛津词典》2018年度词汇：“有毒”，我们不是在忽悠你"}