{"content":[{"images":[],"text":"The UN's Millennium Development Goals included the ambition that by 2015 all the world's children would complete primary school. This has largely been achieved: nine out of ten children are now enrolled. Alas,  the figure is not as impressive as it sounds. Even though most of the world's children go to school,  an awful lot of them learn pretty much nothing there. According to a recent World Bank study of seven sub-Saharan African countries,  half of nine-year-olds cannot read a simple word and three-quarters cannot read a simple sentence. The reason is terrible teaching.","frames":[6220,48000]},{"images":[],"text":"Several recent studies suggest ed-tech can help. It seems to bring about bigger improvements in poor countries than in rich ones.","frames":[48540,57660]},{"images":[],"text":"Some of the scarce resources being spent on teachers could therefore be better spent on ed-tech. That does not mean dumping computers on schools in the hope that children will understand how to use them,  a folly on which plenty of money has been wasted. Instead,  it means providing schools with software that children can use with minimal help from an adult,  that gets things right more often than the teachers do,  that adjusts itself to the child's ability,  that sends teachers prompts about what they are supposed to be teaching and that allows the authorities to check on whether the teacher is in the classroom.","frames":[58340,97860]},{"images":[],"text":"Technology is no panacea. Good traditional teachers are not obsolete,  and are never likely to be. And authorities need to hold teachers to account. But ed-tech can help greatly—by monitoring pupils and teachers alike,  assisting the best teachers and,  most important,  making up for the failings of the worst.","frames":[98420,121440]}],"author":"12.02 智能老师","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543469331024-27.jpg","id":307,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543471191721-12.jpg","duration":120944,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543471191721-14.mp3","engTitle":"Technology can help solve the problem of bad, absent teachers in poor-country schools","title":"科技可以帮助解决贫穷国家学校师资力量薄弱和教师匮乏的问题"}