{"content":[{"images":[],"text":"Does a hotel pool even exist if you don’t put it on social media?","frames":[6000,10840]},{"images":[],"text":"It’s a question one Bali resort is encouraging its guests to put to the test by banning phones and mobile devices by the pool,  in a bid to encourage people to absorb their surroundings rather than staring at a screen.","frames":[10840,25260]},{"images":[],"text":"The enforced “digital detox ruling” at Ayana Resort in Bali,  which extends to all smartphones and digital devices,  is an attempt to forcibly untether people from the global addiction of checking the news,  compulsively taking photos,  updating social media and replying to emails even when on holiday.","frames":[25260,45260]},{"images":[],"text":"The phenomenon of being unable to switch off,  or be parted from your phone,  has even been given a name: nomophobia,  now described as the “21st century disease”. Social media use has also been linked with depression,  particularly among young people.","frames":[45260,61780]},{"images":[],"text":"A recent survey of American holiday-makers by OnePoll found that more than 20% said they checked their smartphones once per hour during their most recent vacation. In a Deloitte survey in Britain in 2017,  38% of adults said they thought they were using their smartphone too much.","frames":[61780,82310]},{"images":[],"text":"As a result,  there has been a surge of interest in so-called digital detox holidays,  as people look for ways to take a break from their phones,  with travel companies and hotels cashing in people’s inability to switch off their devices unless forced.","frames":[82310,97680]},{"images":[],"text":"Ayana resort’s no-phone policy is unlikely to be popular with everyone however. Another recent survey by Travelzoo found that 30% of respondents booked holiday destinations on the basis they would make great fodder for social media.","frames":[97680,113680]},{"images":[],"text":"","frames":[113680,118680]}],"author":"12.5巴厘岛玩手机Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543822519690-25.jpg","id":309,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543823648363-14.jpg","duration":113920,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543823648363-16.mp3","engTitle":"Bali resort bans smartphones from poolside to enforce relaxation","title":"为强制放松，巴厘岛某度假村禁止游客在泳池边使用智能手机"}