{"content":[{"images":[],"text":"European Union leaders finally sealed a Brexit deal on Sunday,  saying the package agreed with Prime Minister Theresa May was the best Britain will get in a warning to the British parliament not to reject it.","frames":[5890,18940]},{"images":[],"text":"\"Those who think that,  by rejecting the deal,  they would get a better deal,  will be disappointed, \" European Commission President Jean-Claude Juncker told reporters after the 27 other EU leaders formally endorsed a treaty setting terms for British withdrawal in March and an outline of a future EU-UK trade pact.","frames":[18940,38940]},{"images":[],"text":"May used a post-summit news conference to make a sales pitch for her plan,  telling television viewers at home that it was the \"only possible deal\",  offering control of UK borders and budgets while maintaining close alignment with EU regulations that was good for business and the security of Britain and Europe.","frames":[38940,59570]},{"images":[],"text":"Parliament's vote could open the door to a \"brighter future\" or condemn the country to more division,  she said. \"I will make the case for this deal with all my heart, \" she added,  declining to answer whether she would resign if parliament rejects it.","frames":[59570,75260]},{"images":[],"text":"The EU leaders took barely half an hour to rubber-stamp the 585-page withdrawal treaty,  aimed at an orderly exit in March to be followed by two to three years of a status-quo transition period. In May's exchanges at the summit,  there was no discussion of what may happen if parliament rejects the deal in a vote likely to take place just before the next EU summit on Dec. 13-14.","frames":[75260,102000]},{"images":[],"text":"","frames":[102000,107000]}],"author":"12.6 脱欧 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543909325980-2.jpg","id":310,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543909399782-14.jpg","duration":102478,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543909399782-16.mp3","engTitle":"EU agrees ‘best possible’ Brexit deal, urges Britons to back May ","title":"欧盟通过了“可能范围内最好”的脱欧协议，并敦促英国人支持特蕾莎·梅的决定"}