{"content":[{"images":[],"text":"More than 1, 000 assorted pieces of plastic,  including 115 cups,  25 bags,  four bottles and two flip-flops,  have been found inside a dead sperm whale in Indonesia,  according to local officials.","frames":[6000,21660]},{"images":[],"text":"The whale,  found washed ashore Monday in Wakatobi National Park,  was already decomposing when rescuers arrived,  so investigators were unable to determine if the plastic caused its death,  said Lukas Adhyakso,  the conservation director of the World Wildlife Fund in Indonesia. The plastic weighed about 6 kilograms,  or 13 pounds,  he said.","frames":[21660,45000]},{"images":[],"text":"But images of the dead whale resonated in Indonesia,  a country that has started to reckon with its outsize use of plastics. Indonesia,  a nation of about 260 million people spread over thousands of islands in Southeast Asia,  was the world’s second-biggest producer of plastic waste in 2015,  behind only China,  according to a study in the journal Science.","frames":[45000,68600]},{"images":[],"text":"Ingesting plastic can give whales a false sense of satiation,  leading them to eat less food that provides the nutrients they need,  said Nicholas Mallos,  director of the Trash Free Seas program at Ocean Conservancy,  an environmental nonprofit. Consumption of plastics can lead to reduced weight,  energy and swimming speed,  making whales more vulnerable to predators.","frames":[68600,91700]},{"images":[],"text":"More than 800 species of marine animals are susceptible to the estimated 8.8 million tons of plastics deposited each year in the ocean,  Mallos said,  and often in ways that do not lead to graphic imagery like the whale in Indonesia. Plastics can entangle and trap animals,  sometimes causing them to drown,  or pierce elements of their digestive systems after being swallowed.","frames":[91700,96700]}],"author":"12.7 抹香鲸 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543913001050-2.jpg","id":311,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543913070590-16.jpg","duration":116297,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543913070590-18.mp3","engTitle":"1,000 pieces of plastic found inside dead whale in Indonesia","title":"印度尼西亚鲸鱼尸体内发现 1000 块塑料垃圾"}