{"title":"Malaysia bets on durian as China goes bananas for world's smelliest fruit","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1543997951969-16.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1543997951969-14.jpg","contents":["The stinky,  spiky durian is set to become Malaysia's next major export as the Southeast Asian nation rushes to develop thousands of acres to cash in on unprecedented demand for the fruit from China.","Once planted in family orchards and small-scale farms,  the durian,  described by some as smelling like an open sewer or turpentine when ripe,  is attracting investments like never before. Even property tycoons and companies in palm oil,  Malaysia's biggest agricultural export,  are making forays into the durian business.","The Malaysian government is encouraging large-scale farming of durian,  counting on a 50 percent jump in exports by 2030.","Chinese pay top dollar for Malaysia's 'Musang King' variety of durian because of its creamy texture and bitter-sweet taste. Prices of the variety,  now planted all over the country,  have nearly quadrupled in the last five years.","China's durian imports rose 15 percent last year to nearly 350, 000 tonnes worth $510 million,  according to the United Nations' trade database. Nearly 40 percent was from Thailand,  the world's top producer and exporter.","Malaysia accounted for less than 1 percent,  but expects sales to China to jump to 22, 061 tonnes by 2030 from this year's likely 14, 600 tonnes,  as trade is widened to include whole fruit from the current restriction to durian pulp and paste.","M7 Plantation Bhd,  a private company established last year,  is developing a 10, 000-acre durian estate in Gua Musang,  home to the Musang King in the eastern state of Kelantan,  and is selling durian trees for 5, 000 ringgit ($1, 200) each.","\"We founded the company because we see potential in the industry,  the primary target being China, \" Chief Executive Ng Lee Chin said,  adding that most of her buyers were from China."]}