{"content":[{"images":[],"text":"John Allen Chau seemed to know that what he was about to do was extremely dangerous.","frames":[5000,11500]},{"images":[],"text":"Chau,  an American thought to be in his 20s,  was floating in a kayak off a remote island in the Andaman Sea. He was about to set foot on one of the most sealed-off parts of India,  an island inhabited by a small,  enigmatic and highly isolated tribe whose members have killed outsiders for simply stepping on their shore.","frames":[11500,31800]},{"images":[],"text":"Fishermen warned him not to go. And Indian government regulations clearly prohibited any interaction with people on the island,  called North Sentinel. But Chau pushed ahead,  setting off in his kayak,  which he had packed with a Bible. After that,  it is a bit of a mystery what happened. But police say one thing is clear: Chau did not survive.","frames":[31800,54200]},{"images":[],"text":"On Wednesday,  Indian authorities said Chau had been shot with bows and arrows by tribesmen when he got on shore and his body was still on the island. Fishermen who helped take Chau to North Sentinel told police that they had seen tribesmen dragging his body on the beach.","frames":[54200,71800]},{"images":[],"text":"It was a “misplaced adventure, '’ said Dependra Pathak,  police chief in the Andaman and Nicobar Islands. “He certainly knew it was off limits.'’","frames":[71800,81200]},{"images":[],"text":"Pathak said Chau,  believed to be 26 or 27 and from Washington state,  may have been trying to convert the islanders to Christianity. Right before he left in his kayak,  Chau gave the fishermen a long note in case he did not come back. In it,  police officials said,  he had written that Jesus had bestowed him with the strength to go to the most forbidden places on Earth.","frames":[81200,105600]},{"images":[],"text":"","frames":[105600,110600]}],"author":"12.9传教士 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543997951969-49.jpg","id":313,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1543998803059-14.jpg","duration":106005,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1543998803059-16.mp3","engTitle":"American is killed by bow and arrow on remote Indian island  ","title":"美国人在遥远的印度岛上被弓箭杀死 "}