{"content":[{"images":[],"text":"President Donald Trump managed to spend two days in the company of world leaders he has long antagonized without any visible eruptions.","frames":[5000,15200]},{"images":[],"text":"There were no feuds,  or at least none publicly detected,  as Air Force One took off from Buenos Aires on Saturday night. Trump signed on to a statement of principles with the other leaders at the Group of 20 summit,  the kind of document he refused to endorse at a summit in Canada a few months earlier. He  curtailed his ambitions by canceling his meeting with Putin,  and made nice with the European leader he most regularly trashes,  German Chancellor Angela Merkel.","frames":[15200,44300]},{"images":[],"text":"Trump's self-restraint continued as he answered a few questions from reporters. When one asked whether he had any regrets about his past criticisms of Bush and his family,  Trump paused for a moment and then decided not to engage.","frames":[44300,58900]},{"images":[],"text":"The G-20 is a multilateral organization,  but Trump and some of his advisers are hostile to the concept of group decision-making. So Trump's assent to the joint statement of G-20 leaders reflected a compromise. The document reiterates a shared commitment to a \"rules-based international order\" and global trade,  but includes a critique of the World Trade Organization,  a body Trump rails against.","frames":[58900,85400]},{"images":[],"text":"Thomas Wright,  a senior fellow at the Brookings Institution,  said,  \"The worry was that things could unravel,  so there was a retraction of ambition from the other democratic leaders. They are worried about him creating a fuss over attempts to forge cooperation,  which means these summits now are just gatherings of the leaders without a real agenda. That's the function of Trump.\"","frames":[85400,107100]},{"images":[],"text":"","frames":[107100,112100]}],"author":"12.10 G20 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544178986881-2.jpg","id":314,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544179083500-14.jpg","duration":107442,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1544179083500-23.mp3","engTitle":"Trump pulls punches at global summit, making nice with foes and avoiding feuds  ","title":"全球峰会上，特朗普停止攻势，讨好敌人并避免结仇 "}