{"content":[{"images":[],"text":"There are billions of people on this planet,  and many of us love to eat meat. Can the demand be filled in a sustainable,  affordable way? A bunch of entrepreneurs are not only optimistic but are working to make this happen sooner than you may think.","frames":[6100,21200]},{"images":[],"text":"The environmental impact caused by meat consumption – waste,  animal treatment,  health issues and even the greenhouse gas effects that are potentially caused by methane gas produced by cows – has given rise to a number of startups looking to fill our voracious demand for meat in better,  more affordable and environmentally-friendly ways.","frames":[21200,42400]},{"images":[],"text":"For example,  San Francisco-based Memphis Meats is developing cell-based meats in its laboratories without requiring any animals. Israel’s Future Meat Technologies is doing the same by manufacturing fat and muscle cells that is being tested by chefs in Jerusalem. All of these companies use proprietary processes to harvest cells from animals and grow them in a lab.","frames":[42500,66800]},{"images":[],"text":"As you can imagine,  there are plenty of hurdles facing the industry. Educating the public is a big one. Another contentious issue is the labelling of the products. Recently both the USDA and the Food and Drug Administration (FDA) announced that they will begin jointly regulating the new “cell-based meat” category.","frames":[66800,87700]},{"images":[],"text":"Many of us have concerns about the challenges facing future generations as our global population swells and the earth’s natural resources diminish. The good news is that there are plenty of entrepreneurs around the world – like those producing lab-grown meats – who are working to solve some of these problems and make a few bucks in the process. Nothing wrong with that.","frames":[87700,109800]},{"images":[],"text":"","frames":[109800,114800]}],"author":"12.13人造肉 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544505703111-2.jpg","id":317,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544506169384-18.jpg","duration":110106,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1544506169384-20.mp3","engTitle":"Lab-grown meat of the future is here—and may even sustainably fill demand","title":"实验室培养的未来肉类问世，或将持续满足消费需求"}