{"content":[{"images":[],"text":"More than 50 years after it jumped the species barrier and became one of the most devastating viruses to affect mankind,  HIV remains a stubborn adversary. Treatment has improved dramatically over the past 20 years,  but people who are infected will remain so for the rest of their lives,  and must take one pill daily – at one time it was a cocktail of 30.","frames":[3100,27300]},{"images":[],"text":"But now,  as another World Aids Day pulls into view,  scientists are beginning to ask if the biggest breakthrough – an out-and-out cure for the tens of millions who have contracted the virus – could be in sight.","frames":[27300,40500]},{"images":[],"text":"The excitement lies in research that is having some success in drawing the virus out of a latent stage so that it could be destroyed.","frames":[40500,48100]},{"images":[],"text":"The difficulty in dealing once and for all with HIV is that,  unlike other viruses,  HIV-infected cells are able to “hide” by entering a resting phase that makes them invisible to our immune system and current treatment therapies.","frames":[48100,63500]},{"images":[],"text":"The deadliness of the disease in some regions,  the tremendous expense and the pressure on patients,  means that a cure remains an important goal. There are a number of different approaches currently being studied.","frames":[63500,76300]},{"images":[],"text":"One approach,  often named the “kick and kill” or “shock and kill”,  aims to kick the resting cells out of their sleep so they can be pinpointed and eliminated.","frames":[76600,86900]},{"images":[],"text":"Sarah Fidler,  professor of HIV medicine at Imperial College London,  who recently led a major study testing the efficacy of the kick and kill method said: “The idea is to reactivate the latent cells so they start producing the proteins on their surface so they look different from healthy cells. We would do this with some kind of drug,  which is what we’re in the process of determining.”","frames":[86900,111300]},{"images":[],"text":"","frames":[111300,116300]}],"author":"12.16 AIDS Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544520300906-2.jpg","id":318,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544520496410-14.jpg","duration":111543,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1544520496410-16.mp3","engTitle":"Is a cure for Aids within reach?","title":"艾滋病的治愈方法是否触手可及？"}