{"content":[{"images":[],"text":"The ability of mothers to produce milk for their babies is commonly considered a unique feature of mammals,  but now scientists have discovered a species of spider that also nurses its young.","frames":[5600,18200]},{"images":[],"text":"Spider mothers were observed feeding a milk-like substance to their spiderlings and continuing to look after them almost into adulthood.","frames":[18200,27100]},{"images":[],"text":"‘Lactation-like feeding is known elsewhere in the animal kingdom – pigeons and flamingos produce something called “crop milk” from a gland in their neck. However,  the intensity and duration of maternal care observed in the spider species is considered highly unusual.","frames":[27100,44600]},{"images":[],"text":"The observations focused on a species of jumping spider,  normally found in Taiwan,  which lives in nests and mimics the appearance of ants. The newly hatched spiderlings were found to be entirely dependent on nutritious spider milk,  containing nearly four times the protein of cow’s milk,  secreted and fed to them by their mothers.","frames":[44600,66800]},{"images":[],"text":"The scientists observed that the spiderlings first drank from droplets of spider milk left on the surface of the nest and then by directly sucking from the mother’s egg-laying opening.","frames":[66800,78100]},{"images":[],"text":"The spider mothers continued to care for and feed their offspring for nearly 40 days,  long after they were able to forage on their own and almost until the point of sexual maturity.","frames":[78100,90300]},{"images":[],"text":"The milk was not critical to the offsprings’ survival,  but appeared to boost their overall health and chances of survival as adults.","frames":[90300,98800]},{"images":[],"text":"The findings,  by scientists at the Chinese Academy of Sciences in Yunnan,  are published in the journal Science.","frames":[98800,106200]},{"images":[],"text":"","frames":[106200,111200]}],"author":"12.15 蜘蛛奶 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544594391636-2.jpg","id":319,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544594489007-14.jpg","duration":106684,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1544594489007-16.mp3","engTitle":"Scientists discover spider species that feeds its young milk ","title":"科学家发现了哺乳蜘蛛 "}