{"content":[{"images":[],"text":"Act Four in the weekly \"yellow vest\" protests unfolded Saturday in Paris amid a now-familiar backdrop of tear gas and chants,  but also brought further clarity on where the rage is headed: directly at President Emmanuel Macron.","frames":[6300,22700]},{"images":[],"text":"What began as opposition against a carbon tax designed to curb climate change has morphed into a working-class revolt against Macron,  who now faces the first major test of his presidency and whose approval ratings have plummeted to personal all-time lows.","frames":[22700,39900]},{"images":[],"text":"Chants of \"Macron resign!\" echoed along the grand Champs Élysées on Saturday as protesters decried him as the \"president of the rich\" who has ignored struggling regions around the country.","frames":[39900,52700]},{"images":[],"text":"Remarkably,  some of those in the crowd had backed Macron's improbable campaign in 2017. But they now say they feel betrayed by an agenda they see as merely concerned with protecting the economic interests of the elite.","frames":[52700,67660]},{"images":[],"text":"The movement—whose name is taken from the trademark high-visibility yellow vests—has since come to represent a deeply rooted social anger that has more to do with the personality of Macron than it does with any particular policy.","frames":[67660,82660]},{"images":[],"text":"Most protesters tend to be white and many from the provinces — sharing anxiety over dwindling purchasing power and what they see as Macron's aloof style.","frames":[82660,93110]},{"images":[],"text":"Catherine Van Mikel,  66,  a retired clerk at the Galeries Lafayette department store in Paris,  noted that she had proudly voted for Macron in 2017. \"I feel genuinely deceived, \" she said,  standing toward the back,  far from the jeering crowds.","frames":[93110,110880]},{"images":[],"text":"\"There's a real arrogance to him, \" she said of Macron. \"I have never seen a president like that.\"","frames":[110880,116880]},{"images":[],"text":"","frames":[116880,121880]}],"author":"12.17 黄衫军Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544771397322-25.jpg","id":321,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1544772780698-14.jpg","duration":117290,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1544772780698-16.mp3","engTitle":"Why are the 'yellow vests' still protesting in France? His name is Macron","title":"法国“黄马甲”为何仍在抗议？答案直指总统马克龙"}