{"content":[{"images":[],"text":"Do you prefer coffee or tea? The answer to that question might in part be down to your genes,  research suggests.","frames":[4260,11800]},{"images":[],"text":"Scientists say a genetic predisposition to perceiving the bitterness of particular substances appears to nudge us towards one beverage or the other.","frames":[11800,21130]},{"images":[],"text":"The study,  published in the Scientific Reports journal,  involved two sets of data. The first was a large twin study which showed that,  at least in those of European ancestry,  particular genetic variants are linked to the strength of perception of different tastes: one specific variant was associated with slightly higher ratings of bitterness for caffeine,  another to greater bitterness for quinine and a third to greater bitterness for a drug known as propylthiouracil,  or prop.","frames":[21130,51800]},{"images":[],"text":"The team found people with a greater genetic predisposition to perceiving the bitterness of caffeine drank a little more coffee,  but an increased perception of the bitterness of quinine and prop were linked to a small reduction in coffee drinking.","frames":[51800,66000]},{"images":[],"text":"“While the effect of perception on your daily coffee intake might be relatively small – only a 0.15 cup per day increase – from a normal caffeine taster to a strong caffeine taster,  it actually makes you 20% more likely to become a heavy drinker – drinking more than four cups per day, ” said Jue Sheng Ong,  first author of the research from QIMR Berghofer Medical Research Institute in Australia.","frames":[66000,91130]},{"images":[],"text":"“Our taste genes partially play a role in how much coffee,  tea or alcohol we drink, ” he said. “The preference towards tea can be seen as a consequence of abstaining from coffee,  because our genes might have made coffee a little too bitter for our palates to handle.”","frames":[91130,107130]},{"images":[],"text":"","frames":[107130,112130]}],"author":"12.18 咖啡还是茶 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545038857222-2.jpg","id":322,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545038950920-16.jpg","duration":107311,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545038950920-18.mp3","engTitle":"Coffee or tea? The answer might be in your genes","title":"喝咖啡还是喝茶？答案也许藏在你的基因里"}