{"content":[{"images":[],"text":"\"My life is not your porn, \" read one poster. \"We should be able to live,  not survive, \" declared another. The women brandishing them in the centre of Seoul wore red clothes and large sunglasses. They had covered their heads with baseball caps or broad-brimmed hats. The headgear and glasses serve mainly to make the protesters unrecognisable to men who might be hostile to their cause: the fight against molka,  videos which are filmed using cameras hidden in public toilets,  school changing rooms or even women's homes,  and then posted on the Internet.","frames":[6400,40960]},{"images":[],"text":"The red-clad women are the most visible part of a wave of activism against sexism in South Korea,  which was ranked 118th out of 144 countries last year in the World Economic Forum's measure of equality between the sexes.","frames":[41400,56860]},{"images":[],"text":"In terms of appearance and behaviour,  women and men are held to wildly different standards. A YouTube star who used her make-up tutorial channel to announce that she was giving up make-up to join the \"corset-free\" movement,  which challenges unrealistic beauty standards,  received a torrent of online threats.","frames":[57400,76200]},{"images":[],"text":"\"Misogyny is still common sense in South Korea, \" says Yun Kim Ji-yeong of Konkuk University in Seoul. \"People do not accept that women are worth the same as men.\"","frames":[76620,87360]},{"images":[],"text":"But women are increasingly challenging this conviction. Many are cropping their hair,  crushing their eyeshadow and throwing away their lipstick—and posting videos of their rebellion online.","frames":[88220,98900]},{"images":[],"text":"Ms Yun Kim believes the individual focus of the movement is its strength. She thinks the anti-spycam protests have drawn such crowds because they speak directly to women's daily experience. \"If you cannot even be safe from intrusion in the bathroom or in your own home,  then where are you safe?\"","frames":[99260,118780]}],"author":"12.20 韩国女性经济学人原声","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545122044233-4.jpg","id":324,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545122186062-16.jpg","duration":118370,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545122186062-18.mp3","engTitle":"Angry young women: A new generation of activists is challenging misogyny  ","title":"愤怒的年轻女性：新时代的活跃分子正在挑战厌女症 "}