{"content":[{"images":[],"text":"What was once a niche subculture has evolved into a $5bn business in China. In 2016 nearly half the country’s internet users watched a livestream. “People’s Republic of Desire”,  a documentary directed by Hao Wu,  reveals the strange machinations of an online world where people can fulfil their most basic social needs.","frames":[3330,29000]},{"images":[],"text":"The livestreamers themselves are usually poorly educated and unemployed: they perform online in hope of quick fame and fortune. Big Li migrated from Hubei to Beijing to work as a security guard,  before striking it rich livestreaming full-time.","frames":[29000,46880]},{"images":[],"text":"At the heart of the film,  then,  is a familiar story. Livestreaming started off full of creative,  entrepreneurial and democratic potential but has since taken on a dystopian feel. Everybody can participate in the competition for clicks,  views and tips in China’s attention economy,  but the platform dictates the rules of the game. “I was fascinated by how a single platform could profit from rich and poor alike, ” Mr Hao tells The Economist. Before pursuing film-making,  Mr Hao worked at Alibaba and Yahoo,  two internet companies,  and he says he is sensitive to the ways in which users can be manipulated for profit.","frames":[46880,90550]},{"images":[],"text":"His thought-provoking film reveals a bitter irony not limited to livestreaming: that the connection that technology was meant to provide has isolated people,  too. Big Li’s family begins to fall apart. “I miss my son, ” he confesses in one scene,  breaking down in tears in front of millions of his fans. He turns away,  as if finally realising that the faceless,  flickering icons on his computer screen will not give him what he longs for.","frames":[90550,120660]}],"author":"12.21 直播经济Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545122186062-29.jpg","id":325,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545124133077-16.jpg","duration":120947,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545124133077-18.mp3","engTitle":"Surveying China’s livestreaming economy","title":"审视中国的直播经济"}