{"content":[{"images":[],"text":"Rapid global warming caused the largest extinction event in the Earth’s history,  scientists have found. The mass extinction,  known as the “great dying”,  occurred around 252m years ago and marked the end of the Permian geologic period.","frames":[7140,23660]},{"images":[],"text":"The event was the single greatest calamity ever to befall life on Earth,  eclipsing even the extinction of the dinosaurs 65m years ago. Up to 96% of all marine species perished while more than two-thirds of terrestrial species disappeared.","frames":[24140,41220]},{"images":[],"text":"The researchers built a model to analyse changes in animal metabolism,  ocean and climate conditions. They found that marine animals essentially suffocated as warming waters lacked the oxygen required for survival. “For the first time,  we’ve got a whole lot of confidence that this is what happened, ” said Deutsch,  an oceanography expert who co-authored the research. “It’s a very strong argument that rising temperatures and oxygen depletion were to blame.”","frames":[41220,70000]},{"images":[],"text":"Over the past century,  global warming is already causing punishing heatwaves,  flooding and wildfires around the world,  with scientists warning that the temperature rise could reach 3C or more by the end of the century unless there are immediate,  radical reductions in emissions.","frames":[70500,88440]},{"images":[],"text":"At the same time,  Earth’s species are undergoing what some experts have termed the “sixth great extinction” due to habitat loss,  poaching,  pollution and climate change.","frames":[88760,100110]},{"images":[],"text":"“The past holds the key to the future, ” said Pamela Grothe,  a paleoclimate scientist at the University of Mary Washington. “If we continue in the trajectory we are on with current emission rates,  this study highlights the potential that we may see similar rates of extinction in marine species as in the end of the Permian.”","frames":[100440,119960]}],"author":"12.23大灭绝 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545293875680-12.jpg","id":327,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545294762413-23.jpg","duration":120398,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545387777435-38.mp3","engTitle":"The 'great dying': rapid warming caused largest extinction event ever, report says ","title":"“大灭绝”：报告称，气候极速变暖曾导致有史以来最大的灭绝事件 "}