{"content":[{"images":[],"text":"Christmas music as we know it was born in 1963,  when Phil Spector corralled his stable of singers into the studio to record “A Christmas Gift For You From Phil Spector”. Until then,  there had only been schmaltzy carols and easy listening staples,  with occasional hints of a party tune.","frames":[4110,24000]},{"images":[],"text":"Mr Spector made the first Christmas album that managed to be both thrilling and seasonal. It sounded like the Christmas party,  not the snooze after Christmas dinner. So these days you can find heavy metal Christmas albums,  funk Christmas albums and punk Christmas albums.","frames":[24000,42880]},{"images":[],"text":"Britain has embraced the Christmas single: between 1974 and 1990,  nine of the number ones on Christmas Day were explicitly festive records. In America,  meanwhile,  there has never been a seasonal song at number one at Christmas in the Billboard Hot 100. Perhaps the Christmas single has lost some of its lustre.","frames":[42880,64330]},{"images":[],"text":"Yet the Christmas album remains a regular feature on the release schedule of major artists. This year,  for example,  there is one album called “Christmas Party” from the Monkees. The people they aim at are middle-aged,  trying to recreate their old Christmases of Slade or the Pogues.","frames":[64330,81880]},{"images":[],"text":"In a sense,  then,  Christmas records have returned to their pre-Spector purpose. Forget the teenagers: they’re in their bedrooms on Spotify,  YouTube or Netflix. But in the living room,  the adults have pulled on the Christmas sweaters and poured the egg nog. Now,  what will it be,  Bing Crosby or Eric Clapton?","frames":[81880,102550]},{"images":[],"text":"","frames":[102550,107550]}],"author":"12.24圣诞歌曲Daneil","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545360105453-39.jpg","id":329,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545361423181-16.jpg","duration":102544,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545379652934-11.mp3","engTitle":"The rise and fall of Christmas music ","title":"圣诞音乐的兴衰史 "}