{"content":[{"images":[],"text":"\"Educated, \" by Tara Westover (Random House). I never thought I'd relate to a story about growing up in a Mormon survivalist household,  but Tara Westover is such a good writer that she got me to reflect on my own life while reading about her extreme childhood.","frames":[4550,21220]},{"images":[],"text":"\"Army of None, \" by Paul Scharre (Norton). Autonomous weapons aren't exactly top of mind for most around the holidays,  but this thought-provoking look at A.I. in warfare is hard to put down. It's an immensely complicated topic,  but Scharre offers clear explanations and presents both the pros and cons of machine-driven warfare.","frames":[21220,44440]},{"images":[],"text":"\"Bad Blood, \" by John Carreyrou (Knopf). Carreyrou gives you the definitive insider's look at the rise and fall of Theranos,  the health tech company that claimed it could perform an array of medical tests from a small amount of blood. This book has everything: elaborate scams,  corporate intrigue,  magazine cover stories,  ruined family relationships and the demise of a company once valued at nearly $10 billion.","frames":[44440,73110]},{"images":[],"text":"\"21 Lessons for the 21st Century, \" by Yuval Noah Harari (Spiegel & Grau). If 2018 has left you overwhelmed by the state of the world,  \"21 Lessons\" offers a helpful framework for processing the news and thinking about the challenges we face.","frames":[73110,91550]},{"images":[],"text":"\"The Headspace Guide to Meditation and Mindfulness, \" by Andy Puddicombe (St. Martin's Griffin). The book starts with Puddicombe's personal journey from a university student to a Buddhist monk and then becomes an entertaining explainer on how to meditate. If you're thinking about trying mindfulness,  this is the perfect introduction.","frames":[91550,111660]},{"images":[],"text":"","frames":[111660,116660]}],"author":"12.25 好书推荐Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545621743444-4.jpg","id":330,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545621925385-14.jpg","duration":112013,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545621925385-16.mp3","engTitle":"Bill Gates' best books of the year have a New Age twist ","title":"比尔·盖茨的年度好书体现新时代的转变 "}