{"content":[{"images":[],"text":"Another marker has been felled in the intense argument over whether historic figures with racist histories should be honored. The University of Ghana in Accra no longer has a statue of India independence leader Mohandas K. Gandhi.","frames":[7550,24220]},{"images":[],"text":"Gandhi's Indian empowerment argument,  critics said in a petition to remove the statue,  appeared to be that the British colonial government treated Indians a \"little better,  if at all,  than the savages or the Natives of Africa.\" He spoke of the \"half-heathen Native\" and said that treating Indians like Africans would \"degrade us.\" The sole occupation of \"raw\" natives is hunting,  he said and their \"sole ambition is to collect a certain number of cattle to buy a wife with and,  then,  pass his life in indolence and nakedness.\"","frames":[24220,59660]},{"images":[],"text":"Critics argue that Gandhi's thoughts about Africans shouldn't be whitewashed by history—that no one's flaws should be immune from historical scrutiny. Christopher Columbus \"discovered\" the Americas, —then killed and enslaved the people who already lived there. Many of America's Founding Fathers owned slaves. Martin Luther King Jr. cheated on his wife. And for members of the University of Ghana council who started the petition in 2016 and the more than 2, 200 people had signed it since,  a statue to Gandhi had no place on campus.","frames":[59660,96880]},{"images":[],"text":"\"We consider this to be a slap in the face that undermines our struggles for autonomy,  recognition and respect, \" the petition says.","frames":[96880,106000]},{"images":[],"text":"","frames":[106000,111000]}],"author":"12.26甘地 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545621925385-25.jpg","id":331,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545623074955-12.jpg","duration":106345,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545623074955-14.mp3","engTitle":"After a petition called Gandhi 'racist,' his statue was removed from the University of Ghana","title":"在一份请愿书将甘地称为“种族主义者”之后，他在加纳大学的雕像被拆除"}