{"content":[{"images":[],"text":"Overall life expectancy in America fell fractionally in 2017,  from 78.7 to 78.6 years,  according to data published recently by the US Centres for Disease Control. Underlying the drop was a bad year for influenza and a slight increase in the toll of Alzheimer’s disease. But more significant was an increase in suicides and overdoses,  which added 2.4 more deaths per 100, 000 Americans.","frames":[4550,36660]},{"images":[],"text":"The figures make dramatic reading. In 1999,  suicide took the lives of 10.5 Americans out of every 100, 000. That increased to 14 in 2017. In the intervening years,  death rates from drug overdoses surged from 6.1 to 21.7 per 100, 000. Overdose deaths climbed 256% over that period.","frames":[36660,64550]},{"images":[],"text":"Over the longer term,  suicide rates are now at a historical high,  but only a little higher than they were in 1950. But drug-overdose rates,  which were well below five per 100, 000 people between 1950 and 1990,  climbed above that rate by the turn of the century,  and then spiked dramatically,  reaching above 20 deaths per 100, 000 in 2017.","frames":[64550,91330]},{"images":[],"text":"Christopher Ruhm,  an economist at the University of Virginia,  points to the importance of public health efforts to control the opioid epidemic. The recent experience of Dayton,  Ohio backs him up: over the past year,  opioid deaths have more than halved. Public health experts attribute that to a combination of Medicaid expansion; declining street availability of some of the most addictive opioids; and post-treatment support for recovering addicts.","frames":[91330,121110]},{"images":[],"text":"In October,  new legislation made it through Congress and was signed by President Donald Trump. It should help increase access to addiction treatment,  and help rein in the over-prescription of opioids.","frames":[121110,134330]},{"images":[],"text":"","frames":[134330,139330]}],"author":"12.27 美国人寿命Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545623074955-25.jpg","id":332,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545722065900-26.jpg","duration":134740,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545624756278-16.mp3","engTitle":"Why life expectancy in America is down again ","title":"为什么美国人口预期寿命再次下降 "}