{"content":[{"images":[],"text":"Adverts showing a woman struggling to park a car or a man refusing to do housework while his wife cooks dinner will be banned from next year as part of an industry-wide crackdown on sexist stereotypes.","frames":[5410,19760]},{"images":[],"text":"Under the new rules,  British companies will no longer be able to create promotions that depict men and women engaged in gender-stereotypical activities,  amid fears that such depictions are contributing to pay inequality and causing psychological harm.","frames":[19760,37170]},{"images":[],"text":"The Advertising Standards Authority (ASA) will enforce the new code from June 2019. Members of the public will be able to report adverts to the regulator if they feel they breach the code.","frames":[37170,51050]},{"images":[],"text":"The ASA’s Ella Smillie,  who helped to devise the new rules,  said: “We don’t see ourselves as social engineers,  we’re reflecting the changing standards in society. Changing ad regulation isn’t going to end gender inequality but we know advertising can reinforce harmful gender stereotypes,  which can limit people’s choices or potential in life.”","frames":[51050,75520]},{"images":[],"text":"She highlighted the real-world harm that resulted from gender inequality,  such as the gender pay gap and the low rates of women seeking careers in science.","frames":[75520,86230]},{"images":[],"text":"The new rules were developed following a consultation process partly prompted by the outcry over adverts in 2015 for the slimming product Protein World,  which promised to make women “beach body ready”.","frames":[86230,100940]},{"images":[],"text":"The rules will cover adverts in newspapers,  magazines,  on television,  in cinema,  on leaflets and on the Internet. They will apply to paid-for promoted posts by celebrities on services such as Instagram,  providing the advertiser paying the social media influencer had final approval over the post.","frames":[100940,120580]},{"images":[],"text":"","frames":[120580,125580]}],"author":"12.29 英国广告Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545814875398-2.jpg","id":334,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545815083270-14.jpg","duration":120724,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545900999031-28.mp3","engTitle":"UK advertising watchdog to crack down on sexist stereotypes ","title":"英国广告监管机构将打击带性别歧视的刻板印象 "}