{"content":[{"images":[],"text":"A display of expensive tchotchkes in the windows of Prada's Soho boutique in downtown New York included one style that recalled a Golliwog,  the 19th century blackface character with big round eyes and large red lips. The thing also resembled the title character from \"Little Black Sambo, \" a children's book of the same era. Either way,  the connotations were unequivocally racist.","frames":[7770,36330]},{"images":[],"text":"After complaints from the public,  the Prada Group issued an apology,  dismantled the display and announced that it would pull the offending $550 charm from circulation. \"They are imaginary creatures not intended to have any reference to the real world and certainly not blackface. Prada Group never had the intention of offending anyone and we abhor all forms of racism and racist imagery, \" the company said in a statement.","frames":[36330,66220]},{"images":[],"text":"Fashion companies are fluent in the language of marketing. Designers are savants of the visual arts. But both often lack the ability to see beyond the surface—beyond the sales pitch and the color palette—to get at the complex humanity of people. They continue to see everything from their own singular point-of-view. To some degree,  that is their job. They digest a bounty of inspiration. And they create something personal and proprietary.","frames":[66220,95000]},{"images":[],"text":"That's an explanation,  however,  not an excuse. Globalism demands allowing more voices—more diverse voices—into the creative process and into the decision-making equation.","frames":[95000,108110]},{"images":[],"text":"","frames":[108110,113110]}],"author":"12.28 Prada Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545881324085-2.jpg","id":335,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545881828915-14.jpg","duration":108434,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545881828915-16.mp3","engTitle":"Seriously, Prada, what were you thinking? Why the fashion industry keeps bumbling into racist imagery","title":"说真的，Prada，你到底在想什么？时尚界缘何频频跌入种族歧视设计的泥潭"}