{"content":[{"images":[],"text":"Trying to find an ideal gift for a friend or family member,  or at least something that won't end up in the trash,  is a perennial source of pre-holiday anxiety.","frames":[4940,15520]},{"images":[],"text":"As it happens,  behavioral science can offer some help. After all,  gift-giving combines economics and psychology,  and those two academic fields have grown ever more entwined in recent years. So before struggling to sort through the likes,  dislikes,  quirks and wishes of the people on your holiday lists,  you may want to consider some recent findings about which gift-giving strategies work.","frames":[15520,42580]},{"images":[],"text":"In some areas of gift-giving,  the research is in flux. For the past 15 years or so,  the received wisdom in behavioral economics has been that buying experiences,  or giving them as gifts,  produces more happiness over the long run than purchased material things do. So instead of buying your sister a kitchen mixer,  for instance,  consider a gift of cooking lessons from a local chef.","frames":[42580,67880]},{"images":[],"text":"Experiences are thought to trump material goods for several reasons,  chiefly because people tend to use material things on their own,  whereas experiences are often shared with others. And material goods are easily compared against rival goods,  or against things friends and acquaintances own,  which fosters discontentedness. Experiences are more idiosyncratic,  effectively blocking such comparisons.","frames":[67880,95410]},{"images":[],"text":"Yet other researchers have recently pushed back against the \"buy experiences\" conventional wisdom. Two academic psychologists at the University of British Columbia found that objects received as gifts tend to produce modest and consistent happiness,  whereas experiences given as gifts sparked brief,  intense bursts of happiness. So sometimes it comes down to which kind of happiness you wish to convey.","frames":[95410,123170]},{"images":[],"text":"","frames":[123170,128170]}],"author":"12.31 送礼指南 Daniel.ass","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545904217382-2.jpg","id":336,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545904335848-26.jpg","duration":123533,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545904335848-28.mp3","engTitle":"The science of giving gifts your loved ones won't want to return","title":"送礼的科学：怎样送礼你的挚爱不会退还？"}