{"content":[{"images":[],"text":"Citing consumers' desire for real human connections amid an increasingly negative social media landscape,  the trend forecasters and color experts at Pantone have selected Living Coral,  a \"life-affirming\" and \"nurturing\" shade,  as 2019's color of the year.","frames":[6110,24820]},{"images":[],"text":"\"With everything that's going on today,  we're looking for those humanizing qualities because we're seeing online life dehumanizing a lot of things, \" Laurie Pressman,  the Pantone Color Institute's vice president,  told the Associated Press.","frames":[24820,40110]},{"images":[],"text":"Since 2000,  Pantone has been analyzing cultural trends in order to predict what color will be ubiquitous in the art,  fashion and design worlds in the coming year. But more recently,  the company has hinted that it's hoping to influence society,  too.","frames":[40110,56940]},{"images":[],"text":"Living Coral was chosen because it conveys a sense of optimism. \"In reaction to the onslaught of digital technology and social media increasingly embedding into daily life,  we are seeking authentic and immersive experiences that enable connection and intimacy, \" the company explained in a news release,  suggesting that the orange-pink hue would offer \"comfort and buoyancy in our continually shifting environment.”","frames":[56940,83640]},{"images":[],"text":"The tropically-inspired color choice also deliberately evokes undersea coral reefs,  which are rapidly disappearing due to climate change. Speaking to Quartz,  Pressman said that the environment had been the company's \"overriding influence\" this year.","frames":[83640,99880]},{"images":[],"text":"Will it solve the problems of the world? Probably not. But,  talking to the AP,  Pressman described the color as providing a sense of \"emotional nourishment.\"","frames":[99880,110470]},{"images":[],"text":"\"It's a big hug, \" she said.","frames":[110470,113290]},{"images":[],"text":"","frames":[113290,118290]}],"author":"1.1年度颜色 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545987917379-2.jpg","id":337,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1545988024208-14.jpg","duration":113450,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1545988024208-16.mp3","engTitle":"Pantone hopes its 'life-affirming' color of the year will make everyone feel better ","title":"潘通希望“充满活力”的年度色能雀跃人心"}