{"content":[{"images":[],"text":"Defense Secretary Jim Mattis resigned Thursday after clashing with President Donald Trump over the withdrawal of U.S. troops from Syria and Afghanistan,  saying in a parting letter that the president deserves someone atop the Pentagon \"better aligned\" with his views.","frames":[3880,22700]},{"images":[],"text":"The retired Marine general's surprise resignation came a day after Trump shocked American allies and overruled his advisers,  including Mattis,  upon announcing a withdrawal from Syria. In the process,  Trump declared victory over the Islamic State,  even though the Pentagon and State Department for months have been saying the fight against the group in Syria isn't over.","frames":[22700,47050]},{"images":[],"text":"The discord,  coupled with an array of other disagreements,  caused Trump to lose a respected Cabinet official who won widespread praise at home and abroad but who experienced increasing differences with a commander in chief known for his skepticism of American allies and military operations overseas.","frames":[47050,68470]},{"images":[],"text":"Long seen as a bulwark against Trump's isolationist impulses and more extreme proposals,  Mattis served as a calm \"reassurer-in-chief\" as the president sent out startling and provocative tweets.","frames":[68470,82000]},{"images":[],"text":"Mattis pointed to some of his differences with Trump in a parting letter he submitted to the White House on Thursday,  which prompted a chorus of concern about the president's temperament and decision-making processes and injected new uncertainty into the administration's approach to global threats.","frames":[82000,100350]},{"images":[],"text":"\"We must do everything possible to advance an international order that is most conducive to our security,  prosperity and values,  and we are strengthened in this effort by the solidarity of our alliances, \" Mattis wrote. He did not offer any praise of Trump in the letter.","frames":[100350,118230]},{"images":[],"text":"","frames":[118230,123230]}],"author":"1.2 叙利亚撤军 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546075681199-2.jpg","id":338,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546075768153-14.jpg","duration":118805,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1546075768153-16.mp3","engTitle":"Mattis resigns over differences with Trump ","title":"马蒂斯因与特朗普的分歧辞职"}