{"content":[{"images":[],"text":"Japan announced Wednesday that it is withdrawing from the International Whaling Commission and will resume commercial whale hunting next year,  sparking swift condemnation from other governments and conservation groups.","frames":[5640,19290]},{"images":[],"text":"Tokyo argues that the IWC has failed to live up to its initial dual mandate in 1946,  to find a balance between preserving whale stocks and allowing the \"orderly development\" of the whaling industry. After failing to reach an agreement at a global conference in Brazil in September to resume commercial whaling,  Japan is now following through on a threat to withdraw from the global body entirely.","frames":[19290,47050]},{"images":[],"text":"\"Regrettably,  we have reached a decision that it is impossible in the IWC to seek the coexistence of states with different views, \" Chief Cabinet Secretary Yoshihide Suga said in a statement.","frames":[47050,60350]},{"images":[],"text":"As a result,  Japan will cease taking whales from the Antarctic Ocean and Southern Hemisphere—where it has ostensibly been killing whales for scientific research—and will conduct commercial whaling \"within Japan's territorial sea and its exclusive economic zone, \" he said.","frames":[60350,77520]},{"images":[],"text":"Clare Perry,  oceans campaigns leader for the Environmental Investigation Agency,  said history had demonstrated unequivocally the need for global precautionary management of whale populations.","frames":[77520,89880]},{"images":[],"text":"\"By leaving the IWC Japan is rejecting multilateralism and setting a very bad precedent for conservation which will likely have very serious negative consequences for the world's whales, \" she said. \"It may bring a reprieve for the whale populations currently protected in international waters but at a very high price.\"","frames":[89880,110580]},{"images":[],"text":"Whale meat was a vital source of protein in Japan as it recovered from the ravages of World War II,  but is much less popular these days. Yet the government argues that it is part of Japan's traditional culture,  dating back centuries.","frames":[110580,124940]},{"images":[],"text":"","frames":[124940,129940]}],"author":"1.3 日本捕鲸 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546419939401-2.jpg","id":339,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546420019297-14.jpg","duration":125205,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1546420019297-16.mp3","engTitle":"Japan to leave International Whaling Commission, resume commercial hunt","title":"日本将退出国际捕鲸委员会，重新开始商业捕鲸"}