{"content":[{"images":[],"text":"From his hut on the edge of Japan's \"Suicide Forest\",  Kyochi Watanabe blasts John Lennon's \"Imagine\" into the night—hoping that music can lift people from their despair before it's too late. The 60-year-old musician has been waging an eight-year battle to banish the vast forest's morbid reputation by reaching out to those who come to end their lives.","frames":[6350,31410]},{"images":[],"text":"The forest,  known as Aokigahara,  made global headlines last year when YouTube star Logan Paul filmed an episode of his online series there,  showing a suicide victim at the site.","frames":[31410,45520]},{"images":[],"text":"The footage sparked outrage and infuriated Watanabe,  who was born nearby and has spent most of his life in and around the forest. He believes music is a way to reach people engulfed in inner turmoil,  and describes seeing people turn around and leave the forest when they hear the blasting tunes.","frames":[45520,66000]},{"images":[],"text":"Aokigahara's long history dates back to the middle of the ninth century,  when Mount Fuji erupted and lava covered wide areas that have since transformed into a 30 square-kilometre forest.","frames":[66000,79410]},{"images":[],"text":"It is a foreboding place,  thickly planted with tall trees that block out the sun,  and carpeted with moss and gnarled roots. That led in the 1970s to it being increasingly depicted in popular novels,  movies and television dramas as the fictional setting for suicides. The association eventually became strong enough that suicidal people began travelling to the forest to die.","frames":[79410,106110]},{"images":[],"text":"Watanabe knows he faces an uphill struggle,  but says he is committed to his campaign. \"Because I was born here,  I have to protect this place, \" he says. \"I'm a gatekeeper. I feel it's like my duty.\"","frames":[106110,120230]},{"images":[],"text":"","frames":[120230,125230]}],"author":"1.5 自杀森林 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546511365874-4.jpg","id":341,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546570276208-8.jpg","duration":120529,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1546570276208-10.mp3","engTitle":"Gatekeeper at Japan's 'Suicide Forest' hopes music can save lives","title":"日本“自杀森林”的守林人希望音乐可以挽救生命"}