{"content":[{"images":[],"text":"The periphery of a Taylor Swift concert is as thought out as the show she presents on stage. Beyond the traditional merchandise stands,  there are often dedicated selfie-staging points and staff distributing light-up bracelets. When Swift performed at the Los Angeles Rose Bowl venue,  fans could watch rehearsal clips at a special kiosk.","frames":[7520,29290]},{"images":[],"text":"What they didn’t know was that a facial recognition camera inside the structure was taking their photographs and cross-referencing the images with a database held in Nashville of hundreds of Swift’s known stalkers,  according to a Rolling Stone report.","frames":[29290,44580]},{"images":[],"text":"While some have raised privacy concerns over the ownership and storage of the images,  concerts are technically private events,  and Swift has no obligation to notify ticket holders that they may be surveilled. The Guardian has contacted Swift’s representatives for comment.","frames":[44580,61050]},{"images":[],"text":"Swift has a number of known stalkers. In September,  she got a restraining order against Eric Swarbrick,  who had been harassing her with letters threatening rape and murder since September 2016. Also in May,  Mohammed Jaffar was sentenced to six months in jail and five years’ probation having been convicted for burglary after he appeared at Swift’s New York home five times in two months.","frames":[61050,86940]},{"images":[],"text":"The use of facial recognition software is rising at public events. In April,  Chinese police used the technology to arrest a man attending a Jacky Cheung concert in Nanchang. The 31-year-old,  who was wanted for “economic crimes”,  was located among a crowd of 60, 000 concert goers.","frames":[86940,107050]},{"images":[],"text":"A recent UN report criticised the use of facial recognition by police in south Wales during a peaceful demonstration as disproportionate and unnecessary.","frames":[107050,117170]},{"images":[],"text":"","frames":[117170,122170]}],"author":"1.8 泰勒人脸识别Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546845994915-6.jpg","id":344,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546846393131-14.jpg","duration":117490,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1546846393131-16.mp3","engTitle":"Taylor Swift used facial recognition software to detect stalkers at LA concert ","title":"泰勒·斯威夫特在洛杉矶演唱会上用人脸识别软件追踪跟踪者 "}