{"content":[{"images":[],"text":"After childbirth many women suffer mental-health problems. Different women struggle with different things—trauma related to the birth,  the difficulty of adapting to caring for the baby,  or the change in self-image.","frames":[4230,19050]},{"images":[],"text":"Some 10-15% of women in America and around a quarter in Brazil are reckoned to suffer from postpartum depression. Some women have notions of a perfect “natural” birth and are upset if it does not happen as planned. Surprisingly little attention is paid to the factors that make a pelvic tear more likely or to what experience women want to have. They are rarely consulted during labour.","frames":[19050,45760]},{"images":[],"text":"The importance of the postnatal adjustment has been implicitly recognised in traditional rest periods such as China’s zuo yuezi (“sitting the month”). Yet this is poorly reflected in modern health systems,  which tend to offer plenty of check-ups during pregnancy,  but very few after it.","frames":[45760,64940]},{"images":[],"text":"It is usual for women in countries including America and Britain to receive just one visit from a health worker when their babies are six weeks old. American federal law does not even oblige employers to give women paid time off work.","frames":[64940,81410]},{"images":[],"text":"A survey of Britain’s National Health Service found that more than half of first-time mothers felt they were not given enough information about emotional changes they might experience.","frames":[81410,93050]},{"images":[],"text":"It would help if women had access to more information. Some simple steps,  such as asking a woman how she feels during childbirth can make the delivery a better experience emotionally,  if not physically,  suggests an obstetrician at Harvard Medical School.","frames":[93050,109880]},{"images":[],"text":"","frames":[109880,114880]}],"author":"1.10 新手妈妈 Daniel（修改版）","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546926850496-3.jpg","id":346,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1546926996237-14.jpg","duration":109013,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1546926996237-16.mp3","engTitle":"Why so little is done to help new mums cope","title":"为什么新手妈妈获得的帮助这么少"}