{"content":[{"images":[],"text":"After facing stagnant sales and weak customer traffic in 2018,  U.S. restaurants will encounter more headwinds next year,  including rising food and wage costs,  that may stall profit and hinder efforts to jump-start growth.","frames":[5880,22940]},{"images":[],"text":"Even the industry stalwarts are dealing with such issues in a fiercely competitive and increasingly crowded field. Starbucks Corp. is shuttering some U.S. locations amid over-saturation worries. McDonald's Corp.,  the world's largest restaurant company,  has been tweaking its value offering to stay relevant in the price wars and expanding delivery with Uber Eats to spur sales.","frames":[22940,49520]},{"images":[],"text":"It wasn't all doom and gloom this year. Amid a stock market rout,  restaurant stocks fared better than the broader market,  bolstered by a couple of standouts like Domino's Pizza Inc. and Chipotle Mexican Grill Inc..","frames":[49520,65290]},{"images":[],"text":"Here's a look at issues—both obstacles and opportunities—facing the restaurant industry in 2019.","frames":[65290,72820]},{"images":[],"text":"- Delivery","frames":[72820,74000]},{"images":[],"text":"Americans are demanding delivery,  and it's forcing big chains to get into the game. That can mean costly technology investments. Revenue from orders through third parties is often shared,  making it more difficult to turn a profit on digital customers.","frames":[74000,89880]},{"images":[],"text":"- Customer Data","frames":[89880,91770]},{"images":[],"text":"Delivery,  especially from third parties like Uber Eats and GrubHub Inc.,  is creating a massive log of diner data. More data means chains can carefully curate ads to lure customers back. The information may also lead to better menus as restaurants tailor their food according to \"real-time shifts in eating patterns, \" said RBC Capital Markets analyst David Palmer.","frames":[91880,118470]},{"images":[],"text":"","frames":[118470,123470]}],"author":"1.11 快餐公司Daniel（修改版）","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547104443459-2.jpg","id":347,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547104580195-14.jpg","duration":118074,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547104580195-16.mp3","engTitle":"American chain restaurants had a tough year and 2019 looks worse","title":"美国连锁餐饮业经历了艰难的一年，而 2019 年也许会更糟"}