{"content":[{"images":[],"text":"Powered by global immigration and the borderless procrastination magnet of social media,  one Facebook group has become a gathering place for laughs and reflection on the complicated experience of first generation Asian immigrants who have grown up reconciling the expectations of their heritage and the identity of the country they call home.","frames":[4470,26110]},{"images":[],"text":"“We’ve been brought up in the in-between, ” said Angela Kang,  the co-founder of a Facebook group called “Subtle Asian Traits.” And in the group that background is the norm.","frames":[26110,37170]},{"images":[],"text":"Everyday friends tag each other in memes featuring Drake,  Pikachu and Expanding Brains that weigh in on a wide range of experiences,  from the taste of a childhood favorite food to adopting a Western name solely for baristas.","frames":[37170,53170]},{"images":[],"text":"These memes — witty,  visual and catered to the audience — have powered the group’s explosive growth by allowing self-reflection. The endless stream of memes in the group provides relief — it’s a chance to belong for once without having to try.","frames":[53170,68580]},{"images":[],"text":"As memes and jokes flowed,  the follower count soared. Now,  it’s edging close to 1 million followers,  spawning spinoffs,  and catapulting the conversation to the United States,  Canada,  and even the Netherlands.","frames":[68580,84230]},{"images":[],"text":"The group has also weathered accusations that it reinforces self-hating stereotypes or being racist toward white people. Tan Falconer,  the founder of another Facebook group popular among Asian-Australians,  said that while the group’s jokes are empowering,  “it’s empowering Asians in not a really good way because it’s belittling other races.”","frames":[84230,106350]},{"images":[],"text":"","frames":[106350,111350]}],"author":"1.12 亚裔小组 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547105512680-2.jpg","id":348,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547105652672-14.jpg","duration":106867,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547105652672-16.mp3","engTitle":"How ‘Subtle Asian Traits’ became a global hit  ","title":"这个“微妙的亚裔特质”小组如何红遍全球 "}