{"content":[{"images":[],"text":"Scientific literature on excess weight and health is expanding along with global waistlines,  and yet,  it's hard to find a solid,  coherent scientific explanation for why some people get fat and others don't,  and why some overweight people get Type 2 diabetes and heart disease and others don't.","frames":[4000,25220]},{"images":[],"text":"Last week,  an evolutionary biologist published a sweeping picture of human fat and health in the Proceedings of the National Academy of Sciences.","frames":[25220,35660]},{"images":[],"text":"The biologist,  Mary Jane West-Eberhard of the Smithsonian Tropical Research Institute in Costa Rica,  has focused her work on understanding biological variation.","frames":[35660,46440]},{"images":[],"text":"Sometimes individuals with the same genes can show dramatic differences. She proposes that the same biological principle can explain why humans come in quite different shapes. Some people put on so-called visceral fat,  surrounding vital organs,  while others put on so-called subcutaneous fat on the limbs,  hips and elsewhere. This makes a big difference in health because recent studies show it's the visceral fat that's associated with Type 2 diabetes and heart disease.","frames":[46440,78770]},{"images":[],"text":"She looked into visceral fat—also known as the omentum,  a part of the immune system. It wraps around the vital organs and protects them from infection. But what's protective early in life can have a downside later. Our natural immune response often involves inflammation,  and that has been associated with Type 2 diabetes and coronary heart disease.","frames":[78770,101770]},{"images":[],"text":"Analyses like West-Eberhard's paper might change the way we see our fellow humans. What makes a person with gorgeous,  enviable curves different from someone with an unhealthy-looking gut? It's not necessarily that one is more \"out of shape\" or less self-controlled.","frames":[101770,118770]},{"images":[],"text":"","frames":[118770,120770]}],"author":"1.16啤酒肚 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547534057667-2.jpg","id":352,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547534162738-14.jpg","duration":119249,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547534162738-16.mp3","engTitle":"Why (some) humans are born to have a beer belly","title":"为什么（一些）人天生就有啤酒肚"}