{"content":[{"images":[],"text":"What gets Twitter users more excited than a year's supply of Wendy's chicken nuggets? Apparently cold,  hard cash.","frames":[7110,15880]},{"images":[],"text":"The most retweeted tweet of all time now belongs to Yusaku Maezawa,  a Japanese billionaire behind the e-commerce company Zozotown. His message to the Twitterverse promised 100 winners a chance to win a piece of 100 million Japanese yen,  or about $920, 800,  if they retweeted him.","frames":[15880,38550]},{"images":[],"text":"Maezawa said his promotion on Twitter was a show of gratitude after Zozotown sold 10 billion yen worth of merchandise during its New Year's sale. His message has been retweeted more than 5.6 million times. He said that he would contact the winners through direct message.","frames":[38550,57220]},{"images":[],"text":"Twitter confirmed that Maezawa's post is now the most retweeted message on the platform and that the tweet is considered a \"contest/sweepstakes\" ad and is allowed on Twitter.","frames":[57220,68440]},{"images":[],"text":"Maezawa has more than 6 million followers on Twitter. He is not only a high-profile entrepreneur: He is also slated to be SpaceX's first tourist to pay for a trip around the moon. Last year,  at an unveiling at SpaceX headquarters in Hawthorne,  California,  Maezawa announced that he had bought every seat on SpaceX's inaugural flight to Earth's satellite,  scheduled to embark in 2023 and take about a week. Maezawa said he would invite up to eight artists to join him on his journey to the moon,  leading to the creation of artworks \"to inspire the dreamer in all of us.\"","frames":[68440,107660]},{"images":[],"text":"","frames":[107660,109660]}],"author":"1.17 日本推特转发 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547609960605-16.jpg","id":353,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547536268178-10.jpg","duration":107833,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547609871070-5.mp3","engTitle":"Japanese billionaire takes over top spot on Twitter after he offers prize money for retweets","title":"日本亿万富翁的抽奖转发创推特最高转发记录"}