{"content":[{"images":[],"text":"Are you getting enough protein? The question provides its own answer: if you are worrying about the amount of protein in your diet,  then you are almost certainly eating more than enough.","frames":[4550,16770]},{"images":[],"text":"You merely need to visit a western supermarket today to see that many people regard protein as some kind of universal elixir – one food companies are profitably adding to anything they can. “When the Box Says ‘Protein’,  Shoppers Say ‘I’ll take it’” was the headline of a 2013 article in the Wall Street Journal.","frames":[16770,38000]},{"images":[],"text":"The intensity of our protein obsession can only be understood as part of a wider series of diet battles that go back half a century. If we now thirst for protein as if it were water,  it may be because the other two macronutrients – fats and carbohydrates – have each in turn been made to seem toxic in the public mind.","frames":[38000,59550]},{"images":[],"text":"In the current nutrition wars,  protein has emerged as the last macronutrient left standing. David L Katz,  an American doctor and public health scholar who is the director of the Yale-Griffin Prevention Research Center said,  “First they told us to cut fat. But instead of wholegrains and lentils,  we ate low-fat junk food.” Then food marketers heard the message about cutting carbs and sold us protein-enriched junk foods instead.","frames":[59550,88000]},{"images":[],"text":"For decades now,  there has been a tendency to think about what we eat and drink in terms of nutrients,  rather than real whole ingredients in all their complexity. A combination of diet fads and clever marketing has got us here. It doesn’t matter whether we fixate on “low fat” or “low carbs” or “high protein” – we are making the same old mistakes about nutrition in a new form.","frames":[88000,113330]},{"images":[],"text":"","frames":[113330,115330]}],"author":"1.18 蛋白质Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547625721146-2.jpg","id":354,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547625782754-16.jpg","duration":113528,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547625782754-18.mp3","engTitle":"Protein mania: the rich world’s new diet obsession","title":"蛋白质狂潮：富人世界新近的饮食执念"}