{"content":[{"images":[],"text":"It’s been said that it’s not what you know but who you know. And there is a long history of men getting to positions of power by leveraging their connections. Now,  a new study published in the journal Human Relations suggests it’s not just because men have more access to power and face less bias (although that certainly plays a role),  it’s also because men and women build their networks differently. According to the study,  women often hesitate to ask for help because they don’t want to “exploit” their network and they’re too modest.","frames":[4220,40000]},{"images":[],"text":"When women seek a mentor,  the study says,  they tend to look for someone they want to be friends with rather than someone they can learn from. Studies have shown women aren’t getting the tough feedback they need to move ahead. The best mentors will push,  dare,  and confront mentees,  and challenge them to take on projects they might otherwise avoid.","frames":[40000,62660]},{"images":[],"text":"Men,  on the other hand,  look to form alliances. Men are willing to do business with anyone,  even someone they don’t necessarily like,  as long as that person can help them achieve their goals. Men understand that this is a work relationship that can be dissolved when it’s no longer convenient,  not a long-term friendship.","frames":[62660,83550]},{"images":[],"text":"“I think men are socialized from the get-go to understand that mixing business and friendship is what you do” to get ahead,  says Rachel Thomas,  president of LeanIn.org. “We,  as women,  aren’t as comfortable doing that.”","frames":[83550,98000]},{"images":[],"text":"","frames":[98000,100000]}],"author":"1.19 男女职场 Danile","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547714340425-6.jpg","id":355,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547788060929-18.jpg","duration":98351,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547788060929-32.mp3","engTitle":"The hidden networking gap between men and women","title":"男性和女性之间潜在的人脉鸿沟"}