{"content":[{"images":[],"text":"The leader of one of South Korea's largest animal rights groups has been accused of secretly exterminating hundreds of rescued dogs—despite a declared no-kill policy—to ensure a continued stream of donations.","frames":[5660,20120]},{"images":[],"text":"For years,  Coexistence of Animal Rights on Earth (CARE) has spearheaded campaigns to rescue canines from dogmeat farms across the country,  accumulating some 23, 000 members and around two billion won ($1.8 million) in annual donations.","frames":[20560,39550]},{"images":[],"text":"Staff members at CARE told the Hankyoreh newspaper that the organisation's head,  Park So-yeon,  had more than 230 rescued dogs destroyed because of a shortage of space at the shelter.","frames":[39820,53110]},{"images":[],"text":"Only 10 percent of the dogs were suffering from incurable illnesses and most were killed because of their large size,  a CARE employee was quoted as saying. The animals were then listed as having been adopted.","frames":[53420,66330]},{"images":[],"text":"The organisation has long asserted in appeals that it does not kill dogs even if they are not adopted.","frames":[66760,72860]},{"images":[],"text":"But Park said in a statement that a \"small number\" of exterminations had been \"inevitable\" since 2015 due to a \"surge in requests for rescue missions\". She added that only severely aggressive dogs or those with incurable illnesses were destroyed,  and only after extensive efforts to treat them first.","frames":[73280,93660]},{"images":[],"text":"CARE staff members mounted a protest in the organisation's offices at the weekend to demand Park's resignation.","frames":[94100,101240]},{"images":[],"text":"According to a 2017 survey,  70 percent of South Koreans do not eat dogs,  but far fewer—about 40 percent—believe the practice should be banned. It also found 65 percent support raising and slaughtering dogs in more humane conditions.","frames":[101760,119720]}],"author":"1.21 韩国杀狗 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547788060929-95.jpg","id":357,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1547791669176-22.jpg","duration":119995,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1547890291433-13.mp3","engTitle":"Top S. Korean animal rights group slammed for destroying dogs","title":"因涉嫌杀狗，韩国最大动物权利组织遭猛烈抨击"}