{"content":[{"images":[],"text":"On January 15th Britain’s prime minister,  Theresa May,  lost the parliamentary vote on her Brexit deal by the huge margin of 230 votes,  the largest-ever defeat for a ruling party. Coming after five days of debate during which Tory backbenchers repeatedly said they would vote down the deal,  the result was not a surprise. But the margin of defeat was. It leaves Mrs May with precious little time to decide what to do next.","frames":[4440,35330]},{"images":[],"text":"Following her defeat,  Mrs May promised to consult MPs on possible changes to make her Brexit deal more palatable. She would then hope to go back to Brussels to get legal changes. The European Union is,  after all,  familiar with countries’ difficulties in ratifying treaties. Add a few tweaks and declarations,  offer some concessions—and invite the country concerned to vote again.","frames":[35330,62330]},{"images":[],"text":"The trouble is that such a course is far harder this time round. The EU leaders are adamant that they cannot make legally substantive changes to the much-disliked Irish “backstop”,  which guarantees that there will be no hard border in Ireland by,  if necessary,  keeping the entire United Kingdom in a customs union with the EU.","frames":[62330,84880]},{"images":[],"text":"Some MPs will push for a second referendum. Others are hoping to take charge of the Brexit process themselves. The risk is that Britain could leave the EU with no deal at all,  wreaking maximum damage on the economy. Mrs May said that she was firmly against that idea.","frames":[84880,103550]},{"images":[],"text":"","frames":[103550,105550]}],"author":"1.22 脱欧again Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548056117169-18.jpg","id":358,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548056117169-23.jpg","duration":103785,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548056117169-29.mp3","engTitle":"Theresa May loses big over her Brexit deal ","title":"特蕾莎·梅在脱欧协议上输大了"}