{"content":[{"images":[],"text":"Tourists may be unimpressed if the Venetian authorities get their way: a minimum city entry fee of €2.50 throughout the year,  rising to between €5 and €10 during peak periods.","frames":[7440,21660]},{"images":[],"text":"To manage the impact of the 30 million people who visit the lagoon city every year,  the daytrippers are to be forced to pay,  although it is unclear when the tax will be introduced or how it could be enforced.","frames":[21660,35330]},{"images":[],"text":"Venice may have a centuries-long history of cultivating tourism,  devising crowd-drawing events such as the star-studded film festival,  but the advent of mass tourism has left it struggling with how to deal with the hordes who trudge around its precious sites.","frames":[35330,51880]},{"images":[],"text":"The fragile city has been swamped in summer by tourists and battered by increasingly frequent flooding. On 29 October last year,  three-quarters of the city was hit by the worst flooding in a decade. But tourists persevered with their holidays,  wading through knee-deep water in wellies and venturing to deluged shops and restaurants.","frames":[51880,74660]},{"images":[],"text":"Most locals grin and bear the high water. “It does bother us when it happens but we’re used to it,  and the tourists have fun with it, ” said Michele Levorato,  who runs a stall next to the Rialto bridge.","frames":[74660,87550]},{"images":[],"text":"Authorities have tried other initiatives to better manage tourism,  such as installing turnstiles at the two entry points to the lagoon during peak periods in an attempt to control the crowds. They are also trying to encourage people to visit other,  lesser-known areas of the Venetian.","frames":[87550,105330]},{"images":[],"text":"","frames":[105330,107330]}],"author":"1.27 威尼斯Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548067412382-2.jpg","id":361,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548067648006-14.jpg","duration":105639,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548067648006-16.mp3","engTitle":"The death of Venice? City’s battles with tourism and flooding reach crisis level","title":" 威尼斯之死？这座城市与旅游业和洪水的抗争已到危机关头"}