{"content":[{"images":[],"text":"When Apple cut its revenue estimate for the last quarter of 2018 because of unexpectedly slow sales of iPhones,  markets convulsed.","frames":[5550,15550]},{"images":[],"text":"Analysts reckon that the number of smartphones sold in 2018 will be slightly lower than in 2017,  the industry’s first ever annual decline. All this is terrible news for investors who had banked on continued growth. But step back and look at the bigger picture. That smartphone sales have peaked,  and seem to be levelling off at around 1.4bn units a year,  is good news for humanity.","frames":[15550,41880]},{"images":[],"text":"People have voted with their wallets to make the smartphone the most successful consumer product in history: nearly 4bn of the 5.5bn adults on the planet now have one. And no wonder. They connect billions of people to the internet’s plethora of information and services. Phones make markets more efficient,  compensate for poor infrastructure in developing countries and boost growth. They might be the most effective tool of development in existence.","frames":[41880,70660]},{"images":[],"text":"The slowdown does not reflect disenchantment; quite the contrary. It is the result of market saturation. After a decade of rapid adoption,  there is much less scope to sell handsets to first-time buyers as so few of them are left. That hits Apple the hardest because,  despite a relatively small market share (13% of smartphone users),  it captures almost all of the industry’s profits.","frames":[70660,96330]},{"images":[],"text":"But Apple’s pain is humanity’s gain. The recent slowing of smartphone sales is bad news for the industry,  obviously. But for the rest of humanity it is a welcome sign that a transformative technology has become almost universal.","frames":[96330,112330]},{"images":[],"text":"","frames":[112330,114330]}],"author":"1.26 苹果滞销 经济学人原声","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548145319388-2.jpg","id":362,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548145403776-12.jpg","duration":112872,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548145403776-14.mp3","engTitle":"The maturing of the smartphone industry should be celebrated, not lamented ","title":"智能手机业的成熟化值得庆祝，而不是抱怨"}