{"content":[{"images":[],"text":"She is turning 60 this year and still doesn't have a single wrinkle.","frames":[4500,9620]},{"images":[],"text":"Blonde or brunette,  slender or curvy,  black or white,  princess or president,  Barbie is a forever favorite for young girls,  even if she has caused controversy over the years.","frames":[9620,21870]},{"images":[],"text":"Around the world,  Barbie is as universally known as Coca-Cola or McDonald's,  said Nathan Baynard,  director of global brand marketing for Barbie. In all,  more than one billion Barbie dolls have been sold since she made her debut at the American Toy Fair in New York on March 9,  1959.","frames":[21870,42120]},{"images":[],"text":"She was invented by Ruth Handler,  the co-founder of Mattel,  who was inspired by her own children to create the doll. \"Her daughter Barbara was limited in the choices of her toys—the only ones were baby dolls, \" Baynard recounted. \"The only role she could imagine through that play was caregiver,  mother, \" whereas Handler's son \"could imagine being an astronaut,  cowboy,  pilot,  surgeon.\"","frames":[42120,66870]},{"images":[],"text":"Barbie is,  of course,  a shortened version of Barbara. The doll was supposed to teach girls \"that they had choices,  that they could be anything. In 1959,  it was a radical idea!\" Baynard said.","frames":[66870,80620]},{"images":[],"text":"Since the blonde beauty first hit stores,  and after a torrent of complaints over what was seen as unrealistic proportions,  Mattel has made many changes—introducing multiple body types and dozens of skin tones. In 1965,  four years before Neil Armstrong walked on the Moon,  Barbie became an astronaut. In 1968,  the first black Barbie doll,  a friend named Christie,  hit store shelves.","frames":[80870,108370]},{"images":[],"text":"","frames":[80620,82620]}],"author":"2.2 芭比娃娃 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548306622511-2.jpg","id":365,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548306622511-16.jpg","duration":108689,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548481667773-56.mp3","engTitle":"Barbie will soon be 60—and is still going strong","title":"芭比娃娃马上就要 60 岁了，依然活力四射"}