{"content":[{"images":[],"text":"Maybe a particularly moving story on public radio sets you off. Maybe it's a song that reminds you of a loved one who's died,  or it's been a bad day at work. Maybe you're just really tired. Whatever the cause,  it seems that a lot of us cry in the car. So why is letting down your guard behind the wheel a phenomenon?","frames":[4250,25370]},{"images":[],"text":"For many,  music is a big factor. Paul Silvia,  professor of Psychology at the University of North Carolina at Greensboro,  looked at the deep emotional responses people have when listening to music,  including crying. When his team asked people about crying in response to music,  they reported that the most common place it happens is at home. The second most common is in their cars.","frames":[25370,49370]},{"images":[],"text":"\"It's a surprisingly contemplative place, \" Silvia said,  noting that there's temperature control and usually a nice audio system. More important,  people are often alone,  providing a rare freedom that extends to the evocative music they choose.","frames":[49370,64000]},{"images":[],"text":"Debbie Pausig,  a licensed marriage and family therapist in New Haven,  Connecticut,  who specializes in grief,  said that for many of her clients,  feelings of loss—of a loved one or otherwise—manifest in the car.","frames":[64000,77500]},{"images":[],"text":"There's a name for this,  she said: Psychologist Therese Rando invented the acronym \"STUG\" or \"sudden,  temporary,  upsurge of grief.\"","frames":[77500,87250]},{"images":[],"text":"While crying alone is cathartic,  Pausig likes to remind people that sharing the load with a friend or professional can be incredibly meaningful for both parties. She added,  however,  that people don't always want support,  a hug or a reminder to \"cheer up.\"","frames":[87250,103620]},{"images":[],"text":"\"Perhaps the safety net of being in the car is that we don't always want to be rescued, \" she said.","frames":[103620,109500]},{"images":[],"text":"","frames":[109120,111120]}],"author":"2.10 车里哭 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548316817203-2.jpg","id":366,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548317039112-12.jpg","duration":109871,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548478663882-19.mp3","engTitle":"Why cars are a popular place for a good cry","title":"为什么人们喜欢在车里大哭一场"}