{"content":[{"images":[],"text":"Japan’s harsh treatment of its female celebrities has again come under scrutiny.","frames":[6870,12370]},{"images":[],"text":"Social media users and TV commentators have joined the barrage of criticism targeting AKS,  a music management agency,  after Maho Yamaguchi,  a singer with NGT48,  went public this month with allegations she had been assaulted by two obsessive fans at the end of last year. The furore intensified when Yamaguchi bowed deeply and apologised to fans for “causing trouble”.","frames":[12370,39750]},{"images":[],"text":"Yamaguchi’s case has highlighted the poor treatment of young women and girls by Japan’s pop industry,  particularly the insistence that they appear morally unimpeachable.","frames":[39750,51250]},{"images":[],"text":"Performers are subject to strict rules imposed by their management agencies,  including,  in many cases,  a ban on having boyfriends to maintain the impression among their largely male—and,  on occasion,  dangerously obsessive—fan base that they are romantically available.","frames":[51250,69000]},{"images":[],"text":"Twitter user @katbeee said Yamaguchi’s experience highlighted the widespread mistreatment of women in Japan’s idol industry. “These are as serious as the abuses committed in the Western entertainment industry, ” she said,  adding that the industry was rife with “power harassment,  sexual exploitation,  emotional and psychological abuse and overwork”.","frames":[69000,92620]},{"images":[],"text":"AKS eventually apologised for its handling of the issue. The firm also admitted that a fellow NGT48 member had given the men Yamaguchi’s address and told them when she might return home.","frames":[92620,106620]},{"images":[],"text":"NGT48 has cancelled three upcoming concerts in which Yamaguchi was to perform,  according to Japanese media.","frames":[106620,108620]}],"author":"2.3 日本偶像 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548481667773-66.jpg","id":367,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548481667773-78.jpg","duration":115096,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548481667773-80.mp3","engTitle":"Victim-blaming outcry as Japan pop star says sorry after alleged assault by fans","title":"抗议受害者有罪论——日本流行女星声称遭粉丝骚扰，后致歉"}