{"content":[{"images":[],"text":"In one of the most dynamic runway shows last fall,  Thom Browne ended his Paris presentation with a model dressed in white guiding an enormous unicorn puppet. Two dancers,  padded like marshmallows,  had opened the show,  flitting and twirling across the wooden floor of the majestic City Hall. In between,  models crept precariously atop daunting heels in exquisite attire one could never wear to the neighborhood market.","frames":[5000,33330]},{"images":[],"text":"What is a casual consumer of fashion supposed to make of such a sight? Photographer Maria Valentino,  whose company has shot runway shows for this newspaper and other publications,  warns baffled observers: \"Don't necessarily take it personally! A show is like an essay,  a designer's opinion written in fabric on the body,  in a given time period.\"","frames":[33330,56000]},{"images":[],"text":"Runway images are part of a continuum,  representing shifts in the culture,  changes in the way we think about gender and beauty. A single runway image situates a viewer in a particular era; a series of them serve as a timeline.","frames":[56000,70550]},{"images":[],"text":"Consider that in the 1980s models were like Amazons—tall and toned,  with hourglass figures. The 1990s ushered in the era of waifs,  brutally thin but refreshingly quirky,  jolie laide. And by the turn of the century,  the old obsession with symmetrical bone structure had given way to a desire to showcase racial diversity and gender ambiguity.","frames":[70550,95110]},{"images":[],"text":"Hyperbole and shock on the runway evolve into subtle changes and shifts in your closet. Frayed edges and unfinished hems were once head-spinningly strange. No more. Big shoulder pads come and go,  and each time they return they jar the eye—until,  suddenly,  they don't.","frames":[95110,97110]}],"author":"2.8  时装秀 Danile","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548485161050-58.jpg","id":370,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548485161050-75.jpg","duration":115069,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548485161050-21.mp3","engTitle":"A normal person's guide to understanding a Fashion Week runway show ","title":" 一份给普通人的时装周看秀指南"}