{"content":[{"images":[],"text":"For three years,  terrorists controlled a huge stretch of territory in Iraq and Syria. All but 1 percent of that territory is now gone,  which has prompted the White House to describe the Islamic State as “wiped out, ” “absolutely obliterated” and “in its final throes.” But to suggest that ISIS was defeated,  as President Donald Trump did when he announced plans to pull U.S. troops out of Syria,  is to ignore the lessons of recent history.","frames":[6110,35330]},{"images":[],"text":"The attack last week by a suicide bomber outside a shawarma restaurant in Manbij,  Syria,  which killed at least 15 people including four Americans,  is one example of how the group still remains a serious,  violent threat.","frames":[35330,49550]},{"images":[],"text":"“People make the mistake of thinking that when you lose territory,  it’s linear—that they will continue to lose, ” said Seth G. Jones,   a senior adviser at the Center for Strategic and International Studies.","frames":[49550,62110]},{"images":[],"text":"“When you lose territory,  smart groups shift to guerrilla strategy and tactics,  including targeted assassinations,  ambushes,  raids,  bombings, ” he added. “That is how you wear the enemy down.”","frames":[62110,74440]},{"images":[],"text":"Trump’s declaration that ISIS has been defeated is the second time the group has been described this way.","frames":[74440,80550]},{"images":[],"text":"Recent estimates indicate that the Islamic State has more than 20 to 30 times the fighters it had the last time it was left for dead. Although many of its leaders have been killed,  the group’s caliph,  Abu Bakr al-Baghdadi,  and several of his top deputies,  are believed to be alive.","frames":[80550,99110]},{"images":[],"text":"","frames":[99110,101110]}],"author":"1.29 ISIS Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548646111589-77.jpg","id":372,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548648914672-12.jpg","duration":99291,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548648914672-14.mp3","engTitle":"Described as defeated, Islamic State punches back with guerrilla tactics","title":"已被击败？“伊斯兰国”采取游击战回击"}