{"title":"China's Baidu pledges to improve search service after complaint","audio":"https://cc-ali.llscdn.com/fe-static/vira/audio/rc-upload-1548662350553-5.mp3","poster":"https://cc-ali.llscdn.com/fe-static/vira/image/rc-upload-1548651751118-31.jpg","contents":["China's top search engine Baidu Inc said on Wednesday it will improve its media aggregating service after a complaint about the quality of the service and its search results went viral on social media.","Baidu was placing low-quality pieces from its Baijiahao service,  which selects articles from both legacy and independent media outlets for display on Baidu's own webpages,  and other Baidu properties towards the top of its search results,  journalist Fang Kecheng wrote in an article on Tuesday.","The complaint comes after Baidu,  often compared to Alphabet Inc's Google,  underwent a restructuring and rigorous cleanup of illegal medical advertising that emerged in 2016 and led to regulation that slashed the number of eligible advertisers.","Baidu on Wednesday acknowledged the article in a post on its Twitter-like Weibo account and said that Baijiahao articles account for roughly 10 percent of its search results.","\"The media attention suggests Baijiahao can be done better, \" the statement said.","\"We will continue to court quality media outlets and creators and use positive mechanisms to encourage authors to spread high-quality original content, \" it said,  adding Baijiahao was designed to optimize retrieval speeds for mobile users.","Shares of U.S.-listed Baidu tumbled 6.4 percent on Tuesday,  or about $4 billion by value,  weighed down by earnings and target price downgrades from Citi and Jefferies,  while the widespread sharing of Fang's article sparked concerns over its advertising practices.","\"For Baidu over time,  media exposure has been on the negative side, \" said Pacific Epoch analyst Raymond Feng,  adding Baidu faces competition from other Chinese tech companies,  many of which offer a broader range of ad placement styles than Baidu.","Baidu declined to comment on the market fluctuations."]}