{"content":[{"images":[],"text":"Some people can walk into a room and instantly put everyone at ease. Others seem to make teeth clench and eyes roll no matter what they do. A small body of psychology research supports the idea that the way a person tends to make others feel is a consistent and measurable part of his personality. Researchers call it “affective presence.”","frames":[4500,28620]},{"images":[],"text":"This concept was first described nearly 10 years ago in a study by Noah Eisenkraft and Hillary Anger Elfenbein. They put business-school students into groups,  had them enroll in all the same classes for a semester,  and do every group project together. Then the members of each group rated how much every other member made them feel eight different emotions: stressed,  bored,  angry,  sad,  calm,  relaxed,  happy,  and enthusiastic. The researchers found that a significant portion of group members’ emotions could be accounted for by the affective presence of their peers.","frames":[28620,67870]},{"images":[],"text":"It’s been known for some time that emotions are contagious: If one person feels angry,  she may well infect her neighbor with that anger. But affective presence is an effect one has regardless of one’s own feelings—those with positive affective presence make other people feel good,  even if they personally are anxious or sad,  and the opposite is true for those with negative affective presence.","frames":[67870,92750]},{"images":[],"text":"Elfenbein notes that positive affective presence isn’t inherently good,  either for the person themselves,  or for their relationships with others. Psychopaths are notoriously charming,  and may well use their positive affective presence for manipulative ends. Neither is negative affective presence necessarily always a bad thing in a leader—think of a football coach yelling at the team at halftime,  motivating them to make a comeback.","frames":[92750,94750]}],"author":"2.9 讨人喜欢 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548651751118-37.jpg","id":374,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548654134325-26.jpg","duration":119719,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548662350553-21.mp3","engTitle":"The personality trait that makes people feel comfortable around you","title":"让大家在你周围感到舒服的个性特征"}