{"content":[{"images":[],"text":"Gliding silently through Alibaba Group Holding Ltd's futuristic \"FlyZoo\" hotel,  black disc-shaped robots about a metre in height deliver food and drop off fresh towels.","frames":[6620,20500]},{"images":[],"text":"The robots are part of a suite of high-tech tools that Alibaba says drastically cuts the hotel's cost of human labour and eliminates the need for guests to interact with other people.","frames":[20500,33370]},{"images":[],"text":"Formally opened to the public last month,  the 290-room FlyZoo is an incubator for technology Alibaba wants to sell to the hotel industry in the future and an opportunity to showcase its prowess in artificial intelligence. It is also an experiment that tests consumer comfort levels with unmanned commerce in China.","frames":[33370,54870]},{"images":[],"text":"Inside the hotel,  softly-lit white panelled walls bring to mind the interiors of Hollywood spaceships. Guests check in at podiums that scan their faces,  as well as passports or other ID. Visitors with a Chinese national ID can scan their faces using their smartphones to check in ahead of time.","frames":[54870,75620]},{"images":[],"text":"At the hotel's restaurant,  taller capsule-shaped robots deliver food that guests have ordered via the FlyZoo app while at a separate bar,  a large robotic arm can mix more than 20 different types of cocktails. Facial recognition cameras add charges to the room rate automatically.","frames":[75620,94120]},{"images":[],"text":"The hotel does employ humans,  though Alibaba declined to specify how many. This includes chefs and cleaners as well as reception staff,  who will assist with conventional check-in procedures for guests unwilling to have their faces scanned and want to use electronic key cards.","frames":[94120,112870]},{"images":[],"text":"","frames":[112870,114870]}],"author":"2.11 阿里酒店 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548739717548-2.jpg","id":375,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1548739965075-14.jpg","duration":113554,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1548739965075-16.mp3","engTitle":"At Alibaba's futuristic hotel, robots deliver towels and mix cocktails","title":"在阿里巴巴的未来酒店里，机器人为你递毛巾、调制鸡尾酒"}