{"author":"2.12 自拍整容 Danile","duration":119406,"id":376,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1549852933154-2.jpg","title":"装作很好看：“自拍体象障碍”是怎样驱使人们尝试整容手术的","engTitle":"Faking it: how selfie dysmorphia is driving people to seek surgery ","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1549853077112-14.jpg","content":[{"text":"People used to call Anika the Snap Queen. Between the ages of 19 and 21,  she was obsessed with Snapchat. Sometimes her followers would suggest meeting in person. “Then it would be like,  ‘I have to look like my selfie.’” It was around this time,  the height of her Snapchat obsession,  that Anika started contacting cosmetic doctors on Instagram.","frames":[5500,29120],"images":[]},{"text":"When the American Academy of Facial Plastic and Reconstructive Surgery surveyed its members in 2017,  55% of surgeons said patients’ motivation was to look better in selfies,  up from just 13% in 2016.","frames":[29120,46500],"images":[]},{"text":"The phenomenon of people requesting procedures to resemble their digital image has been referred to as “Snapchat dysmorphia”.","frames":[46500,54120],"images":[]},{"text":"A recent report in the US medical journal JAMA Facial Plastic Surgery suggested that filtered images “blurring the line of reality and fantasy” could be triggering body dysmorphic disorder (BDD),  a mental health condition where people become fixated on imagined defects in their appearance.","frames":[54120,74750],"images":[]},{"text":"Tijion Esho,  founder of the Esho clinics,  says the pervasiveness of airbrushing on social media means it can create “unrealistic expectations of what is normal” and lower the self-esteem of those who don’t use it. Even novelty filters such as Snapchat and Instagram’s,  as well as adding bunny ears or specs to your selfie,  plump your lips,  erase your pores and lift your jowls.","frames":[74750,101500],"images":[]},{"text":"For Dr Wassim Taktouk,  referrals from social media make it harder to safeguard patients’ mental health. Taktouk says far more industry-wide regulation is needed,  before there is a headline-grabbing tragedy and apps become even more transformative.","frames":[101500,119120],"images":[]},{"text":"","frames":[119120,121120],"images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1549853077112-16.mp3"}