{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1549951980161-14.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1549951980161-12.jpg","title":"因麻疹爆发，美国波特兰附近一反疫苗的高危地区宣布紧急情况","engTitle":"An anti-vaccination 'hotspot' near Portland declares an emergency over measles outbreak","duration":111909,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1549951908443-2.jpg","author":"2.13 美国疫苗 Daniel","id":377,"content":[{"frames":[7120,17620],"images":[],"text":"A quickly escalating measles outbreak around Portland,  Oregon,  has led health officials in nearby Clark County,  Washington,  to declare a public health emergency."},{"frames":[17620,41620],"images":[],"text":"At the beginning of last week,  there were only a handful of confirmed cases. On Friday,  the day the emergency was declared,  there were 19. The latest update came Tuesday,  when county officials said they had confirmed 23 cases and were investigating two more suspected cases. The vast majority of those who have fallen ill had not been immunized."},{"frames":[41620,55370],"images":[],"text":"The outbreak makes concrete the fears of pediatric epidemiologists that a citadel of the movement against compulsory vaccination could be susceptible to the rapid spread of a potentially deadly disease."},{"frames":[55370,82000],"images":[],"text":"State data shows that 7.9 percent of children in Clark County were exempted in the 2017-18 school year from vaccines required for kindergarten entry,  which includes the two-dose course for measles that the Centers for Disease Control and Prevention says is 97 percent effective. Nationally,  about 2 percent of children went without required immunization for nonmedical reasons."},{"frames":[82000,101120],"images":[],"text":"Because measles is among the most highly contagious of all infectious diseases,  it is bound to spring up in areas with low vaccination rates,  according to Peter J. Hotez,  a professor of pediatrics and dean of the National School of Tropical Medicine at Baylor College of Medicine in Houston."},{"frames":[101120,111500],"images":[],"text":"\"This is something I've predicted for a while now, \" he said of the public health emergency in Clark County. \"It's really awful and really tragic and totally preventable.\""},{"frames":[111500,113500],"images":[],"text":""}]}