{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1549953159804-14.jpg","author":"2.14 宠物儿子 Daniel","engTitle":"Like a son but cheaper—harried South Koreans pamper pets instead of having kids","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1549953159804-16.mp3","id":378,"title":"胜似子女，但更省钱——不堪其扰的韩国人溺爱宠物，却不要孩子","content":[{"images":[],"frames":[7250,21250],"text":"Kang Sung-il buys Sancho,  his Pomeranian,  a toy every business trip and this Lunar New Year holiday will dress him up in a new $50 suit to visit ‘grandma’,  Kang’s mother."},{"images":[],"frames":[21250,31500],"text":"Kang and his wife say children are too expensive and bring too much pressure. Instead they have opted to shower Sancho with love and gifts."},{"images":[],"frames":[31500,49750],"text":"They are not alone. South Korea's pet industry is booming,  fuelled by the same factors that have made the country's birth rate,  at 1.05 births per woman,  the lowest in the world: the high cost of education and housing as well as extremely long working days."},{"images":[],"frames":[49750,63370],"text":"\"Social pressures in South Korea are such that parents are required to provide resources for decades from private schooling to tutoring to art classes, \" said Kang,  a 39-year old manager of a pet funeral home."},{"images":[],"frames":[63370,90120],"text":"On top of education expenses,  an average South Korean household must budget roughly 12.8 years of income to buy a mid-range home,  compared to 8.8 years in 2014,  data from KB Kookmin Bank shows. Adding to their stress,  South Koreans work the third most hours per year among OECD nations,  lagging just Mexico and Costa Rica."},{"images":[],"frames":[90120,101870],"text":"Pet-owning households have surged to 28 percent of all South Korean households in 2018,  compared with 18 percent in 2012,  government data shows."},{"images":[],"frames":[101870,115500],"text":"That in turn has spurred a flourishing pet care industry whose offerings include tailored pet diets and high-priced photo shoots. Pet-related startups are also in vogue with venture capitalists."},{"images":[],"frames":[115500,130620],"text":"The South Korean pet-related industry was worth 2.7 trillion won ($2.4 billion) last year,  and that could more than double in size by 2027,  according to the Korea Rural Economic Institute."},{"images":[],"frames":[130620,132620],"text":""}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1549951980161-31.jpg","duration":130926}