{"author":"2.15 戴森 Daniel","title":"戴森将把公司总部迁至新加坡","duration":109296,"content":[{"text":"Sir James Dyson,  the British billionaire inventor and outspoken Brexiter who called on the government to walk away from the EU without a deal,  is moving the headquarters of his vacuum cleaner and hair dryer technology company to Singapore.","images":[],"frames":[4370,19370]},{"text":"The Dyson chief executive,  Jim Rowan,  said the move from Wiltshire to Singapore had “nothing to do with Brexit” but was about “future-proofing” the business. The move of Dyson’s legal entity from the UK to Singapore “will happen over the coming months”,  meaning it could take place before Brexit. The company said the decision to move to Singapore was not made for tax reasons. The corporate tax rate in Singapore is 17%,  compared with 19% in the UK.","images":[],"frames":[19370,50750]},{"text":"Liberal Democrat MP Layla Moran said: “This is staggering hypocrisy for Brexit-backing businessman James Dyson. James Dyson can say whatever he wants but he is ditching Britain. This can only be seen as a vote of no confidence in the idea of Brexit Britain.”","images":[],"frames":[50750,68750]},{"text":"Dyson’s announcement comes shortly after Singapore and the EU agreed a landmark free trade agreement. Singapore’s prime minister,  Lee Hsien Loong,  said the deal,  signed in October,  was: “an ambitious trade deal,  it is a high-quality arrangement,  and it is one which will fly the flag and encourage others,  I hope,  to do the same.”","images":[],"frames":[68750,91370]},{"text":"He is not the first Brexit-backing billionaire to pull back from the UK since the Brexit vote. Sir Jim Ratcliffe,  the UK’s richest person with a £21bn fortune,  was revealed last year to be planning to leave Britain for tax-free Monaco.","images":[],"frames":[91370,108870]},{"text":"","images":[],"frames":[108870,110870]}],"id":379,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550033194658-20.mp3","engTitle":"Dyson to move company HQ to Singapore ","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550033128781-2.jpg","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550033194658-18.jpg"}