{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550125993134-2.png","duration":103837,"content":[{"frames":[4370,14500],"images":[],"text":"China was a latecomer to space exploration,  and in the movies,  it has been a latecomer to science fiction,  too. That is about to change."},{"frames":[14500,26500],"images":[],"text":"The country’s first blockbuster set in space,  “The Wandering Earth, ” opens Tuesday amid grandiose expectations that it will represent the dawning of a new era in Chinese filmmaking."},{"frames":[26500,39870],"images":[],"text":"“The Wandering Earth, ” shown in 3-D,  takes place in a distant future in which the sun is about to expand into a red giant and devour the Earth. And the preliminary reviews have been positive."},{"frames":[39870,52500],"images":[],"text":"“Filmmakers in China see science fiction as a holy grail, ” said Raymond Zhou,  an independent critic,  who noted that Hollywood had set the technological standards,  and thus audience expectations,  very high."},{"frames":[52500,74000],"images":[],"text":"“The Wandering Earth” is adapted from works by Liu Cixin,  the writer who has led a renaissance in science fiction here,  becoming the first Chinese winner of the Hugo Award for the genre in 2015. His novels are sprawling epics and deeply researched. That makes them plausible fantasies about humanity’s encounters with a dangerous universe."},{"frames":[74000,94120],"images":[],"text":"The openings also come as China reached a milestone in space: the landing of a probe on the far side of the moon in January. Although decades behind Russia and the United States,  China has now put astronauts in orbit and has ambitious plans to join—or even lead—a new age of space exploration."},{"frames":[94120,103370],"images":[],"text":"“I think there is a very close connection between Chinese cinema and the nation’s fortunes, ” said Sha Dan,  a curator at the China Film Archive."},{"frames":[103370,105370],"images":[],"text":""}],"author":"2.15 流浪地球 Daniel","id":380,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550126138094-14.jpg","engTitle":"China’s film industry finally joins the space race ","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550126138094-16.mp3","title":"中国电影业终于加入“太空竞赛”"}