{"id":381,"engTitle":"Your bedtime pattern changes as your age, but is that a sign of trouble?","title":"你的睡眠模式随着年龄而改变，但这是疾病的信号吗？","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550214198717-2.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550214352138-22.mp3","duration":111099,"author":"2.18 睡眠 Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550214352138-20.jpg","content":[{"frames":[5000,26250],"images":[],"text":"As people age,  the body changes in all sorts of predictable ways. Joints stiffen. Brains can slow. Wounds take longer to heal. And sleep patterns shift,  too.  This can come as news to many,  says Michael V. Vitiello,  a psychologist at the University of Washington who specializes in sleep in aging."},{"frames":[26250,43370],"images":[],"text":"The most noticeable—and often most aggravating—changes are how sleep and wake-up times change and sleep gets lighter,  often beginning in middle age. Gone are weekend snoozes to 11 a.m. and the ability to sleep through a noisy garbage truck down the block."},{"frames":[43370,67000],"images":[],"text":"But not every restless night is benign. Studies have found that poor sleep can pose a particular threat to older adults: Falls,  depression and anxiety,  problems with memory,  and increased suicide risk are among the impacts of sleep issues in this population group that researchers have found. But scientists are still unsure why those risk associations exist."},{"frames":[67000,82370],"images":[],"text":"What is clear is the association between good sleep and psychological well-being in older adults. A 2010 study documented that association when it came to sleep quality,  but sleep quantity didn't show the same effects."},{"frames":[82370,96250],"images":[],"text":"And therein,  experts say,  may lie the key to understanding sleep as you age. If you're sleeping less,  but don't feel negative effects out of bed,  the changes you notice may just be normal age-related."},{"frames":[96250,110620],"images":[],"text":"Over time,  Vitiello says,  sleep patterns simply change. \"A lot of older adults recognize that they don't sleep the same as they did when they were 18,  but they can still function and they're OK. And all is well with the universe.\""},{"frames":[110620,112620],"images":[],"text":""}]}