{"id":382,"engTitle":"PM Abe vows to tackle growing child abuse in Japan","title":"日本首相安倍誓言对日益增加的虐童案采取行动","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550214352138-36.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550215940645-24.mp3","duration":98142,"author":"2.16日本虐童 Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550215940645-22.jpg","content":[{"frames":[5250,20120],"images":[],"text":"Prime Minister Shinzo Abe on Saturday vowed to crack down on the increasing number of child abuse cases in Japan after the death of a 10-year-old girl,  allegedly killed by her abusive father,  shocked the country."},{"frames":[20120,41500],"images":[],"text":"Mia Kurihara was found dead in the bathroom of her home in Chiba near Tokyo last month after authorities failed to respond to her repeated pleas for help. Her parents have been arrested on suspicion of assaulting their daughter after her father reportedly abused her regularly and refused to allow her to go to school."},{"frames":[41500,52120],"images":[],"text":"Police have found a video on her father's mobile phone showing him hitting her,  local media said,  adding that she cried in the footage saying: \"Dad,  I'm sorry.\""},{"frames":[52120,86250],"images":[],"text":"The high-profile case has drawn huge media attention,  prompting the government to take action amid growing public awareness over child abuse. Abe told members of his ruling Liberal Democratic Party that his government had ordered child welfare centres across the nation to confirm within a month the safety of all children suspected to have been abused. Abe also said the government would raise the number of child welfare workers by some 1, 000 for the next fiscal year starting in April from the current 3, 200."},{"frames":[86250,97870],"images":[],"text":"Police reported the suspected abuse of a record-high 80, 104 minors to child welfare authorities in Japan in 2018,  Kyodo News said."},{"frames":[97870,99870],"images":[],"text":""}]}