{"id":383,"engTitle":"吐血推荐：代表月经的新 emoji 表情受到欢迎","title":"Bloody brilliant: new emoji to symbolize menstruation welcomed  ","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550215940645-34.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550217341161-16.mp3","duration":97254,"author":"2.19 月经emoji Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550217341161-14.jpg","content":[{"frames":[4750,10620],"images":[],"text":"The newest emoji made crimson waves across the Internet upon its unveiling this week."},{"frames":[10620,24620],"images":[],"text":"Plan International UK’s fight for the cartoon red blood droplet—an emoji meant to symbolize menstruation—was almost poetically symbolic to the message it was trying to convey with it: that periods aren’t shameful."},{"frames":[24620,37370],"images":[],"text":"Plan organized a popular vote on the design of the symbol. Eventually,  Plan partnered with NHS Blood and Transplant to share that organization’s proposed new emoji: a red blood droplet."},{"frames":[37370,46870],"images":[],"text":"“Ending the shame around periods begins with talking about it, ” Lucy Russell,  the Head of Girls’ Rights and Youth at Plan International UK told the Guardian."},{"frames":[46870,55750],"images":[],"text":"Many activists and health workers agreed that the emoji was “revolutionary” and an important step in reducing the stigma around menstruation."},{"frames":[55750,58750],"images":[],"text":"But some found the new emoji disappointing."},{"frames":[58750,77500],"images":[],"text":"“The drop of blood feels like a half-measure, ” said Megan Vaughan,  a writer and PhD student in Essex. “The red droplet still has this sense of shame about it. Like it wants to talk about periods but not in too open a way,  not in the kind of way that might offend delicate,  largely male,  sensibilities.”"},{"frames":[77500,90370],"images":[],"text":"The younger generation seems to have a healthier and more accepting perspective when it comes to menstruation,  said Andrea Askowitz,  a writer in Miami who had tweeted a bloody sanitary pad in response to the period emoji."},{"frames":[90370,96750],"images":[],"text":"“Attitudes are changing, ” Askowitz said. “We’ve come far,  but we still have a long way to go.”"},{"frames":[96750,98750],"images":[],"text":""}]}