{"id":384,"author":"2.20 昆虫 Daniel","title":"昆虫数量锐减“预示生态崩溃”","content":[{"frames":[4370,10870],"text":"Insects could vanish within a century at current rate of decline,  says global review.","images":[]},{"frames":[10870,34620],"text":"The world’s insects are hurtling down the path to extinction,  threatening a “catastrophic collapse of nature’s ecosystems”,  according to the first global scientific review. More than 40% of insect species are declining and a third are endangered,  the analysis found. The rate of extinction is eight times faster than that of mammals,  birds and reptiles.","images":[]},{"frames":[34620,58500],"text":"“It should be of huge concern to all of us,  for insects are at the heart of every food web,  they pollinate the large majority of plant species,  keep the soil healthy,  recycle nutrients,  control pests,  and much more. Love them or loathe them,  we humans cannot survive without insects, ” said Prof Dave Goulson at the University of Sussex in the UK.","images":[]},{"frames":[58500,74250],"text":"The analysis,  published in the journal Biological Conservation,  says intensive agriculture is the main driver of the declines,  particularly the heavy use of pesticides. Urbanisation and climate change are also significant factors.","images":[]},{"frames":[74250,88870],"text":"One of the biggest impacts of insect loss is on the many birds,  reptiles,  amphibians and fish that eat insects. A small number of adaptable species are increasing in number,  but not nearly enough to outweigh the big losses.","images":[]},{"frames":[88870,111370],"text":"Matt Shardlow,  at the conservation charity Buglife,  said: “It is gravely sobering to see this collation of evidence that demonstrates the pitiful state of the world’s insect populations. It is increasingly obvious that the planet’s ecology is breaking and there is a need for an intense and global effort to halt and reverse these dreadful trends.”","images":[]},{"frames":[111370,113370],"text":"","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550492785067-10.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550477619305-2.png","engTitle":"Plummeting insect numbers 'threaten collapse of nature' ","duration":111752,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550477689731-12.jpg"}