{"id":385,"author":"2.21 杜克大学道歉 Daniel","title":"杜克大学就教授要求中国学生讲英语的邮件致歉","content":[{"frames":[8000,19000],"text":"Duke University has apologized after a professor cautioned international students against speaking Chinese on campus and urged them to speak English instead.","images":[]},{"frames":[19000,32870],"text":"The professor,  Megan Neely,  issued the caution in an email on Friday and she has since asked to step down from her role as director of graduate studies in the medical school’s biostatistics master’s program.","images":[]},{"frames":[32870,45000],"text":"The dean of Duke’s medical school,  Dr. Mary E. Klotman apologized to students and said she had asked the university’s Office for Institutional Equity to conduct a “thorough review.”","images":[]},{"frames":[45000,56620],"text":"Ken Lee,  chief executive of OCA-Asian Pacific American Advocates,  said he was disappointed by what he described as an “ignorance and hateful bias against students.”","images":[]},{"frames":[56620,68000],"text":"“Forcing students to repress their heritage language further perpetuates a wrongful culture of fear toward Asian and Asian-American students, ” Mr. Lee said in a statement on Sunday.","images":[]},{"frames":[68000,86620],"text":"In a letter dated Saturday,  a group of international students at Duke petitioned the university to investigate what happened leading up to Professor Neely’s email. “We wrote the petition to combat the normalization of xenophobia and discrimination against Chinese students at Duke, ” the students said.","images":[]},{"frames":[86620,94620],"text":"About 36 of the 54 students in Duke’s master of biostatistics program are Chinese,  according to the university.","images":[]},{"frames":[94620,96620],"text":"More than one million foreign students study in the United States each year,  with roughly one-third coming from China. But universities have seen a decline in international student enrollment. International enrollment began to flatten in 2016,  partly because of changing conditions abroad,  but also,  college administrators said,  because President Trump’s rhetoric and more restrictive views on immigration have made the United States even less attractive to international students.","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550566491333-16.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550565598270-24.png","engTitle":"Duke University apologizes over professor’s email asking Chinese students to speak English","duration":124839,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550566491333-14.jpg"}