{"id":386,"author":"2.22 听力受损 Daniel","title":"调低音量：世卫组织对不健康的智能手机使用行为宣战","content":[{"frames":[5750,20120],"text":"More than one billion young people risk damaging their hearing through excessive use of smartphones and other audio devices,  the UN warned Tuesday,  proposing new safety standards for safe volume levels.","images":[]},{"frames":[20120,32120],"text":"In a bid to safeguard hearing,  the World Health Organization and International Telecommunications Union issued a non-binding international standard for the manufacture and use of audio devices.","images":[]},{"frames":[32120,53870],"text":"Young people are particularly prone to risky listening habits. Around half of those between the ages of 12 and 35,  or 1.1 billion people,  are at risk due to \"prolonged and excessive exposure to loud sounds,  including music they listen to through personal audio devices, \" the UN health agency said.","images":[]},{"frames":[53870,73870],"text":"Currently,  about five percent of the global population,  or some 466 million people,  including 34 million children,  suffer from disabling hearing loss. WHO considers a volume above 85 decibels for eight hours or 100 decibels for 15 minutes as unsafe.","images":[]},{"frames":[73870,81250],"text":"WHO is calling for parental as well as automatic volume controls on audio devices to prevent dangerous use.","images":[]},{"frames":[81250,92750],"text":"While some smartphones and other audio devices already offer some of these features,  the UN would like to see a uniform standard used to help protect against disabling hearing loss.","images":[]},{"frames":[92750,112000],"text":"\"Think of it like driving on a highway,  but without a speedometer in your car or a speed limit, \" Shelly Chadha of the WHO told reporters in Geneva. \"What we've proposed is that your smartphones come fitted with a speedometer,  with a measurement system which tells you how much sound you're getting and tells you if you are going over the limit.\"","images":[]},{"frames":[112000,114000],"text":"","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550572448739-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550572448739-29.png","engTitle":"Turn down the volume: WHO takes aim at harmful smartphone use","duration":112379,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550572448739-16.jpg"}