{"id":387,"author":"2.20老佛爷讣告TTS_01","title":"卡尔·拉格斐，定义了奢侈品时尚的设计师去世，享年 85 岁","content":[{"frames":[5620,16620],"text":"Karl Lagerfeld,  the most prolific designer of the 20th and 21st centuries and a man whose career formed the prototype of the modern luxury fashion industry,  died Tuesday in Paris.","images":[]},{"frames":[16620,42000],"text":"Creative director of Chanel since 1983 and Fendi since 1965,  and founder of his own line,  Mr. Lagerfeld was the definition of a fashion polyglot. In his 80s,  when most of his peers were retiring to their yachts or country estates,  he was designing an average of 14 new collections a year ranging from couture to the high street,  and not counting collaborations and special projects.","images":[]},{"frames":[42000,69750],"text":"His greatest calling was as the orchestrator of his own myth. A self-identified “caricature, ” with his dark glasses,  powdered ponytail,  black jeans,  fingerless gloves,  starched collars,  Chrome Hearts jewelry and obsessive Diet Coke consumption,  he achieved such a level of global fame—and controversy—that a $200 Karl Barbie doll,  created in collaboration with the toymaker Mattel,  sold out in less than an hour in 2014.","images":[]},{"frames":[69750,87500],"text":"Those who wanted to dismiss Lagerfeld referred to him as a “styliste”: a designer who creates his looks by repurposing what already exists,  as opposed to inventing anything new. But he rejected the idea of fashion-as-art,  and the designer-as-tortured genius. His goal was more opportunistic.","images":[]},{"frames":[87500,92870],"text":"“I would like to be a one-man multinational fashion phenomenon, ” he once said.","images":[]},{"frames":[92870,94870],"text":"","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550660534614-73.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550660024669-15.png","engTitle":"Karl Lagerfeld, designer who defined luxury fashion, dies at 85","duration":92781,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550660024669-27.jpg"}