{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550719217949-2.png","id":388,"content":[{"frames":[5750,24370],"text":"A Saudi mobile application that lets men track and restrict the movements of women in the kingdom has come under increased scrutiny this week with a U.S. senator and rights groups urging Apple and Google to remove it from their platforms,  accusing the technology giants of facilitating gender discrimination.","images":[]},{"frames":[24370,49120],"text":"The app in question,  called Absher,  was launched in 2015 by the Saudi government. It allows men to manage the women under their guardianship by giving or revoking their right to travel through airports,  tracking them by their national identity cards or passports. The men can turn on notifications that alert them with a text message any time a woman under their guardianship passes through an airport.","images":[]},{"frames":[49120,63500],"text":"Absher,  which roughly translates as “yes sir, ” can be downloaded from both the Google Play store and Apple’s app store,  which critics say makes the tech companies complicit in the repression of Saudi women.","images":[]},{"frames":[63500,73750],"text":"The effort to pull Absher from the platforms got a boost this week when Senator Ron Wyden,  Democrat of Oregon,  demanded as much in a letter to the two companies.","images":[]},{"frames":[73750,82250],"text":"He requested that they prevent their companies from “being used by the Saudi government to enable the abhorrent surveillance and control of women.”","images":[]},{"frames":[82250,100500],"text":"Hala Aldosary,  a Saudi scholar and activist based in the United States,  said that the removal of the app by Apple and Google could send an important message to leaders like Crown Prince Mohammed,  who have sought out partnerships with global tech firms in efforts to enhance their economies.","images":[]},{"frames":[100500,106370],"text":"“If the tech companies would say,  ‘You are being oppressive, ’ that would mean a lot, ” Aldosary said.","images":[]},{"frames":[106370,108370],"text":"","images":[]}],"author":"2.24 沙特女性监控 Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550719355934-14.jpg","duration":106919,"engTitle":"The Google and Apple app that helps Saudi men limit female relatives’ travel","title":"谷歌和苹果的一款手机 app 正协助沙特男性限制他们女性亲属的出行","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550719355934-16.mp3"}