{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550820090932-12.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550819916836-2.png","duration":88320,"content":[{"images":[],"frames":[5500,19370],"text":"Beijing's Forbidden City—traditionally off-limits at night for anyone except emperors,  ghosts and visiting dignitaries—was lit up with lanterns and gasps after dark Tuesday as China celebrated the end of the Lunar New Year holiday."},{"images":[],"frames":[19370,41870],"text":"The palace complex,  home to Chinese emperors for five centuries,  usually closes by 5 p.m. though VIPs have been taken in after dark on occasion. It was opened at night for the first time since its reincarnation as the Palace Museum 94 years ago. And it opened with a dazzling spectacle for the Lantern Festival,  marked on the 15th day of the new year."},{"images":[],"frames":[41870,60120],"text":"The palace walls were illuminated with red lanterns—designed to recreate the feeling of the royal court of old—and a light show lit up the complex while the China National Traditional Orchestra and the Peking Opera performed. An imaged of a treasured scroll called \"A Thousand Li of Rivers and Mountains\" was beamed onto the palace roof."},{"images":[],"frames":[60120,75120],"text":"There was a virtual stampede to get tickets,  which were free,  for the rare night-time opening. They were snapped up within minutes of becoming available online Sunday,  but the website still collapsed under the strain as hopefuls continued to flock to it."},{"images":[],"frames":[75120,87870],"text":"\"Creativity makes the 600-year-old Palace younger and draws traditional culture closer to the public, \" said the People's Daily. The Palace Museum is now on a campaign to attract even more visitors."},{"images":[],"frames":[87870,89870],"text":""}],"author":"2.23故宫TTS","engTitle":"China's Forbidden City opens to the general public at night for the first time in 94 years","title":"94 年来，中国紫禁城首次在夜间对大众开放","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550827773241-5.mp3","id":389}