{"content":[{"frames":[5870,26120],"images":[],"text":"President Donald Trump declared a national emergency on the border with Mexico on Friday to access billions of dollars that Congress refused to give him to build a wall there,  transforming a highly charged policy dispute into a confrontation over the separation of powers outlined in the Constitution."},{"frames":[26120,45120],"images":[],"text":"Trying to regain momentum after losing a grinding two-month battle with lawmakers over funding the wall,  Trump asserted that the flow of drugs,  criminals and unauthorized immigrants from Mexico constituted a profound threat to national security that justified unilateral action."},{"frames":[45120,58750],"images":[],"text":"The president’s decision incited instant condemnation from Democrats,  who called it an unconstitutional abuse of his authority and vowed to try to overturn it with the support of Republicans who also objected to the move."},{"frames":[58750,69120],"images":[],"text":"The emergency declaration,  according to White House officials,  enables the president to divert $3.6 billion from military construction projects to the wall."},{"frames":[69120,92500],"images":[],"text":"White House officials rejected criticism from across the ideological spectrum that Trump was creating a precedent that future presidents could use to ignore the will of Congress. Republicans have expressed concern that a Democratic commander in chief could cite Trump’s move to declare a national emergency over gun violence or climate change without legislation from Congress."},{"frames":[92500,109000],"images":[],"text":"“It actually creates zero precedent, ” Mick Mulvaney,  the acting White House chief of staff,  told reporters. “This is authority given to the president in law already. It’s not as if he just didn’t get what he wanted so he’s waving a magic wand and taking a bunch of money.”"},{"frames":[109000,111000],"images":[],"text":""}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550820090932-17.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1550821153059-16.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1550821153059-14.jpg","duration":109375,"id":390,"title":"特朗普宣布美国进入紧急状态，并引发了一场关于宪法的冲突","author":"2.25 特朗普紧急状态 Daniel","engTitle":"Trump declares a national emergency, and provokes a constitutional clash"}