{"duration":98470,"id":391,"engTitle":"Lipstick in kindergarten? South Korea's K-beauty industry now aims for super young","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551091780642-5.mp3","content":[{"frames":[7260,18420],"images":[],"text":"South Korea's cosmetics industry,  known as K-beauty,  has become an Asian powerhouse and global phenomenon for its rigorous step-by-step regimens."},{"frames":[18420,32940],"images":[],"text":"But exacting beauty norms also put enormous pressure on South Korean women,  making the country one of the world's centers for plastic surgery. And increasingly,  the beauty industry is looking at younger and younger girls."},{"frames":[32940,52100],"images":[],"text":"A YouTube video of a 7-year-old putting on lipstick,  titled \"I want to wear makeup like mom, \" has attracted 4.3 million views,  while similar videos show young girls sharing their \"elementary school makeup routine\" and \"unboxing my Hello Kitty makeup kit.”"},{"frames":[52100,68000],"images":[],"text":"This is hardly a trend that is exclusive to South Korea. For decades,  academics of all stripes have pored over the impact of pressure on teenagers and young women in the West to conform with unreasonable standards for appearance and body type."},{"frames":[68000,76520],"images":[],"text":"But such concerns in South Korea also now include girls so young they can barely read the packaging on the beauty products."},{"frames":[76520,89570],"images":[],"text":"\"From K-pop divas to K-beauty cosmetics,  the market capitalizing on women's objectification has become a hyper-saturated 'red ocean' in South Korea, \" said Yoon-Kim of Konkuk University."},{"frames":[89570,98210],"images":[],"text":"\"The market sees a 'blue ocean' for expansion in younger customers,  ready to instigate and monetize their insecurities about their appearance.\""},{"frames":[98210,100210],"images":[],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551086739902-12.jpg","title":"幼儿园就涂口红？韩国“韩式美妆”行业正瞄准幼龄孩童","author":"2.26 Tue K-beauty cosmetics - DanielAmerman 22119 2min MP3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551086662489-2.png"}