{"duration":126144,"id":392,"engTitle":"How sky-high rents forced people into imaginative alternatives","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551091780642-23.mp3","content":[{"frames":[5570,22000],"images":[],"text":"Renting a property in the UK can be a bleak business. The average monthly rent rose to £932 last month and in London it is even more expensive at £1, 588,  according to new figures."},{"frames":[22000,32100],"images":[],"text":"With spiralling rents leaving many people with barely any disposable income,  let alone the means to save towards a deposit,  some are now choosing alternatives."},{"frames":[31990,34000],"images":[],"text":"The older choice"},{"frames":[33780,61360],"images":[],"text":"Office administrator Tina Gotla-Aluri,  42,  was struggling to cope with the £950 a month she was paying for her house share in Putney,  south-west London,  when a friend suggested Share and Care Homeshare,  which matches older homeowners who have a spare room with people who can offer practical help in exchange. She now lives in Putney with a man in his 90s and pays £180 a month to the scheme."},{"frames":[61360,79680],"images":[],"text":"In return,  Gotla-Aluri provides companionship,  goes food shopping,  and cooks meals. “He is quite well travelled and food is one of the things we have bonded over, ” she says. “I cook British food like Sunday dinners and sometimes Indian or Moroccan food. It’s mutually beneficial.”"},{"frames":[79680,81150],"images":[],"text":"Sitting it out"},{"frames":[81150,95780],"images":[],"text":"While some people house-sit for free to get a taste of luxury or a different life for a few weeks,  designer Jennifer Hamley,  39,  and her husband,  Ben,  37,  have turned it into a way to live rent-free."},{"frames":[95570,114420],"images":[],"text":"The couple house-sit through TrustedHousesitters.com,  which connects home and pet owners with house-sitters and costs each party £89 for an annual membership. They house-sit mainly in Brighton,  taking care of pets,  the home,  post and watering plants."},{"frames":[114420,125360],"images":[],"text":"“It is a peace of mind for many homeowners. A homeowner doesn’t need to get anyone to check in on the house,  and pet owners don’t have to pay kennels,  catteries or dog walkers.”"},{"frames":[125360,127360],"images":[],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551087782743-12.jpg","title":"天价房租如何迫使人们更有想象力地租房","author":"2.27 Wed British Renting - DanielAmerman 22019 2min30sec MP3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551086739902-27.png"}