{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551252216489-31.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551255404608-16.mp3","title":"华为发布售价 2600 美元的 5G 折叠屏手机，意与三星抗衡","author":"2.28 华为 Daniel","content":[{"frames":[8000,19500],"images":[],"text":"Huawei Technologies Co. announced a smartphone that unfolds into a small tablet computer,  potentially rendering the need to carry two separate devices obsolete."},{"frames":[19500,49000],"images":[],"text":"The Mate X supports next-generation 5G networks and will cost 2, 299 euros ($2, 606) when released in the summer. When folded,  the Mate X has a 6.6-inch display; but when opened out,  it becomes an 8-inch tablet computer. It’s the second folding phone announced by a major manufacturer within a week. Samsung revealed the Galaxy Fold on Wednesday."},{"frames":[49000,69250],"images":[],"text":"The market for smartphones is slowing,  and manufacturers are scrambling to find new ways to convince consumers they should upgrade their devices. Next-generation high-speed networks are still far away from mainstream availability,  so device makers are looking at new device form factors to conjure up excitement."},{"frames":[69250,89250],"images":[],"text":"Huawei has been battling global scrutiny over its telecom equipment,  but often overlooked is the company’s rapid growth as a smartphone manufacturer. Last year it surpassed Apple to become the world’s second-largest maker of smartphones,  according to data from market research firm IDC."},{"frames":[89250,106500],"images":[],"text":"Thomas Husson,  an analyst at Forrester,  said the Mate X “shows Huawei is a leader in tech innovation.” But it will be “a few years” before a significant mass of customers get their hands on 5G functionalities and foldable screens,  he said."},{"frames":[106500,108500],"images":[],"text":""}],"id":393,"duration":106762,"engTitle":"Huawei launches new $2,600 foldable 5G phone to rival Samsung ","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551255404608-14.jpg"}