{"title":"“亚马逊外套”背后的中国公司在美国大获成功","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551343136872-30.jpg","id":394,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551342879503-2.png","engTitle":"Chinese firm behind the \"Amazon Coat\" hits jackpot in U.S.","author":"3.1 亚马逊羽绒服 Daniel","content":[{"text":"When Kevin Chiu left his job in 2012 to try his luck at starting an online apparel business in a rural Chinese city,  his main goal was to carve out more time to spend with his wife and newborn child.","images":[],"frames":[5870,20370]},{"text":"It never entered his mind that his Orolay puffer jacket would become a huge hit,  celebrated as the ''Amazon Coat'' in U.S. social and traditional media—and held up as a budding rival to premium brand Canada Goose.","images":[],"frames":[20370,36870]},{"text":"Using duck down sourced from China's Hebei and Anhui provinces,  the polyester coats are priced between $80 and $139. By contrast,  Canada Goose jackets start from about $575 in the United States.","images":[],"frames":[36870,55250]},{"text":"Orolay's success is,  however,  not just a tale of competitive pricing and a design that found favor with U.S. consumers.","images":[],"frames":[55250,64000]},{"text":"Chiu is among a wave of Chinese merchants that have benefited from measures introduced by Amazon in recent years that have made it easy for overseas vendors to sell on its site.","images":[],"frames":[64000,75620]},{"text":"Analysts say the number of Chinese merchants selling on Amazon’s U.S. site began to pick up over the last five years after it introduced measures that allowed sellers worldwide to store products at Amazon warehouses and provided help shipping those goods to customers.","images":[],"frames":[75620,94120]},{"text":"Chiu credits Amazon for much of the firm's success but is thinking of branching out. Expansion plans include extending Orolay's product line to cotton clothing and men's outerwear. But for now,  Chiu is still marveling at how his business has become so successful in a market he barely knows.","images":[],"frames":[94120,113250]},{"text":"","images":[],"frames":[113250,115250]}],"duration":113816,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551343136872-32.mp3"}