{"title":"医生使绵羊昏睡，以了解麻醉技术的阴暗面","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551350966849-11.jpg","id":395,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551343136872-80.png","engTitle":"Doctors knock out sheep to discover anesthesia's dark side","author":"待定 麻醉 Daniel","content":[{"text":"Beneath green surgical sheets and a tangle of tubes,  a healthy young ewe is undergoing a heart-lung bypass procedure to help answer one of several urgent questions about a pillar of modern medicine: anesthesia.","images":[],"frames":[5000,20370]},{"text":"Almost two centuries after anesthetics revolutionized surgery,  a growing body of research is pointing to disturbing side effects that range from delirium to cancer-proliferating immune suppression. Of the 200 million adults worldwide who undergo non-cardiac surgery annually,  more than 1 million will die within 30 days. \"You don't die on the table,  but quite a lot of you don't get home, \" said Andrew Davidson from the Murdoch Children's Research Institute in Melbourne.","images":[],"frames":[20370,52620]},{"text":"A paper published last month showed that volatile-gas anesthesia was associated with higher activity in a key nerve that corresponded with a potentially damaging reduction in blood flow to the kidneys of sheep during abdominal surgery. Intravenous anesthesia had less impact.","images":[],"frames":[52620,71250]},{"text":"It's possible that the nerve activation associated with anesthesia,  especially the inhaled gas form,  is also impairing the immune system,  according to Clive May,  head of the Florey Institute's preclinical critical care unit.","images":[],"frames":[71250,86000]},{"text":"\"For 140 years,  we were just concerned about safety, \" Lis Evered,  a neuroscientist at St. Vincent's Hospital Melbourne,  said. \"In the last 30 years,  we've actually become a bit more concerned about other sorts of impacts. Now,  we want people to survive the procedure and have a good quality of life for the next 10 to 20 years.\"","images":[],"frames":[86000,109370]},{"text":"","images":[],"frames":[109370,111370]}],"duration":109923,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551350966849-13.mp3"}