{"content":[{"frames":[7000,41250],"images":[],"text":"Robert Rodriguez has lately been a purveyor of grindhouse-homage laughs with his Machete franchise,  and jaded 2D thrills in the Sin City movies. Now he’s in charge of something more conventional and colossal,  co-written and co-produced by James Cameron. It’s a coming-of-age melodrama about young love in the postapocalyptic future,  centring on a young woman called Alita with “the face of an angel and a body built for battle”,  and involving plenty of human-slash-cyborg martial arts."},{"frames":[41250,71870],"images":[],"text":"Alita: Battle Angel is based on the Japanese manga series Gunnm by Yukito Kishiro and like the remake of Ghost in the Shell it has been the subject of whitewashing complaints. Well,  the original is set in Kansas,  a location that here shifts to an indeterminate polyglot megacity of the 26th century. Its lead female character has the distinctive stylised big-eye look,  a manga convention that is,  perhaps,  neither Asian nor western."},{"frames":[71870,86370],"images":[],"text":"The extravagant cartoon violence involves damage to metal and circuitry rather than flesh and blood,  which explains the 12A rating and the air of teen innocence that surrounds an essentially conservative film."},{"frames":[86370,103750],"images":[],"text":"Alita: Battle Angel is a film with Imax spectacle and big effects. But for all its scale,  it might end up being put on for 13-year-olds as a sleepover entertainment. It doesn’t have the grownup,  challenging,  complicated ideas of Ghost in the Shell."},{"frames":[103750,105750],"images":[],"text":""}],"id":396,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551421781518-2.png","duration":103785,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551422122737-31.mp3","title":"《阿丽塔：战斗天使》影评——在机器人反乌托邦世界中，被爱情冲昏头脑的小朋友们严肃开战","engTitle":"Alita: Battle Angel review—lovestruck tweenies do battle in robot dystopia","author":"3.3 ALITA Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551422122737-29.jpg"}