{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551684999602-6.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551685304531-42.mp3","title":"研究人员称，朋友在社交媒体上发布的信息正让你花更多的钱","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551685304531-40.jpg","duration":121078,"content":[{"frames":[6250,41370],"images":[],"text":"American families don't save money like they used to. Now,  a team of American and Canadian economists have proposed a new explanation for the declining savings rate,  one rooted in individual psychology. At its heart lies a simple observation: Personal spending is a lot more visible to others than not spending. Changes in the media landscape have made other people's spending more visible than ever. That,  in turn,  is making all of us spend even more—and save even less."},{"frames":[41370,65000],"images":[],"text":"Humans are social creatures,  and we have a tendency to evaluate our own standing in life relative to how our friends and neighbors are doing. We want to keep up with the Joneses,  and stay ahead of the Smiths. Because of this,  when we see other people spending money we have a tendency to believe that we can—or should—be spending,  too."},{"frames":[65000,87620],"images":[],"text":"Fifty years ago,  our frames of reference for our spending habits were relatively small. Now we have social media. Facebook lets us stay in touch with our rich college classmates who always seem to be on vacation. We can create and share detailed logs of the stuff we consume at places like Yelp and TripAdvisor."},{"frames":[87620,101620],"images":[],"text":"The net effect of this saturation of consumptive media is that we're bombarded every day with signals to consume,  consume,  consume. \"People infer that low saving is a good idea, \" as the authors put it."},{"frames":[101620,120870],"images":[],"text":"\"To decide if you're overconsuming,  make a special effort to notice when your friends do something that is frugal,  such as having a staycation or holding on to their 15-year-old car, \" Hirshleifer,  one of the authors said. \"If you're going to compare yourself to others,  try to make it realistic.\""},{"frames":[120870,122870],"images":[],"text":""}],"id":398,"author":"3.5 美国人不存钱了 Daniel","engTitle":"Your friends' social media posts are making you spend more money, researchers say"}