{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551771778243-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551771993463-67.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551771993463-69.mp3","title":"台湾地区公布亚洲首部“同性婚姻法”草案","content":[{"text":"Taiwan on Thursday proposed a draft law to allow same-sex marriage in Asia's first such bill.","frames":[6120,14500],"images":[]},{"text":"The draft law would give same-sex couples similar legal protections for marriage as heterosexuals,  but marriage in civil law would remain defined as between a man and woman. Taiwan's parliament is expected to vote on the draft bill by late May,  a deadline for legislation set by the constitutional court in May 2017 when it ruled that same-sex couples had the right to legally marry.","frames":[14500,44370],"images":[]},{"text":"However,  the legislation was criticised by rights activists and conservative groups amid a heated debate over marriage equality.","frames":[44370,53500],"images":[]},{"text":"Jennifer Lu,  coordinator of Marriage Equality Coalition Taiwan,  said the draft did not give complete legal protections to same-sex couples. She acknowledged the pressure on the government from all sides,  but said activists will continue to fight for equal rights.","frames":[53500,71370],"images":[]},{"text":"Conservative groups that opposed same-sex marriage during the referendum said they will fight the draft bill too. The Coalition for the Happiness of Our Next Generation on Thursday called the draft \"unacceptable\".","frames":[71370,85750],"images":[]},{"text":"A government official said the bill respected the referendum results,  although activists had said a separate law for gay marriage was discriminatory.","frames":[85750,95750],"images":[]},{"text":"\"Controversies are expected about the proposal,  but I really hope our homosexual friends can wait a bit longer, \" he said in a statement,  \"This might fall short of expectations,  but after all it's a start.\"","frames":[95750,109500],"images":[]},{"text":"","frames":[109500,111500],"images":[]}],"duration":109897,"id":399,"author":"3.6 台湾同性婚姻合法 Daniel","engTitle":"Taiwan unveils Asia's first draft law on same-sex marriage"}