{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551865243609-25.mp3","author":"3.7 印巴冲突 Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551865243609-23.jpg","title":"为何印度和巴基斯坦一直因克什米尔纷争不断？","engTitle":"Why do India and Pakistan keep fighting over Kashmir?","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551865142417-2.png","id":400,"content":[{"text":"On Wednesday,  Pakistani and Indian fighter jets engaged in a skirmish over Indian-controlled territory in the disputed border state of Jammu and Kashmir. The incursion came just one day after Indian aircraft flew into Pakistan and attacked near the town of Balakot.","frames":[4750,26000],"images":[]},{"text":"Now there are fears that hostilities could escalate between the two countries,  which were created by the bloody partition of British India more than 70 years ago and have coexisted uneasily ever since.","frames":[26000,40370],"images":[]},{"text":"The immediate cause was the Feb. 14 suicide bombing by a young Islamic militant,  who blew up a convoy of trucks carrying paramilitary forces in Pulwama in southern Kashmir. It was the deadliest attack in the region in 30 years.","frames":[40370,56870],"images":[]},{"text":"But there are also broader political forces at work. India’s prime minister,  Narendra Modi,  is up for re-election in May,  and he is eager to avenge a bombing that has stirred outrage.","frames":[56870,70250],"images":[]},{"text":"Pakistan,  for its part,  has a new prime minister,  Imran Khan,  who was elected last year with the backing of his country’s powerful military. Khan wants to show that he can stand up to India,  even as the country’s economy is so weak that he is seeking bailouts from Saudi Arabia and China.","frames":[70250,90370],"images":[]},{"text":"Khan urged India to settle matters through talks. “All big wars have been due to miscalculation, ” he said in a televised address. “My question to India is that given the weapons we have,  can we afford miscalculation?”","frames":[90370,92370],"images":[]}],"duration":106109}