{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551943301984-21.jpg","duration":129881,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551943301984-2.png","id":401,"title":"研究：疫苗有望基本消灭宫颈癌","author":"3.8 HPV Daniel","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551943301984-23.mp3","engTitle":"Vaccine could virtually eliminate cervical cancer: study","content":[{"frames":[4750,22000],"text":"The rapid scale-up of the human papillomavirus (HPV) vaccine could virtually eliminate cervical cancer in a handful of rich countries within three decades,  and in most other nations by century's end,  researchers said Wednesday.","images":[]},{"frames":[22000,35370],"text":"Without screening and HPV vaccination,  more than 44 million women will likely be diagnosed with the disease over the next 50 years,  they reported in The Lancet Oncology,  a medical journal.","images":[]},{"frames":[35370,53500],"text":"By contrast,  the rapid deployment starting in 2020 of screening and vaccination could prevent more than 13 million cervical cancers by mid-century worldwide,  and lower the number of cases to below four-per-100, 000 women,  the study found.","images":[]},{"frames":[53500,62370],"text":"\"This is a potential threshold for considering cervical cancer to be eliminated as a major public health problem, \" the authors said in a statement.","images":[]},{"frames":[62370,74620],"text":"\"Despite the enormity of the problem,  our findings suggest that global elimination is within reach, \" said lead author Karen Canfell,  a professor at the Cancer Council New South Wales,  in Sydney.","images":[]},{"frames":[74620,83120],"text":"Achieving that goal,  however,  depends on \"both high coverage of HPV vaccination and cervical screening, \" she added.","images":[]},{"frames":[83120,96620],"text":"Clinical trials have shown that HPV vaccines are safe and effective against the two HPV strains—types 16 and 18—responsible for 70 percent of cervical cancer cases.","images":[]},{"frames":[96620,110620],"text":"The study's projections presume the vaccination of 80 percent of girls 12 to 15 years old starting in 2020,  and that at least 70 percent of women undergo screening twice in their lifetime.","images":[]},{"frames":[110620,112620],"text":"This would push the prevalence of the disease below the bar of 4/100, 000 women in countries such as the United States,  Canada,  Britain and France by 2059,  and in mid-income countries such as Brazil and China by 2069,  the authors calculate.","images":[]}]}