{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551947960803-11.jpg","duration":86338,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1551946324901-2.png","id":402,"title":"儿童教学宜采用母语，而非英语","author":"3.7 英文授课","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1551947960803-13.mp3","engTitle":"Young children should be taught in their mother tongue, not in English","content":[{"frames":[4900,20400],"text":"English perfectly exemplifies the “network effects” of a global tongue: the more people use it,  the more useful it is. Over a billion people speak it as either their first or second language; more still as a third or fourth language.","images":[]},{"frames":[20400,34300],"text":"Parents’ desire for their children to master English is spurring the growth of private schooling. Education authorities are switching to English medium,  in part to stem the outflow of children into the private sector.","images":[]},{"frames":[34300,54200],"text":"Teaching children in English is fine if that is what they speak at home and their parents are fluent in it. But that is not the case in most public and low-cost private schools. Children are taught in a language they don’t understand by teachers whose English is poor. The children learn neither English nor anything else.","images":[]},{"frames":[54200,71300],"text":"Research demonstrates that children learn more when they are taught in their mother tongue than they do when they are taught in any other language. In a study of children in the first three years in 12 schools in Cameroon,  those taught in Kom did better than those taught in English in all subjects.","images":[]},{"frames":[71300,73300],"text":"English should be an important subject at school,  but not necessarily the language of instruction. Rather than switching to English-medium teaching,  governments fearful of losing custom to the private sector should look at the many possible ways of improving public schools.","images":[]}]}