{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552032040394-2.png","content":[{"frames":[6000,19750],"images":[],"text":"A video clip shot on a sparse rooftop of what looks like a low-rise apartment block shows a young Indian man swaying while lip-syncing a song praising Prime Minister Narendra Modi."},{"frames":[19750,39750],"images":[],"text":"\"Modi has single-handedly trounced everyone ... Modi is a storm,  you all now know, \" goes the Hindi song,  posted on Chinese video mobile application TikTok,  the latest digital platform to grip India's small towns and villages ahead of a general election due by May."},{"frames":[39750,58500],"images":[],"text":"TikTok has been downloaded more than 240 million times in India so far,  according to app analytics firm Sensor Tower. More than 30 million users in India installed it last month,  12 times more than in January 2018."},{"frames":[58500,81000],"images":[],"text":"\"Most urban elites haven't heard of TikTok and those who have,  tend to view it as a platform for trivial content. In reality,  it hosts diverse content including a fair share of political speech, \" said Kailas Karthikeyan,  a New Delhi-based technology analyst who has tracked TikTok for nine months."},{"frames":[81000,108750],"images":[],"text":"While Modi's Bharatiya Janata Party (BJP) and the opposition Congress party have not officially joined TikTok,  videos tagged #narendramodi have received more than 30 million views and those about Congress chief Rahul Gandhi (#rahulgandhi) have got nearly 13 million hits. Total views for political videos is far higher."},{"frames":[108750,127000],"images":[],"text":"Amit Malviya,  the BJP's chief of information technology,  said the party was tracking TikTok conversations and it was \"a brilliant medium for creative expression\". The party,  however,  has no plans as of now to officially join the platform,  he said."},{"frames":[127000,138870],"images":[],"text":"A Congress source said the party was exploring joining TikTok and assessing how it could be used to better reach out to people in rural areas in the run-up to the election."},{"frames":[138870,140870],"images":[],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552032129741-36.jpg","engTitle":"Going TikTok—Indians get hooked on Chinese video app ahead of election","id":403,"duration":139050,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552032129741-38.mp3","title":"沉迷抖音：印度人在选举前迷上中国的视频 app","author":"3.11 印度抖音 Daniel"}