{"author":"3.12 中美学校比拼 Daniel","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552299138770-2.png","title":"在与中国的科技竞赛中，美国大学或失去关键优势","content":[{"frames":[6420,19050],"images":[],"text":"The U.S. is still out in front of global rivals when it comes to innovation,  but American universities—where new ideas often percolate—have reason to look over their shoulder."},{"frames":[19050,38000],"images":[],"text":"That's especially true for technologies like 5G phone networks and artificial intelligence. They're exactly the fields where President Donald Trump recently insisted the U.S. has to lead—and also the ones where Asia,  especially China,  has caught up."},{"frames":[38000,62420],"images":[],"text":"Universities from China get more patents than their U.S. peers in wireless communications,  according to research firm GreyB Services. In AI,  17 of the top 20 universities and public research organizations are in China,  with the Chinese Academy of Sciences topping the list,  says the World Intellectual Property Organization in Geneva."},{"frames":[62420,85680],"images":[],"text":"There's a special place for universities in the ecosystem of research. Universities groom future scientists and can be incubators for pie-in-the-sky ideas—some of which turn out to be game-changers. The list ranges from Google's search engine to DNA technology that's behind a whole industry of gene-manipulating treatments."},{"frames":[85680,96840],"images":[],"text":"However,  government grants to universities have been stagnant for more than a decade,  meaning they've declined in real terms and as a share of the economy."},{"frames":[96840,114940],"images":[],"text":"\"If you look at the federal dollars,  they've not really changed substantially, '' says Stephen Susalka,  head of AUTM,  a technology transfer association whose members include 800 universities. \"Other countries are catching up. We can't sit on our laurels.''"},{"frames":[114940,116940],"images":[],"text":""}],"id":404,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552299294905-25.jpg","engTitle":"In tech race with China, US universities may lose a vital edge","duration":115450,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552299294905-27.mp3"}