{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552369149054-21.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552369071028-2.png","content":[{"frames":[6730,18520],"images":[],"text":"Singapore may raise its retirement and re-employment ages as citizens enjoy more years of good health and demonstrate sustained productivity at work."},{"frames":[18630,49570],"images":[],"text":"The retirement age,  which is now at 62,  and re-employment age,  67,  are set to be raised,  though the exact timing of the changes and by how much have yet to be determined,  the country’s Minister of Manpower Josephine Teo said in parliament on Tuesday. This comes after a working group comprising individuals from the government,  labor unions and private sector in the city-state reached a consensus on the matter,  she said."},{"frames":[49570,72420],"images":[],"text":"A higher retirement age will motivate both workers and employers to invest in skills upgrading and job redesign for older workers,  while increasing the re-employment age will afford companies the flexibility to reset employment terms,  like salary and job scope,  to cope with business uncertainties,  Teo said."},{"frames":[72630,95470],"images":[],"text":"“We should carefully consider the timing and pacing of these moves, ” Teo said. “Countries looking to raise their retirement ages typically make their intentions known five to ten years in advance.” She cited Denmark,  where its retirement age is set to go up from 65 to 68 by 2030,  over 11 years."},{"frames":[95470,115050],"images":[],"text":"The Southeast Asian nation,  grappling with an aging population,  has been attempting to ensure it remains a vibrant economy by limiting restrictions on high-skilled foreign labor as well as re-balancing its education system in order to attract investment and encourage enterprise."},{"frames":[115050,117050],"images":[],"text":""}],"id":405,"engTitle":"Singapore set to raise retirement ages as seniors stay healthier","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552369149054-19.jpg","title":"因老年人身体更健康，新加坡准备上调法定退休年龄","author":"3.14 新加坡退休后延 Daniel","duration":115111}