{"id":406,"engTitle":"London HIV patient's remission spurs hope for curing AIDS","title":"伦敦艾滋病毒携带者病情缓解，为治愈艾滋病带来曙光","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552386553382-2.png","author":"3.13 艾滋病 Daniel","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552386644165-25.jpg","content":[{"frames":[6260,22280],"images":[],"text":"A stem-cell treatment put a London cancer patient's HIV into remission,  marking the second such reported case and reinvigorating efforts to cure the AIDS-causing infection that afflicts some 37 million people globally."},{"frames":[22520,43150],"images":[],"text":"The patient has been in remission for 19 months,  the International AIDS Society said in a statement. That's too soon to  label the treatment—which used hematopoietic stem cells from a donor with an HIV-resistance gene—as a cure,  researchers said Tuesday in a study in the journal Nature."},{"frames":[43150,69150],"images":[],"text":"\"Coming 10 years after the successful report of the 'Berlin Patient, ' this new case confirms that bone marrow transplantation from a CCR5-negative donor can eliminate residual virus and stop any traces of virus from rebounding, \" said Sharon Lewin,  director of the Peter Doherty Institute for Infection and Immunity at the University of Melbourne,  in a statement."},{"frames":[69150,83260],"images":[],"text":"\"Although it is not a viable large-scale strategy for a cure,  it does represent a critical moment in the search for an HIV cure.\" International AIDS Society President Anton Pozniak said in the statement."},{"frames":[83680,107150],"images":[],"text":"Researchers are developing better antiretroviral treatments,  prevention methods,  and vaccines to halt infections while continuing to pursue a cure for those already infected. That goal is \"likely to be many years away, \" said Andrew Freedman,  reader in infectious diseases and an honorary consultant physician at Cardiff University."},{"frames":[107360,119680],"images":[],"text":"\"Until then,  the emphasis needs to remain on prompt diagnosis of HIV and initiation of life-long combination antiretroviral therapy, \" Freedman said in a statement."}],"duration":119832,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552386644165-27.mp3"}