{"engTitle":"Feel better now? The rise and rise of the anxiety economy","content":[{"frames":[5400,22700],"images":[],"text":"In 1988 a TV writer called Alex Carswell threw a pen at a photo of his mother after a stressful phone call with his boss. It gave him an idea. It was the “Age of Stress” and so the perfect time for Carswell to launch his “stress ball”."},{"frames":[22700,39370],"images":[],"text":"If the 80s were the age of stress,  this is the age of anxiety,  with 30% of Britons experiencing an anxiety disorder during their lifetime. This has created a market for domestic anxiety cures that can be bought online,  and fast."},{"frames":[39370,57970],"images":[],"text":"Consider the squishy. That repeated action led to fidget spinners becoming one of the most popular items bought on Amazon in 2017. They were not simply triangles of plastic; they were a stress-relief toy. They were the stars of a growing anxiety economy."},{"frames":[58300,79520],"images":[],"text":"Alongside products designed purely as medical aids,  such as meditation apps,  there is a thriving offshoot of lifestyle goods marketed through their anxiety-relieving qualities. Product innovation oriented around anxiety spans nearly 30 different categories,  including chocolate,  yogurt and air fresheners."},{"frames":[79670,82720],"images":[],"text":"Is anxiety itself being commodified?"},{"frames":[82800,113070],"images":[],"text":"Dr Nihara Krause,  founder of youth mental health charity Stem4,  said,  “The market seems saturated. There are a number of companies that are trading on fake news to promote a whole range of products that are meant to help with mental health problems but without any evidence base to them. Given that we are dealing with a vulnerable population it is questionable how ethical producing these tools without evidence base and systematic review of efficacy is.”"}],"duration":113006,"title":"现在感觉好多了？焦虑经济的不断崛起","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552622609192-2.png","author":"3.16 焦虑经济 Daneil.","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552627509491-19.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552627509491-17.jpg","id":408}