{"engTitle":"Can baijiu, China’s sorghum firewater, go global?","content":[{"frames":[4750,20870],"images":[],"text":"Baijiu—a broad family of grain-based spirits selling for anything between a few dollars and a few thousand dollars per bottle—is the most-drunk spirit on earth. But this is only by dint of its popularity in China."},{"frames":[20870,38000],"images":[],"text":"Over the years Europeans and Americans have grown to love vodka,  a once-obscure Russian gut-rot,  and tequila,  a Mexican drink made from spiky plants. But Chinese liquor firms have made few inroads globally."},{"frames":[38000,63120],"images":[],"text":"For a long time China’s big baijiu-makers were not that interested in foreign sales. Since China began opening its economy to the outside world in the late 1970s,  the distillers have mostly been preoccupied with meeting domestic demand. Only recently have China’s thousands of baijiu-makers begun stepping up efforts to develop foreign markets."},{"frames":[63120,92000],"images":[],"text":"In addition to exporting their best-known brands,  baijiu-makers have been creating new drinks specifically to be sold abroad.  In 2016 Red Star,  the maker of Erguotou,  a cheap baijiu ubiquitous in Beijing,  launched a spirit in Europe called Nuwa. Last year Luzhou Laojiao,  a storied distiller in Sichuan,  a south-western province,  released a baijiu in America named Ming River ."},{"frames":[92000,113370],"images":[],"text":"Baijiu companies are aware that they increasingly have to compete in their home market with Western drinks such as gin,  whisky and wine. Many have concluded,  perhaps correctly,  that making their brands look and feel international to Chinese drinkers will help them hold their own against these fashionable foreign tipples."},{"frames":[113370,115370],"images":[],"text":""}],"duration":114025,"title":"白酒——中国的高粱烈性酒，能走向世界吗？","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552633815582-22.png","author":"3.17 白酒 Daniel","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552634994238-21.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552634994238-19.jpg","id":409}