{"engTitle":"School lessons to cover sexting, FGM and mental health","content":[{"frames":[5600,14300],"images":[],"text":"The Department for Education (DfE) has unveiled fresh guidelines for sex and health education across England."},{"frames":[14320,34650],"images":[],"text":"Three new subjects have been created—relationships education from primary school,  relationships and sex education at secondary school,  and health education for all ages in which students will learn about the importance of getting enough sleep,  the dangers of sexting and how to spot anxiety in their friends."},{"frames":[34770,59420],"images":[],"text":"According to the guidelines,  secondary school pupils will be taught about female genital mutilation (FGM) with a focus on awareness over its illegality and the availability of support networks. Students aged 11 and older should also be taught about other forms of “honour-based” abuse,  as well as grooming,  forced marriage and domestic abuse,  the DfE said."},{"frames":[59620,68600],"images":[],"text":"But the government’s announcement comes amid a backlash from parent groups who do not want sex education to be a mandatory part of the curriculum."},{"frames":[68620,89700],"images":[],"text":"MPs are to debate a petition on Monday demanding parents retain the right to opt their child out of sex education classes in schools after more than 100, 000 people stressed parents’ “fundamental right” to decide when their children are taught relationship and sex education (RSE) topics."},{"frames":[89750,110450],"images":[],"text":"“We have grave concerns about the physical,  psychological and spiritual implications of teaching children about certain sexual and relational concepts proposed in RSE and believe that they have no place within a mandatory school curriculum, ” Dr Katherine Sarah Godfrey-Faussett,  the petitioner,  stated."}],"duration":110707,"title":"（英国）学校将“性短信”、“女性割礼”和“精神健康”纳入性教育课程","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552634994238-97.png","author":"3.17 性教育 Daniel","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552637960571-21.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552637960571-19.jpg","id":410}