{"engTitle":"That 70s show: why the disco decade is back in fashion","duration":115696,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552886682427-27.jpg","title":"那场 70 年代风格的大秀：为什么属于迪斯科的那十年会重返时尚界","author":"3.19 复古时尚 Daniel","content":[{"text":"There is a logical,  mathematical explanation for why the 70s have been pronounced chic by Paris fashion week. It goes like this. When the 70s were the recent past,  they were cringe-makingly close to home,  and therefore easy to poke fun at.","images":[],"frames":[5500,22800]},{"text":"Now,  the 90s are the relatively recent past—and so 90s revivalism has become fashion’s go-to gag. The 70s,  meanwhile,  have slipped into rose-tinted memory,  the embarrassing parts forgotten along the way. The decade is coming to stand for classic chic,  in the way that the 50s previously did before being consigned to ancient history.","images":[],"frames":[22820,47900]},{"text":"The 70s became headline news in Paris this week because of Hedi Slimane at Céline. Instead of going back to Old Céline,  he went to Old Old Céline—an ultra-bourgeois late-70s version of what ladylike looks like,  with attitude and great wedge boots. And the fashion industry looked at the collection and thought: ‘That’s exactly what I want to wear.’","images":[],"frames":[47950,74520]},{"text":"It is hard to avoid plundering the 70s when its influence is everywhere on the catwalk,  which means the trickle-down effect from show to pavement was already well under way on the streets of Paris.","images":[],"frames":[74600,88150]},{"text":"So how did they wear it? Layered,  mostly,  and in a 70s palette of browns,  greens and yellows. The art director Sofía Sanchez de Betak probably won the look. The thrown-together layering of tie,  tweed blazer,  trench and scarf in various shades of brown and grey was a direct reference to Annie Hall—bourgeois Manhattanite is something to aim for.","images":[],"frames":[88370,115520]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552886361481-2.png","id":411,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552886682427-29.mp3"}