{"engTitle":"美国（司法部）指控富豪家长涉嫌高校入学欺诈","duration":123822,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552901976407-58.jpg","title":"U.S. accuses rich parents of college entry fraud","author":"3.19 Tue US College Entry Fraud - DanielAmerman 31619 2min30sec","content":[{"text":"In a major college admissions scandal that laid bare the elaborate lengths some wealthy parents will go to get their children into competitive American universities,  federal prosecutors charged 50 people Tuesday in a brazen scheme to buy spots in the freshman classes at Yale,  Stanford and other big name schools.","images":[],"frames":[5360,26900]},{"text":"Thirty-three well-heeled parents were charged in the case,  including Hollywood celebrities and prominent business leaders,  and prosecutors said there could be additional indictments to come.","images":[],"frames":[27420,40000]},{"text":"The scheme unveiled Tuesday was stunning in its breadth and audacity. It was the Justice Department's largest-ever college admissions prosecution,  a sprawling investigation that involved 200 agents nationwide and resulted in charges against 50 people in six states.","images":[],"frames":[40440,59520]},{"text":"Authorities say the parents of some of the nation’s wealthiest and most privileged students sought to buy spots for their children at top universities,  not only cheating the system but also potentially cheating other hardworking students out of a chance at a college education.","images":[],"frames":[59940,77280]},{"text":"In many of the cases,  prosecutors said,  the students were not aware that their parents were doctoring their test scores and lying to get them into school. Federal prosecutors did not charge any students or universities with wrongdoing.","images":[],"frames":[77840,93220]},{"text":"“The parents are the prime movers of this fraud, ” Andrew E. Lelling,  U.S. attorney for the district of Massachusetts,  said Tuesday during a news conference. Lelling said that those parents used their wealth to create a separate and unfair admissions process for their children.","images":[],"frames":[93780,110780]},{"text":"“The real victims in this case are the hardworking students” who were displaced in the admissions process by “far less qualified students and their families who simply bought their way in, ” Lelling said.","images":[],"frames":[111060,123460]},{"text":"","images":[],"frames":[123460,125460]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552901675522-4.png","id":412,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552901976407-60.mp3"}