{"id":413,"content":[{"text":"Three days after an Ethiopian Airlines jet crashed,  killing all 157 people on board,  country after country ignored assessments by the U.S. Federal Aviation Administration (FAA) that the plane is safe to fly. Canada agreed it was too early to act but many fell into line in growing numbers behind the first major nation to ground its 737 Max fleet—China.","images":[],"frames":[7200,35560]},{"text":"In doing so,  long-time American allies including the U.K. and Australia broke convention by snubbing an authority that has defined what’s airworthy—and what’s not—for decades.","images":[],"frames":[36280,49800]},{"text":"One day after the Ethiopian Airlines flight plunged to the ground,  the Civil Aviation Administration of China (CAAC) drew a possible connection between the crash and Lion Air’s in October. Separately,  the Wall Street Journal reported that Ethiopia wanted to send the flight-data and cockpit-voice recorders to the U.K.,  causing U.S. investigators to hold intense behind-the-scenes talks to bring the parts to America.","images":[],"frames":[50500,81020]},{"text":"To be sure,  Chinese aviation regulators do tend to be conservative. They banned the use of cellphones on aircraft until 2018,  years after regulators in developed countries gave them the green light.","images":[],"frames":[81620,96820]},{"text":"But China is gaining influence. As a regulator,  recent events indicate China is on its way to attaining the level of authority enjoyed by the FAA and the European Union Aviation Safety Agency,  giving the country global recognition for its ability to determine when an aircraft is safe to fly.","images":[],"frames":[97280,117920]},{"text":"","images":[],"frames":[117920,119920]}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552978997216-17.jpg","title":"中国率先停飞波音 737 Max，美国空管局被孤立","author":"3.20 Wed Boeing - DanielAmerman 31519 2min","duration":117982,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1552978997216-19.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1552978938453-2.png","engTitle":"Boeing crash isolates FAA as China leads push against Max"}