{"title":"艾玛·沃森，凯拉·奈特莉等明星呼吁更好地保护女性","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553070824679-25.mp3","duration":123848,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553070824679-23.jpg","author":"3.21 Thur (updated) protection of women - DanielAmerman 31519 2min30sec","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553070749864-2.png","id":414,"engTitle":"Emma Watson, Keira Knightley among stars urging better protection of women","content":[{"text":"Emma Watson,  Keira Knightley,  and Dame Emma Thompson are among 76 actors,  writers,  business leaders and campaigners calling on governments to increase support and protection of women fighting for their rights around the world.","images":[],"frames":[7040,22620]},{"text":"The letter,  published in the Guardian to mark International Women’s Day on Friday,  \\Nsays women risk “backlash,  censorship and violence” whenever they defend their rights or speak out over injustice.","images":[],"frames":[23120,36220]},{"text":"“We call on governments to recognise and trust the expertise of women’s rights organisations and women’s movements,  in particular those representing marginalised women; to counter the silencing of women’s rights activists; and to fulfil commitments to protect women human rights defenders by bringing to justice those that perpetrate violence,  and strengthening the law in line with international human rights frameworks.”","images":[],"frames":[36680,64760]},{"text":"The UN adopted a resolution to protect female human rights defenders in 2013,  recognising that women are targeted not only for their activism but because of their gender. But last month,  the UN special rapporteur on human rights defenders,  said women were facing increased repression and violence.","images":[],"frames":[65260,86310]},{"text":"The murders of Honduran environmental activist Berta Cáceres and Brazilian politician Marielle Franco are among recent high-profile cases of women killed for their activism.","images":[],"frames":[86310,98940]},{"text":"The signatories of the letter said the time was ripe for action. “As momentum behind the #MeToo movement continues to grow,  we are witnessing unprecedented acknowledgement of the challenges women face. Now more than ever,  we have an opportunity to overcome the systemic oppression that denies women their rights. It’s time to move on from conversations to action.”","images":[],"frames":[99150,123260]},{"text":"","images":[],"frames":[124400,126400]}]}