{"engTitle":"Facebook's live streaming is criticized after mosque shooting","duration":120869,"id":415,"title":"新西兰清真寺枪击案后，Facebook 直播功能遭批评","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553162092035-23.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553161947872-2.png","author":"3.22 新西兰枪击修改2.0","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553162092035-25.mp3","content":[{"images":[],"frames":[4420,24200],"text":"The speed at which a video of the New Zealand mosque shooting spread across social media platforms has demonstrated yet again that tech companies such as Facebook Inc. are still struggling to control content,  especially from popular services that offer live streaming of events."},{"images":[],"frames":[24300,42900],"text":"While platforms including Twitter Inc. and YouTube said they moved fast to scrub any content related to the incident from their sites,  people reported it was still widely available hours after being first uploaded to the alleged shooter’s Facebook account."},{"images":[],"frames":[42970,69880],"text":"Facebook Chief Executive Officer Mark Zuckerberg has acknowledged the difficulty of policing content from the 2.7 billion users that power Facebook’s wildly profitable advertising engine. The company’s business model depends on showing people posts they’re most apt to have an emotional reaction to,  which often has the side effect of amplifying fake news and extremism."},{"images":[],"frames":[69920,86650],"text":"Indeed,  the livestream of the murders highlights how technology helped the alleged shooter connect with like-minded people online. Even after the major tech companies acted to take down the video,  commenters continued to praise the murders online."},{"images":[],"frames":[86720,113660],"text":"Facebook has 15, 000 employees and contractors sifting through posts to take down offensive content. Zuckerberg has said artificial intelligence algorithms,  which the company already uses to identify nudity and terrorist content,  will eventually handle most of this sorting. But at the moment,  even the most sophisticated AI software struggles in categories where context matters."},{"images":[],"frames":[113720,120770],"text":"“Hate speech is one of those areas, ” said Monika Bickert,  Facebook’s head of global policy management."}]}