{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553225803741-2.png","content":[{"frames":[6640,23060],"text":"As Mark Zuckerberg begins shifting Facebook to private messaging and away from public sharing and open conversations,  the vision he has sketched out for the future of social networking already exists—just not in the United States.","images":[]},{"frames":[23320,28520],"text":"Instead,  it is a reality in China through a messaging app called WeChat.","images":[]},{"frames":[28980,42160],"text":"To make Facebook a private messaging product,  Zuckerberg may have a lot to learn from Allen Zhang,  the creator of WeChat. Zhang is famous for his perfectionist pursuit of a well-designed service.","images":[]},{"frames":[42480,63040],"text":"Zhang fought many internal battles when Tencent’s revenue department pushed to put more ads on WeChat. In a four-hour speech earlier this year,  he pondered the question of why there were not more ads on the messaging service,  especially the opening-page ads that are the norm in many other Chinese mobile apps.","images":[]},{"frames":[63520,86220],"text":"Many Chinese spend a lot of time—about one-third of their online time—on WeChat,  he said. “If WeChat were a person,  it would have to be your best friend so that you would be willing to spend so much time with it, ” he said. “How could I post an ad on the face of your best friend? Every time you see it,  you’ll have to watch an ad before you can talk to it.”","images":[]},{"frames":[86640,110340],"text":"Zhang,  who has made restraint his product philosophy,  has been lucky because Tencent makes most of its money from online games so that it does not need to sell ads for revenue. Zuckerberg does not have that luxury,  given that he is trying to switch from an ad-based business into a different model. It will be far from an easy task to pull off.","images":[]},{"frames":[110340,112340],"text":"","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553226097914-21.mp3","engTitle":"Mark Zuckerberg wants Facebook to emulate China’s WeChat, but can it?","id":416,"title":"马克·扎克伯格希望 Facebook 效仿中国的微信，它做得到吗？","author":"3.23 Sat Facebook - DanielAmerman 2min","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553226097914-19.jpg","duration":110552}