{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553230969294-2.png","content":[{"frames":[5820,20200],"text":"Face masks can moisturize,  exfoliate,  or soothe and cool the skin in minutes. They can also build billion-dollar fortunes,  but that takes a tad longer—two years in Kim Jung-woong's case.","images":[]},{"frames":[20220,42300],"text":"In October,  Goldman Sachs acquired 5 percent of Kim's GP Club Co. Ltd. in a $67 million deal that values the maker of creams,  lipstick and other beauty products at $1.3 billion. Kim,  44,  and his family own the remaining 95 percent.","images":[]},{"frames":[42350,61160],"text":"Kim started his career in the beauty industry selling cosmetics to wholesalers in China and established his own brand,  JM Solution,  in 2016. It took off from the start,  gaining popularity on Alibaba's flagship e-commerce platform,  Taobao.","images":[]},{"frames":[61520,80200],"text":"The company introduced a new product,  the Honey Luminous Royal Propolis Mask,  and expanded into Korean duty-free shops. GP Club's lower prices attracted so-called daigou shoppers—people buying products for clients in mainland China,  where prices are higher.","images":[]},{"frames":[80600,105120],"text":"In South Korea,  self-made fortunes are uncommon. Of the world's 500 richest people,  only two of seven Korean billionaires are self-made,  according to the Bloomberg wealth index. Family-run business conglomerates,  called chaebols,  have diversified across industries,  leaving little room for self-made competitors. The beauty industry has been the exception.","images":[]},{"frames":[105440,131820],"text":"\"Large companies have more money and better infrastructure,  but the cosmetics business requires more than that, \" said Lee Jin-wook,  founder of Have & Be Co. Ltd.,  whose most popular brand,  Dr. Jart+,  sells creams and face masks online and in retailers like Sephora. In 2015,  Estée Lauder Cos. acquired a stake in Have & Be for an undisclosed sum.","images":[]},{"frames":[132080,134940],"text":"\"It's an area for specialists, \" Lee said.","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553231059974-27.mp3","engTitle":"Face mask craze creates Korean billionaire with Goldman backing","id":417,"title":"在高盛集团的支持下，面膜热潮打造出韩国亿万富翁","author":"3.25 面膜","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553231059974-25.jpg","duration":136202}