{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553242291399-2.jpg","content":[{"frames":[3240,13960],"text":"Mario Puzo's \"The Godfather\" is reputed to be the fastest-selling book in history. By early 1971,  7m copies had been printed.","images":[]},{"frames":[14480,47420],"text":"In many respects,  it deserved its success. \"The Godfather\" is more than competently written. Puzo aspired to literary greatness and only conjured up Vito Corleone and his family's adventures and misadventures to escape debt. \"I'll make him an offer he can't refuse\",  the Don's cynical quip,  has become a figure of speech. Some scenes—such as the planting of a racehorse's severed head on the bed of a Hollywood producer who did refuse the Don—have passed into folklore.","images":[]},{"frames":[47860,71020],"text":"The author got a lot of things right: the subtlety of communication between Sicilians in particular and Italians in general; the incorporation,  often reluctant,  of mobsters from other ethnic backgrounds into the American Mafia; and,  above all,  Cosa Nostra's usurpation of responsibilities that belong to the state,  including the dispensing of justice.","images":[]},{"frames":[71580,87780],"text":"\"The Godfather\" also gets things wrong,  though. It portrays gangsters the way gangsters like to be regarded,  as fundamentally honourable types who offer genuine services and seek no more than to be respected for their contributions to society.","images":[]},{"frames":[88220,106940],"text":"It can be argued that in the book and in the first movie,  Puzo managed to strike an acceptable balance. But its sequel is a whitewash: the young Vito Corleone transformed seemingly overnight from a loving husband into a homicidal,  yet still essentially decent,  Don.","images":[]},{"frames":[107420,125760],"text":"That is not how youngsters become Mafiosi in real life. They are co-opted from among the most brutal of their peers and then subjected to a process of systematic,  additional brutalisation until they are ready to kill to order. Puzo's version is seductive,  but insidious.","images":[]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553233659819-32.mp3","engTitle":"“The Godfather” turns 50","id":418,"title":"《教父》50 周年","author":"3.24 Sun Godfather - DanielAmerman 2_14_19 2min30sec","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553233659819-30.jpg","duration":125882}