{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553497697877-21.mp3","duration":125231,"title":"美国人正因生病而破产","engTitle":"Americans are going bankrupt from getting sick","id":419,"author":"3.26 生病破产","content":[{"frames":[4220,27770],"text":"Medical debt is a uniquely American phenomenon,  a burden that would be unfathomable in many other developed countries. According to a survey published this month in the American Journal of Public Health,  nearly 60 percent of people who have filed for bankruptcy said a medical expense “very much” or “somewhat” contributed to their bankruptcy.","images":[]},{"frames":[27870,52470],"text":"Emergency-room visits and planned surgical procedures are the most common causes of large medical bills that patients simply can’t afford to pay. Often,  a hospital might be covered by a person’s insurance network,  but the individual doctors who work there and the ambulance company that services it aren’t,  a situation that can lead to something called balance billing.","images":[]},{"frames":[52770,74520],"text":"Sometimes,  bizarre loopholes kick in at the darkest moments,  like the fact that a baby would be covered upon birth under Medicaid or the Children’s Health Insurance Program,  the government insurance program for children,  but a stillbirth might not be covered,  says Simon Sandoval-Moshenberg,  a legal director at the Legal Aid Justice Center.","images":[]},{"frames":[74850,89650],"text":"In a statement,  an American Hospital Association spokesperson told me that in 2017,  hospitals provided more than $38 billion worth of care to patients who could not afford it otherwise.","images":[]},{"frames":[89750,107420],"text":"Still,  some patients do wind up with medical debt,  which discourages them from seeking medical care,  because they fear they will incur even more debt if they go to the doctor again. In the end,  they get sicker,  and risk plunging even further into debt.","images":[]},{"frames":[107500,125070],"text":"When everything fails,  and the person is at imminent risk of having wages garnished because they’ve been sued for medical debt,  it might be time to file for bankruptcy,  says Sandoval-Moshenberg. The people who do become the tip of a very big debt iceberg.","images":[]}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553497697877-19.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553497579880-2.png"}