{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553569240087-21.mp3","duration":113424,"title":"扫雪机父母势不可挡的爱","engTitle":"The unstoppable love of the snowplow parent","id":420,"author":"3.27 扫雪机父母","content":[{"frames":[3520,29150],"text":"Helicopter parenting,  the practice of hovering anxiously near one’s children,  monitoring their every activity,  is so 20th century. Some affluent mothers and fathers now are more like snowplows: machines chugging ahead,  clearing any obstacles in their child’s path to success,  so they don’t have to encounter failure,  frustration or lost opportunities.","images":[]},{"frames":[29250,45600],"text":"Taken to its criminal extreme,  that means bribing SAT proctors and paying off college coaches to get children into elite colleges—and then going to great lengths to make sure they never face the humiliation of knowing how they got there.","images":[]},{"frames":[45750,67370],"text":"It starts early,  when parents get on wait lists for elite preschools before their babies are born and try to make sure their toddlers never do anything that may frustrate them. It gets more intense when school starts: running a forgotten assignment to school or calling a coach to request that their child make the team.","images":[]},{"frames":[67520,87650],"text":"Yes,  it’s a parent’s job to support the children,  and to use their adult wisdom to prepare for the future when their children aren’t mature enough to do so. That’s why parents hide certain toys from toddlers to avoid temper tantrums or take away a teenager’s car keys until he finishes his college applications.","images":[]},{"frames":[87750,98000],"text":"But snowplow parents can take it too far,  some experts say. If children have never faced an obstacle,  what happens when they get into the real world?","images":[]},{"frames":[98000,113300],"text":"Learning to solve problems,  take risks and overcome frustration are crucial life skills,  many child development experts say,  and if parents don’t let their children encounter failure,  the children don’t acquire them.","images":[]}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553569240087-19.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553608044978-2.jpg"}