{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553670606137-21.mp3","duration":120320,"title":"收购福克斯生效，迪士尼从行业巨头跃升为娱乐业巨无霸","engTitle":"Disney moves from behemoth to colossus with closing of Fox deal","id":421,"author":"3.28 迪士尼收购福克斯","content":[{"frames":[5650,8920],"text":"“Everything the light touches is our kingdom.”","images":[]},{"frames":[8970,38230],"text":"It’s a line from Disney’s “The Lion King, ” spoken by Mufasa to young Simba as they sit atop Pride Rock. And on Wednesday morning,  just after midnight on the East Coast,  it seemed to describe the Walt Disney Co. itself,  as the conglomerate closed its $71.3 billion acquisition of 21st Century Fox assets. It is now an entertainment colossus the size of which the world has never seen.","images":[]},{"frames":[38230,45150],"text":"“This deal definitely reshapes the landscape, ” said Michael Nathanson,  a leading media analyst.","images":[]},{"frames":[45150,55400],"text":"The acquisition is the largest in Disney’s 96-year history,  dwarfing even the 1995 purchase of Capital Cities/ABC.","images":[]},{"frames":[55420,85220],"text":"Disney had been a mere behemoth,  dominating sports television through ESPN,  controlling the global theme park business and running Hollywood’s No. 1 movie operation,  with studios that include Marvel,  Pixar and Lucasfilm. But the company decided it needed to bulk up even more as the tech giants aggressively moved into Hollywood. The competition now includes Apple,  which is scheduled to unveil its television and movie plans on Monday.","images":[]},{"frames":[85220,114020],"text":"Disney is trying to become less dependent on cable channels like ESPN,  which are in slow,  steady decline owing to cord-cutting. Instead,  Disney has decided to move into the rapidly growing realm of online video,  a direct-to-consumer business defined by Netflix. Robert Iger,  Disney’s chief executive,  believes the Fox assets will enhance that plan,  which includes a streaming service called Disney+ later this year.","images":[]},{"frames":[114020,120170],"text":"“This is an extraordinary and historic moment for us, ” Iger said in a statement Tuesday.","images":[]}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553670606137-19.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553670327750-2.png"}