{"duration":118387,"engTitle":"The world’s most expensive cities","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553761012543-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553761214493-28.mp3","id":422,"content":[{"images":[],"frames":[3170,47500],"text":"For the first time in its 30-year history,  the Worldwide Cost of Living Survey from The Economist Intelligence Unit gives the title of the world’s most expensive city to three places. Singapore marks its sixth straight year at the top of the rankings,  and is joined there by Hong Kong and Paris. The survey,  which compares prices across 160 products and services,  finds that living costs in all three cities are 7% higher than in New York,  the benchmark city. Two Swiss cities,  Zurich and Geneva,  and Osaka in Japan also have higher prices than New York; Copenhagen and Seoul cost the same as the Big Apple."},{"images":[],"frames":[47620,88700],"text":"Strong economic growth in the United States in 2018 led to a sharp appreciation of the dollar and a rise up the rankings for 14 of the 16 American cities for which prices are collected. The highest climbers were San Francisco (up 12 places to 25th) and Houston (up to 30th from 41st); New York itself moved up six spots to seventh and Los Angeles rose by four places to tenth. These movements represent a sharp increase in the relative cost of living compared with five years ago,  when New York and Los Angeles tied in 39th position."},{"images":[],"frames":[88820,118120],"text":"Elsewhere,  inflation,  devaluations and economic turmoil caused the cost of living in Argentina,  Brazil,  Turkey and Venezuela to plunge. Turkey’s currency crisis and surging consumer-price inflation saw Istanbul drop 48 places to joint 120th. But Caracas in Venezuela claims the title of the least expensive city in the world,  thanks to hyperinflation and the plummeting bolívar."}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553761214493-26.jpg","title":"全世界居住成本最高的城市","author":"3.29 最贵城市"}