{"duration":116558,"engTitle":"How 'Bohemian Rhapsody' ended up in 'Wayne's World' and became a phenomenon again","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553839847115-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553840109367-31.mp3","id":423,"content":[{"images":[],"frames":[6350,12800],"text":"\"Bohemian Rhapsody\" was such an unlikely song that became an even more unlikely hit."},{"images":[],"frames":[12800,24900],"text":"The Queen biopic of the same name,  now in theaters,  depicts the original story of how the rock-operatic single came to be,  with a cameo from none other than Mike Myers."},{"images":[],"frames":[24900,38600],"text":"In the film,  Freddie Mercury threatens to walk out on the label if the record executive—played by Myers—refuses to release \"Bohemian Rhapsody\" as the first single off its album \"A Night at the Opera.\""},{"images":[],"frames":[38650,46280],"text":"Including Myers makes sense,  especially since,  in real life,  he did just the opposite of the character he plays."},{"images":[],"frames":[46300,60120],"text":"\"Bohemian Rhapsody\" had never been as big of a hit in the United States. It reached only the No. 9 position on Billboard's Hot 100 when it first came out. That is,  until Myers' \"Wayne's World.\""},{"images":[],"frames":[60170,82600],"text":"The movie,  released in February 1992,  featured \"Bohemian Rhapsody\" in what's become one of comedy's most iconic scenes. The film based on the Myers-created \"Saturday Night Live\" sketch opens with Wayne,  the rock-obsessed host of a public access show,  getting picked up in a 1970s beat-up AMC Pacer."},{"images":[],"frames":[82670,90700],"text":"\"I think I'll go with a little 'Bohemian Rhapsody, ' gentlemen, \" Wayne tells his buddies. \"Good call, \" responds Garth."},{"images":[],"frames":[90700,102870],"text":"In goes the cassette,  and the song begins at its midway point. They sing along,  each taking their own \"Galileo\" parts,  and when the break comes,  they headbang like crazy."},{"images":[],"frames":[103000,116550],"text":"Just like that,  a whole new generation of Americans was introduced to \"Bohemian Rhapsody\" for the first time. It shot to No. 2 on the Billboard Hot 100,  surpassing its original high point."}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553840109367-29.jpg","title":"《波西米亚狂想曲》是怎么出现在《反斗智多星》里并再度成为传奇的","author":"3.30 波西米亚狂想曲"}