{"duration":136986,"engTitle":"Why India’s election is among the world’s most expensive","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553840109367-58.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553841936788-29.mp3","id":424,"content":[{"images":[],"frames":[4970,22370],"text":"India will soon hold what's likely to be one of the world's costliest elections. The polling exercise will cost an unprecedented 500 billion rupees ($7 billion),  according to the New Delhi-based Centre for Media Studies."},{"images":[],"frames":[22420,38850],"text":"Specific data can be hard to pin down,  but costs are rising in general as constituency sizes increase and more candidates join the fray,  said Simon Chauchard,  a Columbia University lecturer who has followed elections in India."},{"images":[],"frames":[38870,50240],"text":"“It's a bunch of panicky candidates throwing money around to voters but also to vendors selling all kinds of stuff useful in a political campaign, ” Chauchard said."},{"images":[],"frames":[50320,53170],"text":"Here's a look at where some of the money goes:"},{"images":[],"frames":[53170,55730],"text":"Can goats help win votes?"},{"images":[],"frames":[55730,70640],"text":"Most federal-level Indian politicians said their peers feel pressured to hand out gifts like cash and alcohol. Blenders,  television sets and occasionally even goats are handed out as gifts in some areas."},{"images":[],"frames":[70640,74120],"text":"Rallying the troops with chicken curry"},{"images":[],"frames":[74120,93230],"text":"Indian politicians love a good rally: They crisscross the country,  corralling locals into large tents where they're bombarded with campaign rhetoric. To attract a crowd,  some politicians may need to offer a box of food filled with chicken curry that can be too expensive for average citizens."},{"images":[],"frames":[93230,95320],"text":"Dummy candidates"},{"images":[],"frames":[95320,111170],"text":"India's Election Commission has long warned about dummy candidates: nominating someone with the same name as a to confuse voters and split the vote. But even fielding dummy candidates can cost as much as 120 million rupees."},{"images":[],"frames":[111170,115170],"text":"Brand building: Make India Great Again swag"},{"images":[],"frames":[115250,136820],"text":"As much as 26 billion rupees will be spent on advertising in the upcoming elections. In February alone,  more than 40 million rupees was spent on political advertising on just one site—Facebook. Then there are T-shirts with the slogan “Namo Again” (Narendra Modi Again) peddled by his camp."}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553841936788-27.jpg","title":"印度大选何以成为全球最昂贵的选举之一","author":"4.1 印度大选"}