{"duration":109712,"engTitle":"A hit TV series in China skewers cranky old parents","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553848840958-75.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1553852332106-10.mp3","id":425,"content":[{"images":[],"frames":[4840,21140],"text":"It is no mean feat to be one of the top-ten trending hashtags on Weibo,  China’s equivalent of Twitter,  for 20 consecutive days and counting. “All is Well”,  a show on provincial television which premiered on March 1st,  has done just that."},{"images":[],"frames":[21640,47780],"text":"The show tells the story of a fictional Chinese family torn by internal conflict. The female protagonist,  Su Mingyu,  is barely on speaking terms with her widowed father and one of her two brothers. The father is a nagging crank who expects his two adult sons to bankroll his lavish tastes. This leads to constant bickering between the brothers,  neither of whom wants to be called unfilial."},{"images":[],"frames":[48480,59500],"text":"Many Chinese can relate to the Su family’s troubles. The daughter holds a grudge against her father (the two are pictured),  and especially against her late mother,  for having mistreated her while pampering her brothers."},{"images":[],"frames":[59960,80080],"text":"But the biggest reaction has been to the drama’s critique of filial piety. Even today,  the Confucian principle of unswerving loyalty to one’s parents remains hallowed. Many people say the best measure of adherence to this virtue is whether a son takes good care of his parents in old age."},{"images":[],"frames":[80680,110220],"text":"In the series,  however,  the widowed father does not attract much sympathy. He throws tantrums and insists that his eldest son buy him a three-bedroom apartment (the son grudgingly does so). Commentators on social media have taken to calling the father a juying (“giant baby”)—a characteristic common among parents in real life,  they say. The Su children do their duty,  but the audience is supposed to applaud the resentment they express."}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1553848840958-140.jpg","title":"中国一部热播剧讽刺了脾气暴躁的年长父母","author":"3.31 都挺好原声"}