{"duration":114782,"content":[{"images":[],"frames":[7270,24670],"text":"Yuzuru Hanyu,  the only man in more than 50 years to win back-to-back Olympic gold in figure skating,  said on Tuesday that his condition is \"100 percent\" ahead of the world championships after months out of competition with an ankle injury."},{"images":[],"frames":[25000,37050],"text":"Hanyu injured his right ankle in practice for a Grand Prix event late last year and was forced to drop out of the Grand Prix Final as well as the Japanese nationals."},{"images":[],"frames":[37120,51820],"text":"It has been roughly four months since his last competition—a situation similar to last year's Pyeongchang Winter Olympics,  where he triumphed after a long gap due to a different injury to the same ankle."},{"images":[],"frames":[51900,60050],"text":"A day before the competition starts,  a black-clad Hanyu landed several clean quad jumps at practice."},{"images":[],"frames":[60070,66020],"text":"\"I can confidently say I am at 100 percent, \" he later told a news conference."},{"images":[],"frames":[66100,90830],"text":"\"Of course,  that doesn't mean that every day I produce the same results,  and if it's the ideal of 100 percent I held before this season began that's probably not quite true either, \" said the 24-year-old,  who skated on painkillers to win at Pyeongchang after he only began practising jumps again a month or so before the competition."},{"images":[],"frames":[91120,105920],"text":"Hanyu,  who has won two world championships himself,  said he relished the competition—which is taking place at the same arena just north of Tokyo where he won his first world title in 2014."},{"images":[],"frames":[105970,114550],"text":"\"There's a special tension ahead of the worlds, \" he said. \"I'm definitely a bit more emotional that they're taking place in Japan.\""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554120660267-50.jpg","id":426,"author":"4.2 羽生结弦","title":"花样滑冰：奥运冠军羽生结弦，重回冰场信心满满","engTitle":"Figure skating: Olympic champion Hanyu says '100 percent' on return to ice","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554091259602-25.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554091119863-2.png"}