{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554198283459-23.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554198283459-25.mp3","content":[{"images":[],"frames":[6250,33220],"text":"For years,  Apple's business has centered around the iPhone,  but sales of that once-revolutionary but now commonplace device have slowed. And the entire world of computers has been flipped on its head. Apple has been diversifying beyond hardware,  selling iCloud storage to its customers,  a $10 a month music streaming service and movies and television shows through iTunes."},{"images":[],"frames":[33470,51450],"text":"But Monday's anticipated announcement takes that diversification to a whole new level. Apple said it was launching a raft of new services,  from news to video games and a credit card. Its biggest initiative is entertainment streaming service Apple TV+."},{"images":[],"frames":[51520,64970],"text":"Apple is expected to invest many billions a year,  according to analysts,  on making video content to compete in a crowded market that includes Amazon,  Netflix,  Hulu and Disney."},{"images":[],"frames":[65000,84280],"text":"The real magic in consumer technology is happening less and less inside the devices people carry around and more and more in server farms scattered around the world,  where massive amounts of data get processed and then transmitted to gadgets like the Amazon Echo or Google Home."},{"images":[],"frames":[84300,106750],"text":"In essence,  the gadgets people are excited about buying are becoming vessels for sending and receiving data. And in that area,  Apple has fallen behind companies like Google,  Amazon and Microsoft,  which now pull in significant revenue from selling cloud services,  which is a fancy term for data center usage and storage."},{"images":[],"frames":[106850,115920],"text":"The invite Apple sent to invitees said simply,  \"It's show time.\" The question now is whether Apple can break a leg."}],"title":"苹果春季发布会“好戏开幕”，聚焦订阅服务","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554198159235-2.png","author":"4.4 苹果发布会","duration":116114,"engTitle":"Apple's 'show time' event puts the spotlight on subscription services","id":427}