{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554278098053-19.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554290600505-11.mp3","content":[{"images":[],"frames":[5150,16520],"text":"Reiwa—Japan’s new imperial era—adheres to the established naming custom in that it comprises two kanji and is easy to read and write."},{"images":[],"frames":[16570,28350],"text":"But it also represents a break with centuries of tradition as the first era name to have been inspired by a Japanese,  rather than Chinese,  work of classical literature."},{"images":[],"frames":[28950,42450],"text":"The characters are taken from a stanza in a poem about plum blossoms that appears in Man’yoshu,  the oldest existing collection of Japanese poetry,  compiled sometime after 759."},{"images":[],"frames":[42570,51700],"text":"Placed in that literary context,  the kanji can be read to mean “fortunate” or “auspicious”,  and “peace” or “harmony”."},{"images":[],"frames":[51870,76450],"text":"The naming of a new imperial era for Japan–and for only the third time in almost a century at that—carries enormous significance. Like the era name system,  or gengo,  throughout Japan’s modern history,  Reiwa is supposed to reset the national mood ahead of the new emperor’s reign,  which begins on 1 May."},{"images":[],"frames":[76470,86150],"text":"According to Japan’s prime minister,  the new era should encompass pride in the country’s history and traditions along with hope for the future."},{"images":[],"frames":[86170,98300],"text":"Not everyone shared the generally enthusiastic reception the new era name received on Monday,  with some describing it as a throwback to prewar monarchism."},{"images":[],"frames":[98400,117220],"text":"“Japanese society is no longer controlled by an emperor, ” Hiroshi Kozen,  an emeritus professor at Kyoto University,  told Kyodo news agency. “The era system should reflect people’s desires,  and that should start with a discussion about why we need it, ” he said."}],"title":"令和：日本的新年号如何打破传统","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554347347249-9.png","author":"4.4 日本新年号","duration":117551,"engTitle":"Reiwa: how Japan's new era name is breaking tradition","id":428}