{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554280492941-25.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554280492941-27.mp3","content":[{"images":[],"frames":[6220,21820],"text":"From bento boxes to individually wrapped bananas,  plastic reigns supreme in Japan. But amid global concern about single-use waste,  new legislation could help end the country's love affair with plastic."},{"images":[],"frames":[21820,37050],"text":"The push comes ahead of the G20 summit,  which Japan will host in Osaka in June. Prime Minister Shinzo Abe's government wants to use the meeting to push for an agreement on reducing marine plastic waste."},{"images":[],"frames":[37270,50920],"text":"But the country's own record on single-use plastic is hardly exemplary: Japan generates more plastic packaging waste per capita than any other country except the United States,  according to the UN."},{"images":[],"frames":[51000,77690],"text":"In 2018,  Japan's government unveiled a proposal to start tackling the issue,  with the goal of reducing the country's 9.4 million tonnes of plastic waste a year by 25 percent by 2030. A key part of the proposal is to require businesses to charge for plastic bags—a measure that has been already been widely adopted around the world."},{"images":[],"frames":[77750,100370],"text":"With the national government moving slowly,  local governments and businesses in Japan have in some cases taken up the mantle themselves. The town of Kamikatsu near Kyoto has set a goal of zero plastic waste by 2020,  while Kyoto city has long required large retailers to charge for plastic bags."},{"images":[],"frames":[100370,115920],"text":"Greenpeace and other environmental NGOs want Japan to commit to the bolder goal of reducing plastic waste by 50 percent by 2030 and more concrete measures including bans on single-use plastics."},{"images":[],"frames":[116020,126770],"text":"\"The Japanese government needs more ambitious goals if they truly want to lead the G20 summit, \" said Kenji Ishihara,  a campaigner with Greenpeace Japan."}],"title":"没你想的美：日本能否终结对塑料的迷恋？","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554280387520-2.png","author":"4.03 日本环保吗","duration":126981,"engTitle":"Not so fantastic: can Japan end its love affair with plastic?","id":429}