{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554280648816-23.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554280648816-25.mp3","content":[{"images":[],"frames":[4520,16550],"text":"This week Xingliang Zhang of Northwest University in China reports in Science the discovery of a new site full of animals that have never been seen before."},{"images":[],"frames":[16620,42560],"text":"For soft-bodied animals to be preserved,  something catastrophic must take place. In the case of the world’s two most famous Cambrian sites,  the Burgess Shale accumulation in Canada and the Chengjiang site in China,  this catastrophe was a series of storms that dumped vast quantities of mud upon a community of animals,  burying them alive."},{"images":[],"frames":[42560,57020],"text":"The new site that Dr Zhang is reporting,  known as Qingjiang,  is similar to the others in that the animals seem to have been killed by a sudden mud burial. However,  that is where the similarities end."},{"images":[],"frames":[57020,78620],"text":"Qingjiang has yielded over 20, 000 specimens thus far. Of these,  4, 351 have been properly analysed and are thought to represent around 100 groups of creatures. Dr Zhang and his colleagues estimate that 54 of these groups have never been seen before."},{"images":[],"frames":[78850,109920],"text":"There are some familiar animals like cnidarians,  but these also raise extensive questions. Cnidarians exist widely in modern oceans and have simplistic bodies that suggest they evolved early during the rise of animal life. Given this,  it was expected that when the Burgess Shale and Chengjiang sites were first excavated that cnidarians would be common in the sedimentary layers,  but precisely the opposite proved true."},{"images":[],"frames":[110150,143020],"text":"Qingjiang surprised Dr Zhang by being loaded with spectacularly well-preserved members of this soft-bodied group. Containing everything from delicate comb jellies to the medusae that roam the seas and sting fish with their venomous tentacles,  Qingjiang reveals that these animals were well established at the time and actually thriving in some environments. Precisely what these environmental differences were though,  remains the subject of intensive inquiry."}],"title":"中国发现许多奇特的新生物","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554278098053-69.png","author":"4.5寒武纪化石","duration":143151,"engTitle":"Many strange new creatures are discovered in China","id":430}