{"author":"4.09 单身女性","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554711267419-2.png","duration":137021,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554711392324-19.jpg","id":432,"engTitle":"The surprising connection between single women and gentrification","content":[{"frames":[5680,17050],"images":[],"text":"Gentrification is reshaping urban areas all around the world,  displacing large segments of the population and making cities increasingly unaffordable."},{"frames":[17050,29680],"images":[],"text":"We recently examined two decades of cultural transitions in Hong Kong with a focus on how the changing status of women and attitudes toward marriage have altered the real estate market."},{"frames":[29680,38000],"images":[],"text":"What we found is that single women in Hong Kong have played a surprising and little-studied role in gentrification."},{"frames":[38630,40000],"images":[],"text":"Marrying later"},{"frames":[40310,51470],"images":[],"text":"From 1950 to 1990,  the number of young single women across Asia increased almost fourfold,  from 22 million to 82 million."},{"frames":[51680,67150],"images":[],"text":"This trend has produced a ripple effect throughout the economy,  including the property market and local redevelopment,  as the increased number of single women–who are also attaining higher-paid job–boosts demand for housing."},{"frames":[67570,69470],"images":[],"text":"Gentrifying neighborhoods"},{"frames":[67680,87260],"images":[],"text":"A telltale sign of gentrification is the shift from rentals to owner-occupied housing. The share of units with owners living in them climbed from 45.5% in 1986 to 64.2% two decades later."},{"frames":[87470,101570],"images":[],"text":"The share of households led by single women,  whether never-married or divorced,  jumped to 47.1% in 2006 from just 25.8% two decades earlier."},{"frames":[101890,103260],"images":[],"text":"Global trends"},{"frames":[115780,115990],"images":[],"text":"Overall,  not only are single women emerging as a growing and critical aspect of Hong Kong’s economy,  they are also driving the city’s increasingly unaffordable real estate market."},{"frames":[115990,136520],"images":[],"text":"This is not to say that we should blame women for gentrification. We believe their growing representation and success in the workforce in Hong Kong and elsewhere is something to be celebrated. And women at the other end of the income spectrum,  particularly single mothers,  bear the brunt of gentrification."},{"frames":[136520,138520],"images":[],"text":""}],"title":"单身女性和中产阶级化之间惊人的联系","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554711392324-71.mp3"}