{"author":"4.6 优衣库","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554722055904-2.png","duration":106789,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554722197584-17.jpg","id":433,"engTitle":"Why urban millennials love Uniqlo","content":[{"frames":[3620,26560],"images":[],"text":"Uniqlo was founded in 1984 in Hiroshima,  Japan,  as the Unique Clothing Warehouse—an ironic name for a manufacturer known for clothing that is in no way unique. For a certain segment of American shoppers—young,  urban,  professional,  practical—Uniqlo basics have become a cornerstone of the contemporary wardrobe."},{"frames":[26570,51900],"images":[],"text":"Uniqlo has profited from changes in American society,  some of which might seem at first glance to be unrelated to fashion. Millennial shoppers entered a job market with fewer jobs,  while carrying more student debt,  which limited how much money many of them could spend on clothes. That austerity contributed to a cultural shift,  in which conspicuously expensive clothing fell out of favor."},{"frames":[51950,64510],"images":[],"text":"“We went through a period where the logo was dying and nobody wanted to wear a big logo and advertise for the brand, ” said Jan Rogers Kniffen,  a retail consultant. “That’s the Uniqlo customer.”"},{"frames":[64570,90490],"images":[],"text":"This isn’t to say that people who shop at Uniqlo don’t care about how they look. A pair of Uniqlo slacks is never going to look like a $200 pair from a high-end competitor. But because Uniqlo offers free tailoring,  the pants are probably not going to look like you got them for $40,  either. The company may be sensitive to customers’ finances,  but it’s alive to their aspirations as well."},{"frames":[90720,106600],"images":[],"text":"Today,  Uniqlo has more than 2, 000 stores in 15 countries. Its owner,  Tadashi Yanai,  is the richest person in Japan. Its parent company,  Fast Retailing,  is among the five largest clothing retailers in the world."}],"title":"都市中的千禧一代为什么热爱优衣库","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554722197584-19.mp3"}