{"author":"4.09 单身女性","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554802948007-4.png","duration":137021,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554803302047-19.jpg","id":434,"engTitle":"The surprising connection between single women and gentrification","content":[{"frames":[8370,32060],"images":[],"text":"Austin Spivey,  a 24-year-old woman in Washington,  has been looking for a relationship for years. She's been on several dating apps—OkCupid,  Coffee Meets Bagel,  Hinge,  Tinder,  Bumble. She's on a volleyball team,  where she has a chance to meet people with similar interests in a casual setting. She's even let The Washington Post set her up."},{"frames":[32070,51370],"images":[],"text":"Spivey has a lot of company in her frustration,  and in her singledom. Just over half of Americans between the ages of 18 and 34—51 percent of them—said they do not have a steady romantic partner,  according to data from the General Social Survey released this week."},{"frames":[51520,78650],"images":[],"text":"There are several other trends that go along with the increase in young single Americans. Women are having fewer children,  and they're having them later in life. The median age of first marriage is increasing. And according to a 2017 report from the Pew Research Center,  among those who have never married but are open to it,  most say a major reason is because they haven't found the right person."},{"frames":[78650,114550],"images":[],"text":"Laura Lane,  co-host of the podcast \"This Is Why You're Single\" and co-author of a book by the same name,  says a lot of people who write in to her podcast looking for love advice are unhappy with their lives—and they think another person will fix that. \"You really have to find that yourself, \" she says,  adding that nothing really clicked,  romantically,  for her or for her co-host Angela Spera \"until we had something personally exciting that we were doing. I think it was an energetic thing where we attracted people into our lives.\""}],"title":"单身女性和中产阶级化之间惊人的联系","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554803302047-21.mp3"}