{"title":"为什么恐怖电影主角多是母亲","author":"4.12 恐怖片妈妈","engTitle":"Why so many of the protagonists in horror films are mothers","id":436,"content":[{"text":"Horror flicks,  for all their sensationalist tendencies,  have long interrogated expectations of motherhood. Pregnancy is shown not as a blessed state but as a dangerous,  gory trauma. Childbirth is frightening,  and the resulting offspring often even more so. The assumption that women ought to become sweet,  caring homemakers has been undermined by casting them as villains.","frames":[5780,33680],"images":[]},{"text":"In recent years film-makers have returned to these ideas and put several mothers at the centre of stories.","frames":[33890,41680],"images":[]},{"text":"The characters are often ambivalent about their responsibilities and the expectations placed on them. Both “The Babadook” (2014) and “Hereditary” (2018) include scenes in which the mother says the unsayable: they wish their children were dead,  or had not been born.","frames":[41780,62520],"images":[]},{"text":"Other films have cast women as formidable heroes. Evelyn (Emily Blunt),  the survivalist mother in “A Quiet Place” (2018),  helps to protect her family against monsters that hunt using sound. She gives birth noiselessly and without help,  and takes charge when her husband dies.","frames":[62520,84100],"images":[]},{"text":"Horror is most unsettling when it invites audiences to imagine danger in safe places,  particularly the home,  and so mothers make ideal protagonists. At the same time,  these figures allow film-makers to undermine assumptions that women are vulnerable (especially when pregnant),  weak and fearful,  as well as the idea that motherhood is always a rewarding experience. This makes for complex and nuanced characters.","frames":[84100,115150],"images":[]},{"text":"","frames":[115150,117150],"images":[]}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554884657795-23.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554884657795-25.mp3","duration":115294,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554884599975-2.png"}