{"title":"职业倦怠：一种现代病","author":"rc-upload-1554886502340-21","engTitle":"Burnout: a modern malaise","id":439,"content":[{"text":"Burnout is a term easily tossed around,  the way somebody might claim to be starving when they're simply hungry,  or freezing when cold. That's harmless if a person is describing a tired day or week. But somebody who is actually burned out should be prepared to take serious action because it's a condition that needs attention.","frames":[3570,27780],"images":[]},{"text":"The big three symptoms are emotional exhaustion,  cynicism and feeling ineffective,  according to the Maslach Burnout Inventory (MBI),  a survey designed to measure employee burnout in the workforce. Other symptoms can include frequent colds or sicknesses,  insomnia and a tendency to alleviate stress in unhealthy ways,  such as with too much alcohol or online shopping.","frames":[27780,55680],"images":[]},{"text":"Part of the difficulty of pinpointing true burnout may be because burnout is a nonmedical term—at least in the United States. The Diagnostic and Statistical Manual of Mental Disorders doesn't list it as an illness. But other countries including France,  Denmark and Sweden,  do recognize burnout syndrome and consider it to be a legitimate reason to take a sick day from work.","frames":[55680,82840],"images":[]},{"text":"For those who suspect they might be on the road to burnout,  there are practical tools to mitigate it. Among others: physical exercise,  sleep and positive social connection (the real kind,  not the Facebook kind). The importance of balance and self-care to prevent burnout likely isn't surprising to most.","frames":[82840,104840],"images":[]},{"text":"\"There's nothing fancy about what it would take to turn things around, \" says Ziegler,  the \"Mommy Burnout\" author. \"But it's a huge shift in the cultural mind-set. That's the challenge.\"","frames":[104940,116520],"images":[]},{"text":"","frames":[116520,118520],"images":[]}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554974404601-47.jpg","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1554974404601-49.mp3","duration":116676,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1554974320071-2.png"}