{"title":"《权力的游戏》如何改变了电视行业的游戏规则","duration":107756,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555041062104-19.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555041062104-17.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555038948296-70.png","id":441,"author":"4.14 权游","content":[{"frames":[4940,17470],"images":[],"text":"No series has had more influence or created more industrywide envy than “Game of Thrones, ” which will begin its final season on HBO on April 14."},{"frames":[17680,33260],"images":[],"text":"“We used to have a different experience for movies and the television business, ” said Gary Newman,  the recently departed co-chairman of the Fox Television Group. “Now you can feel it melding. I give ‘Thrones’ a lot of credit for that.”"},{"frames":[33360,50100],"images":[],"text":"And everyone,  including newer outlets like Hulu and Apple,  has been looking for the next “Game of Thrones, ” a series that can define a network and help persuade people to hand over $10 or $15 a month for a subscription."},{"frames":[50100,64520],"images":[],"text":"“Game of Thrones, ” which had a budget that started at $5 million an episode but ballooned to as much as $15 million an episode in the final season,  helped create the current era of enormous spending."},{"frames":[64520,81360],"images":[],"text":"Casey Bloys,  president of programming at HBO may think that an emphasis on bigness — big budgets,  big productions —  is the wrong lesson to take from the success of “Game of Thrones, ” but he does allow that it was a significant part of the formula."},{"frames":[81360,102520],"images":[],"text":"“‘Thrones’ was the first show that demonstrated you could produce a show with real cinematic scope, ” Bloys said. “That you could think bigger — both in terms of character and drama and in special effects. That it would work,  that taking shots and spending real money and putting it on the screen would pay off.”"},{"frames":[102520,107680],"images":[],"text":"Now all someone has to do is find the next “Game of Thrones.”"},{"frames":[102520,104520],"images":[],"text":""}],"engTitle":"How ‘Game of Thrones’ changed the game of television"}