{"title":"一点不假：科学家评出世界上最会扯淡的人","duration":147756,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555089433251-37.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555065120820-19.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555065041344-2.png","id":443,"author":"bullshit","content":[{"frames":[7050,28420],"images":[],"text":"In new research,  scientists claim to have identified the most common practitioners of the ignoble art—bullshit. Their study of 40, 000 teenagers reveals that boys; those from privileged backgrounds; and North Americans in particular,  top the charts as the worst offenders."},{"frames":[28420,57570],"images":[],"text":"“Everyone knows a bullshitter but there’s been very little work done on them, ” said John Jerrim,  who led the latest study at UCL’s Institute of Education. With his UCL colleague,  Nikki Shure,  and Phil Parker,  a psychologist at the Australian Catholic University,  Jerrim analysed data gathered by the OECD to assess how well 15-year-olds around the globe have mastered key academic subjects."},{"frames":[57570,80000],"images":[],"text":"For one of the questions,  the teenagers must rate how familiar they are with 16 mathematical concepts ranging from polygons and vectors to quadratic functions and congruent figures. Hidden among the bona fide terms are three fakes: proper numbers,  subjective scaling and declarative functions."},{"frames":[80000,97360],"images":[],"text":"Jerrim took the students’ responses to the three fake concepts to draw up a “bullshit scale”,  which he then used to compare different groups,  such as boys and girls,  high and low socioeconomic status,  and the regions where people lived."},{"frames":[97360,108840],"images":[],"text":"Those who ranked highest on the scale tended to see themselves as more self-confident,  more persevering,  and more popular at school,  than those further down the scale."},{"frames":[109150,137570],"images":[],"text":"“People are social animals and we desire feelings of connection,  belonging,  and inclusion,  so we try to participate when it is critical to build and maintain these relationships, ” said John Petrocelli,  a psychologist at Wake Forest University in North Carolina,  who was not involved in the study. “Such situations sometimes require us to talk about things we really know nothing about,  and what comes out is bullshit.”"},{"frames":[137570,147680],"images":[],"text":"“I truly believe it is critical to better understand bullshitting behaviour before we can more competently detect and dispose of bullshit, ” he added."},{"frames":[147680,149680],"images":[],"text":""}],"engTitle":"No word of a lie: scientists rate the world’s biggest peddlers of bull"}