{"title":"科学家即将在银河系中首次“观测”到黑洞","duration":125492,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555066532799-19.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555066532799-17.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555065858858-31.png","id":445,"author":"rc-upload-1555041263615-7","content":[{"frames":[5890,17890],"images":[],"text":"Astronomers attempting to capture the first images of the black hole at the heart of the Milky Way have given early hints that the ambitious project has been successful."},{"frames":[17890,50520],"images":[],"text":"The observations,  by the Event Horizon Telescope,  are expected to be unveiled in the spring in one of the most eagerly awaited scientific announcements of 2019. Now,  a senior scientist on the project has said “spectacular” data was gathered during observations of two black holes: Sagittarius A*,  at the centre of the Milky Way,  and a supermassive black hole called M87 in the Virgo cluster of galaxies."},{"frames":[50840,68100],"images":[],"text":"Prof Peter Galison,  who is involved in the project,  said that,  if successful,  the EHT’s first image would become one of the most significant in the past 50 years of astronomy. “It’s an extraordinarily ambitious project, ” he said."},{"frames":[68100,86310],"images":[],"text":"There is little doubt about the existence of black holes. Until now,  a black hole has never been directly observed. The main barrier is that black holes are so compact that a telescope roughly the size of Earth would be required to see even the nearest one."},{"frames":[86310,105260],"images":[],"text":"The EHT gets around this by linking together 15-20 telescopes. It uses a technique known as interferometry,  in which astronomers on different continents simultaneously observe the same object,  then combine the collected data on a supercomputer."},{"frames":[105260,125470],"images":[],"text":"Detailed observations will also be made of dramatic jets of material that are thrown out from some black holes. It is not clear whether Sagittarius A* has jets—it is possible that they are too feeble to have been spotted previously—and the EHT could resolve this question."},{"frames":[125470,127470],"images":[],"text":""}],"engTitle":"Scientists close to first sighting of black hole in the Milky Way"}