{"duration":119128,"engTitle":"Want to be happy? Rent a Finnish person to teach you how","content":[{"text":"It’s July. You’re in a kayak gliding through serene water off the Finnish coast,  on your way to pick berries and sleep in a tent. At your side is a “happiness guide, ” one of a small group of Finns to teach international visitors something about why the Scandinavian country ranks at the top of a report ranking nations on happiness.","frames":[5360,30630],"images":[]},{"text":"“One of the uniquely Finnish experiences which contributes to our well-being is our special relationship with nature, ” says Hetta Huittinen,  a spokesperson for Business Finland,  which launched Rent A Finn. It might be difficult for visitors to glean much wisdom from a two— or three—day trip,  but Business Finland hopes that they will learn something by diving into nature with a Finn.","frames":[30630,57050],"images":[]},{"text":"Finland is known for its top-ranked public schools,  cheap universal daycare,  long paid paternity leave,  and multiple other programs and policies that improve quality of life.","frames":[57050,69570],"images":[]},{"text":"In Finnish law,  the public has the right to roam; it’s legal for anyone to make temporary use of the land. Most Finns also spend long stretches of time outside in the summer as they rent or borrow cottages in the countryside; the law requires a minimum of five weeks of annual leave.","frames":[69570,91470],"images":[]},{"text":"“People actually are both happier and healthier when they see trees when they’re walking to work, ” said John Helliwell,  one of the authors of the World Happiness Report,  adding that the slow pace of walking also has a benefit. Health and a sense of work-life balance seem to be innate in the culture: When I first tried to contact someone for this article,  he couldn’t talk because he was headed to the sauna.","frames":[91470,119150],"images":[]},{"text":"","frames":[119150,121150],"images":[]}],"author":"rc-upload-1555313025142-27","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555326459263-19.mp3","id":448,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555326406275-2.png","title":"想要过得幸福？ “租”一个芬兰人来教你吧","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555326459263-17.jpg"}