{"duration":106269,"engTitle":"The Guardian view on the Notre Dame fire: we share France’s terrible loss","content":[{"text":"It feels as though the very heart of France and the soul of Europe have been suddenly and viciously ripped out. The fire that coursed through large sections of Notre Dame Cathedral in Paris on Monday evening was an act of blind and terrible destruction that causes a great stab of emotional pain to us all.","frames":[6940,29470],"images":[]},{"text":"The fire struck quickly and seemingly uncontrollably. It gathered force with immense power and ferocity,  engulfing much of the roof and the central spire as it caught hold. After an hour or so,  the Paris fire brigade was able to begin to get part of the fire under some degree of control and to protect the parts of the cathedral that may survive. As night fell,  the great west towers still stood against the sky,  proud but vulnerable.","frames":[29470,62520],"images":[]},{"text":"Dame is the embodiment of the French capital and of France itself. It has been in its place since the 12th century. It was here that the liberation of Paris in 1944 was marked in a service of thanksgiving.","frames":[62520,78420],"images":[]},{"text":"It is world famous not simply as an iconic Parisian building but through the writing of Victor Hugo,  who in his novel Hunchback of Notre Dame made the building itself come alive.","frames":[78420,90630],"images":[]},{"text":"The cathedral will rise again in time. This terrible fire is not an event that should be trivialised or banalised.  We stand with France in its hour of heartbreak. We will never,  ever,  turn away.","frames":[90630,106000],"images":[]},{"text":"","frames":[106000,108000],"images":[]}],"author":"rc-upload-1555411347952-12","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555420578050-19.mp3","id":450,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555420515946-2.png","title":"《卫报》评巴黎圣母院大火：我们的哀思与法兰西同在","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555420578050-17.jpg"}