{"duration":107182,"engTitle":"What would happen if Facebook were turned off?","content":[{"text":"Facebook is blamed for all sorts of social horrors: from addiction and bullying to the enabling of genocide. New research suggests such accusations are not entirely without merit. It may be time to consider what life without Facebook would be like.","frames":[4520,23150],"images":[]},{"text":"Several thousand Facebookers were recruited and sorted into control and treatment groups. Members of the treatment group were asked to deactivate their Facebook profiles for four weeks in late 2018.","frames":[23470,38520],"images":[]},{"text":"Those booted off enjoyed an additional hour of free time on average. They consumed much less news,  and were thus less aware of events but also less polarised in their views about them than those still on the network. Leaving Facebook boosted self-reported happiness and reduced feelings of depression and anxiety. Even so,  most are loth to call it quits entirely. That reluctance would seem to indicate that Facebook,  despite its problems,  generates lots of value for consumers,  which would presumably vanish were the network to disappear.","frames":[38630,78630],"images":[]},{"text":"How could that be? A social network thrives thanks to increasing returns to scale. The more people on a network,  the more potential connections it facilitates and the larger its value to each user. Such effects helped power Facebook’s rise. You could say Facebook is the world’s first digital megacity,  thronging with people,  enabling huge amounts of human contact,  both good and bad.","frames":[78630,107150],"images":[]},{"text":"","frames":[107150,109150],"images":[]}],"author":"4.18 社交媒体依赖","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555497705829-19.mp3","id":452,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555497651105-2.png","title":"如果停用脸书，会发生什么？","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555497705829-17.jpg"}