{"duration":120876,"engTitle":"Netflix’s Our Planet says what other nature series have omitted","content":[{"text":"Onscreen eagles lock talons in aerial combat,  and humpback whales engulf herring by the shoal. Birds of paradise,  hunting dogs,  leafcutter ants—they’re all there. This is Our Planet—Netflix’s new,  big-budget nature documentary—and,  without the sound on,  viewers could easily think that they’re watching Planet Earth III.","frames":[5680,32210],"images":[]},{"text":"The resemblance to the oeuvre of the BBC’s renowned Natural History Unit is striking. But this time,  the messages delivered by that familiar voice are different. Here,  much of the awe is tinged with guilt,  the wonder with concern,  the entertainment with discomfort.","frames":[32210,51150],"images":[]},{"text":"Repeatedly,  unambiguously,  and urgently,  Our Planet reminds its viewers that the wonders they are witnessing are imperiled by human action. After seeing a pair of mating fossas—a giant,  lemur-hunting,  Madagascan mongoose—we’re told that the very forests we just saw have since been destroyed.","frames":[51150,73360],"images":[]},{"text":"It does what no other natural-history documentary has done. It forces viewers to acknowledge their own complicity in the destruction of nature,  in the moment. It feels sad,  but also right.","frames":[73360,86840],"images":[]},{"text":"That’s not to say that Our Planet is a dour,  finger-wagging downer—far from it. It is hard not to cheer as an initially incompetent Philippines eagle takes her first flight,  or laugh as a tree shrew uses a pitcher plant as a toilet,  or marvel at two Arabian leopards meeting and mating—1 percent of the species’ surviving individuals,  perhaps creating a few more. Most of the series is still joyful,  but it is never allowed to be naively so.","frames":[86840,120840],"images":[]},{"text":"","frames":[120840,122840],"images":[]}],"author":"4.22 纪录片","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555578069834-21.mp3","id":454,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555574530807-100.png","title":"奈飞出品的《我们的星球》表达了其他自然纪录片所忽略的东西","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555578069834-19.jpg"}