{"duration":126144,"engTitle":"Criticism for China’s child modeling industry after video of 3-year-old being kicked","content":[{"text":"China’s growing child modeling industry is under scrutiny after footage of a 3-year-old being kicked by her mother was widely circulated online.","frames":[7570,18000],"images":[]},{"text":"According to China Daily,  a state-run newspaper,  the video was filmed Monday in the eastern city of Hangzhou,  where the girl was modeling outfits for online retailers. It drew outrage on Weibo,  a Chinese social media site,  where one of the topic pages about the incident had been viewed more than 610 million times by Thursday evening.","frames":[18000,42940],"images":[]},{"text":"The child modeling industry is growing in China,  with an increase in runway shows,  pageants and modeling classes for children whose work can provide their families significant income. Parents say they enroll their children in part to help them develop self-confidence,  Sixth Tone,  an English-language Chinese media outlet,  reported in 2017. But according to local news reports,  when children tire of posing,  changing outfits repeatedly and hustling from location to location,  it is not uncommon for parents to raise their voices or even use corporal punishment.","frames":[42940,81680],"images":[]},{"text":"Chinese law forbids companies from hiring children younger than 16,  but child models are usually paid in cash and do not sign formal contracts.","frames":[81680,92520],"images":[]},{"text":"In response to the video,  more than 110 children’s retailers on the e-commerce platform Taobao said they would scale back the use of child models and called for more regulatory protections in the shooting process.","frames":[92520,108100],"images":[]},{"text":"“By employing little ones,  we intended to show the delight that children’s clothing brings and to pass that on to even more children, ” they said in a joint statement. “But if children are hurt in the process of being photographed,  this completely goes against the original intent.”","frames":[108100,126100],"images":[]},{"text":"","frames":[126100,128100],"images":[]}],"author":"4.19 中国童模","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555583689268-92.mp3","id":456,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555582763699-24.png","title":"3 岁童模被踢视频曝光，中国童模行业备受批评","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555583689268-86.jpg"}