{"duration":115380,"engTitle":"The EU gives Theresa May another six months","content":[{"text":"Mrs May had asked European leaders to put back the Article 50 Brexit deadline—originally March 29th,  later extended to April 12th—until the end of June. As when she made a similar request three weeks ago,  her wishes were largely ignored. Over a long dinner without her,  the leaders of the EU’s 27 other countries decided instead to extend the deadline to October 31st,  with a review of progress in June.","frames":[3440,32760],"images":[]},{"text":"Like many in Westminster,  European leaders are sceptical that the recently begun talks between Mrs May and the Labour opposition leader,  Jeremy Corbyn,  will yield an agreement. And,  after watching two rounds of indicative votes in Parliament,  they also doubt there is a clear majority among MPs for any alternative version of Brexit. Yet despite these doubts,  they felt it was better to kick the can down the road for another six months than have a full-blown crisis now.","frames":[33760,64730],"images":[]},{"text":"Her vulnerability and her lost authority are obvious to all—as is the plotting among Conservative MPs over the succession. Her own ministers have begun to talk openly about who might make the best candidate. The Tories are likely to do badly in local elections on May 2nd and worse still in the European ones on May 23rd,  which will only increase the pressure on the prime minister to quit.","frames":[64940,91570],"images":[]},{"text":"The biggest fear of all in Brussels this week may not have been about Mrs May’s weakness or even about her successor. It is that even in October Britain will still be unable to make its mind up. And as Donald Tusk,  the European Council president,  conceded after the meeting,  that could mean more late-night summits to discuss further Article 50 extensions.","frames":[92000,115150],"images":[]}],"author":"4.20 脱欧","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555669774248-19.mp3","id":459,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555669740647-2.png","title":"欧盟再给特蕾莎·梅六个月","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555669774248-17.jpg"}