{"duration":138873,"engTitle":"Everything you need to know about Julian Assange","content":[{"text":"Who is Julian Assange?","frames":[4100,6420],"images":[]},{"text":"Assange is a 47-year-old Australian who founded WikiLeaks,  a non-profit organisation that publishes leaked materials from a wide range of sources.","frames":[6420,17890],"images":[]},{"text":"Assange rose to prominence in 2010 when WikiLeaks published a series of leaks by Chelsea Manning,  a former US Army soldier.","frames":[17890,27360],"images":[]},{"text":"In November that year,  WikiLeaks released what would come to be known as Cablegate,  a dump of more than 250, 000 US diplomatic cables. Dated between December 1966 and February 2010,  the cables contain diplomatic analysis from world leaders,  and the diplomats’ assessment of host countries and their officials.","frames":[27360,51680],"images":[]},{"text":"Why was Julian Assange in the Ecuadorian embassy?","frames":[51780,55780],"images":[]},{"text":"An arrest warrant for Assange was issued in August 2010 for two separate sexual assault allegations in Sweden. Police questioned him in Stockholm,  where he denied the allegations.","frames":[55890,68630],"images":[]},{"text":"After returning to the UK,  he feared that if he were extradited to Sweden he might be extradited on to the US,  where he believed he could face charges over WikiLeaks’ publication of the secret US government files.","frames":[68630,83050],"images":[]},{"text":"In December 2010 he appeared at an extradition hearing in the UK,  where he was granted bail. Following a legal battle,  the courts ruled Assange should be extradited to Sweden. The WikiLeaks founder entered the Ecuadorian embassy in August 2012. He was granted political asylum and remained there until his arrest.","frames":[83050,105260],"images":[]},{"text":"Why do the Americans want him?","frames":[105260,107680],"images":[]},{"text":"Upon his departure from the Ecuadorian embassy,  Scotland Yard confirmed that Assange had been arrested on behalf of the US after receiving a request for his extradition as well as for the bail offence.","frames":[107680,121260],"images":[]},{"text":"Later,  the US Department of Justice (DoJ) published details of the charge faced by Assange over the Manning episode—namely conspiracy to commit computer intrusion,  for which,  if convicted,  he would face a maximum penalty of five years in prison.","frames":[121260,138840],"images":[]},{"text":"","frames":[138840,140840],"images":[]}],"author":"4.21 阿桑奇","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555670163528-19.mp3","id":460,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555669774248-27.png","title":"关于朱利安·阿桑奇你需要知道的一切","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555670163528-17.jpg"}