{"duration":114616,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555917066815-27.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555916797967-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555917066815-29.mp3","author":"4.23 周二 城市之光","title":"劳伦斯·费林盖蒂心中的旧金山，历久弥新","content":[{"text":"Lawrence Ferlinghetti,  the poet,  publisher,  painter,  social activist and bookstore owner,  has been San Francisco’s de facto poet laureate and literary Pied Piper for seven decades. He turns 100 this month,  and the city is making preparations to celebrate him in style. Readings and performances and an open house will take place at City Lights,  the venerable bookstore he co-founded in 1953.","images":[],"frames":[4210,35150]},{"text":"City Lights is almost certainly the best bookstore in the United States. It’s so dense with serious world literature of every stripe that it’s a Platonic ideal. It can inspire something close to religious awe.","images":[],"frames":[35150,50420]},{"text":"The store survived an obscenity trial in 1957 after its publishing arm issued Allen Ginsberg’s revolutionary “Howl and Other Poems.” The trial made Ginsberg and Ferlinghetti internationally famous almost overnight.","images":[],"frames":[50420,66420]},{"text":"City Lights became a nerve center for the Beats and other writers. Allen Ginsberg,  Jack Kerouac and other writers from that era were Easterners who dropped into San Francisco for a spell.","images":[],"frames":[66420,80420]},{"text":"If City Lights is a San Francisco institution,  Ferlinghetti himself is as much of one. He has loomed over the city’s literary life. As a poet,  he’s never been a critical favorite. But his flexible and plain-spoken and often lusty work — he has published more than 50 volumes — has found a wide audience. His collection “A Coney Island of the Mind” (1958) has sold more than 1 million copies,  making it one of the best-selling American poetry books ever published.","images":[],"frames":[80420,114840]},{"text":"","images":[],"frames":[114840,116840]}],"id":461,"engTitle":"Lawrence Ferlinghetti’s enduring San Francisco"}