{"duration":120380,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555923539680-19.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555923340215-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555923539680-21.mp3","author":"4.23 日本降低自杀率","title":"帮助、倾听、关爱：日本秋田县带动自杀率大幅下降","content":[{"text":"For nearly two decades,  Akita had the highest suicide rate in all of Japan,  which itself has the highest rate in the Group of Seven.","images":[],"frames":[6940,15990]},{"text":"Suicide has a long history in Japan as a way to avoid shame or dishonour,  and getting psychological help was stigmatised. But when suicides hit a peak of 34, 427 in 2003,  it alarmed policymakers and drew foreign attention,  often a catalyst for change in Japan.","images":[],"frames":[15990,39150]},{"text":"Suicides have multiple causes,  but experts say Akita has so many because of its remoteness,  lack of jobs,  long winters,  a large number of isolated and lonely elderly,  and accumulating debt.","images":[],"frames":[39150,54100]},{"text":"In 1999,  Akita's governor became the first in Japan to budget for suicide prevention. Amid positive media coverage,  citizen and volunteer suicide prevention groups sprung up. Akita,  with a population of just 981, 000,  now has one of the largest citizen help networks in Japan.","images":[],"frames":[54100,76420]},{"text":"Akita also has volunteer \"listeners\"—people like 79-year-old Ume Ito,  who talks to at-risk people,  many of whom are elderly,  for hours at a time.","images":[],"frames":[76420,88840]},{"text":"\"About 70—80 percent of those we deal with say they want to die,  but while they talk they stop thinking about suicide and eventually say,  'I'm looking forward to seeing you, '\" she said.","images":[],"frames":[88840,101570]},{"text":"Japan's suicides have fallen from the 2003 peak to 20, 598 while the rate dropped from 27 per 100, 000 to 16.3. The government aims to hit 13 per 100, 000 by 2027.","images":[],"frames":[101570,120310]},{"text":"","images":[],"frames":[120310,122310]}],"id":462,"engTitle":"Helping, listening, caring: Japanese prefecture leads dramatic decrease in suicides"}