{"duration":100478,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555927152676-23.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555927152676-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555924387785-13.mp3","author":"4.24 Airbnb摄像","title":"入住 Airbnb 民宿的时候，他们发现了隐藏摄像头 ","content":[{"text":"The Barker family was settling into their Airbnb in Cork,  Ireland,  another stop on their 14-month trek around Europe,  when they discovered something disturbing. On the ceiling in the living room,  hidden inside a detector,  was a camera.","images":[],"frames":[6100,23260]},{"text":"The family,  residents of New Zealand,  said it confronted the homeowner and complained to Airbnb,  setting off a monthlong saga with the company that has drawn international attention. Just this week,  after 33 days and stays from 10 other \"unsuspecting\" guests,  Airbnb removed the listing and problematic host,  Nealie Barker wrote on Facebook.","images":[],"frames":[23260,48730]},{"text":"\"Airbnb policies strictly prohibit hidden cameras in listings and we take reports of any violations extremely seriously. Our original handling of this incident did not meet the high standards we set for ourselves,  and we have apologized to the family and fully refunded their stay, \" Airbnb said in a statement Saturday.","images":[],"frames":[48730,71050]},{"text":"In interviews,  the Barker family has made clear that they love the service Airbnb provides and plan to continue using the platform to book accommodations on their travels. But Nealie Barker told CNN they've \"become much more cautious.\"","images":[],"frames":[71050,87890]},{"text":"\"We think people need to realize that the travel market is largely unregulated and if you would take issue with being filmed,  then you need to take all steps properly, \" Nealie Barker told CNN.","images":[],"frames":[87890,100420]},{"text":"","images":[],"frames":[100420,102420]}],"id":463,"engTitle":"They were settling into their Airbnb. Then they found a hidden camera. "}