{"duration":110622,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555990102900-19.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1555989943548-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1555990102900-21.mp3","author":"4.24 火锅","title":"《经济学人》评论：中国最好吃的火锅在哪里？","content":[{"text":"Chengdu,  the capital of Sichuan province,  has an ancient rivalry with Chongqing,  a city to its south-east. Residents of Chongqing accuse their Chengdu cousins of being pompous. The people of Chongqing are hotheads,  Chengdu dwellers shoot back. Both cities share a love of spice-laden Sichuan cuisine,  which in recent decades has conquered Chinese palates. But they are at war over which has the best Sichuan hotpot—a type of DIY-cooking that involves boiling vegetables and slices of meat in a communal broth with chillies and numbing peppercorns.","images":[],"frames":[5780,41680]},{"text":"A private museum in Chongqing,  opened several years ago,  makes the case for Chongqing-style hotpot. It describes how it developed from a method used to make cheap offcuts of meat taste delicious. But Chengdu is playing catch-up. In January the city sold a plot of land on condition that the developer build a hotpot museum on part of it.","images":[],"frames":[41680,63890]},{"text":"The two cities are among many in China with their own styles of hotpot. Hotpot restaurants in China are more profitable than other kinds,  according to iiMedia,  a consultancy. Haidilao,  a well-known Sichuan-based hotpot chain,  raised nearly $1bn when it was listed on the Hong Kong exchange in September.","images":[],"frames":[63890,84000]},{"text":"Not all Chinese warm to hotpot. Some older Sichuanese disown it altogether. They complain that it is causing an escalation of chilli-use in other dishes that drowns out subtle flavours.","images":[],"frames":[84000,96630]},{"text":"But Chengdu’s plans for a museum suggest that Sichuan hotpot is not only growing in popularity,  but is also becoming iconic. If it can set the West on fire,  there will be plenty of glory for both Chengdu and Chongqing to bask in.","images":[],"frames":[96630,110840]},{"text":"","images":[],"frames":[110840,112840]}],"id":464,"engTitle":"Two cities tussle over who makes the tastiest Sichuan hotpot"}