{"duration":113963,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556453773600-17.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556453773600-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556603227491-14.mp3","author":"5.04 周二 时间的感受","title":"感到时间永远不够用，5 种方法帮你拥有更多时间","content":[{"text":"In the dystopian movie In Time,  time has become a commodity that can be traded,  stolen,  and manipulated. We're living in modern,  not dystopian times,  but it seems like we never have enough time.","images":[],"frames":[6160,21840]},{"text":"There's a belief that time is the great equalizer,  since while we're alive,  we all get the same amount in a day. It just depends on how we use it. Here are five unexpected ways to give ourselves more time.","images":[],"frames":[21840,37360]},{"text":"Help others","images":[],"frames":[37360,38880]},{"text":"This might seem counterintuitive,  but people who have more time often give it away through helping others. A study that compared the opportunities to waste time,  spend time on oneself,  or spend a gift of time found that giving time selflessly actually increased people's perception of time.","images":[],"frames":[38960,60960]},{"text":"Do things in new ways","images":[],"frames":[60960,63520]},{"text":"We experience time as slowing down because we're more present and putting more work into the thinking that goes into the task. We can apply this research by selecting when we choose to do things in new ways versus our typical ways. If you want to extend your perception of time,  take the winding road or a new route on the way home from the office.","images":[],"frames":[63760,90480]},{"text":"Do things you love","images":[],"frames":[90480,92480]},{"text":"When we have a passion for a task or topic,  we find time to pursue it. The way we live our lives is through making choices about how we spend each moment. We can find more time by pursuing activities that we enjoy because those are the kinds of things that we'd happily set aside time for.","images":[],"frames":[92640,113840]},{"text":"","images":[],"frames":[92480,94480]}],"id":465,"engTitle":"5 ways to give yourself more time when it feels like there’s never enough"}