{"duration":105539,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556075371628-23.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556075227103-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556075371628-25.mp3","author":"4.25 韩国堕胎 高","title":"韩国法院废除了长达六十年的堕胎禁令","content":[{"text":"In a 7 to 2 vote,  Seoul's Constitutional Court overturned a 66-year-old ban on abortion,  which denied abortion except for in cases of rape,  incest or if the mother's health is at risk. The verdict paves way for South Korea to legalize abortion,  knocking down one of the most stringent abortion bans in the developed world.","images":[],"frames":[5520,30160]},{"text":"Under the now-overruled regulation,  women could be fined or jailed for a year for having abortions,  while doctors who assist with them could face up to two years in prison.","images":[],"frames":[30160,42320]},{"text":"However,  a survey by Korean Women's Development Institute last year of 2, 006 women aged 15 to 44 found one out of five respondents have received abortion—97 percent of them illegally.","images":[],"frames":[42320,58400]},{"text":"Lee Han-bon of Lawyers for a Democratic Society said individuals were rarely punished for abortion unless deliberately reported to the police,  usually by boyfriends or husbands seeking reprisal. \"The premise of the abortion law was protection of unborn children,  but in reality the restriction just made women vulnerable to fear of punishment.\"","images":[],"frames":[58400,81920]},{"text":"Outside the verdict was met with cheers from abortion rights proponents. There were also angry outcries at the court from opponents led by small,  but vocal minority of Catholics and other Christian denominations.","images":[],"frames":[81920,96720]},{"text":"\"Now a woman can be respected for her own decision about her body, \" said Lee Yu-rim of Sexual and Reproductive Rights Forum.","images":[],"frames":[96720,105520]},{"text":"","images":[],"frames":[105520,107520]}],"id":467,"engTitle":"South Korea court strikes down six-decade-old abortion ban"}