{"duration":122136,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556265821639-22.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556265821639-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556247664585-10.mp3","author":"4.26 生物合成-修改","title":"合成生物学的希望与危机","content":[{"text":"For the past four billion years or so the only way for life on Earth to produce a sequence of DNA—a gene—was by copying a sequence it already had to hand. Sometimes the gene would be damaged or scrambled,  the copying imperfect or undertaken repeatedly. From that raw material arose the glories of natural selection. But beneath it all,  gene begat gene.","images":[],"frames":[4800,31700]},{"text":"That is no longer true. Now genes can be written from scratch and edited repeatedly,  like text in a word processor. Immune cells can be told to follow doctors’ orders; stem cells better coaxed to turn into new tissues; fertilised eggs programmed to grow into creatures quite unlike their parents. The scale of the potential changes seems hard to imagine. To harness the promise and minimise the peril,  it pays to learn the lessons of the past.","images":[],"frames":[31700,66080]},{"text":"The earliest biological transformation—domestication—produced what was hitherto the biggest change in how humans lived their lives. This allowed new densities of settlement and new forms of social organisation: the market,  the city,  the state.","images":[],"frames":[66320,82160]},{"text":"Synthetic biology will have a similar cascading effect,  transforming humans’ relationships with each other and,  potentially,  their own biological nature. The ability to reprogram the embryo is,  rightly,  the site of most of today’s ethical concerns. How humans may choose to change themselves biologically is hard to say; that some choices will be controversial is not. It will challenge the human capacity for wisdom and foresight. It might defeat it. But carefully nurtured,  it might also help expand it.","images":[],"frames":[82240,121920]},{"text":"","images":[],"frames":[138300,140300]}],"id":468,"engTitle":"The promise and perils of synthetic biology"}