{"duration":128283,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556272615782-30.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556516621986-3.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556258100866-29.mp3","author":"4.27 周六 复联","title":"《复仇者联盟：终局之战》是对漫威超级英雄的一个恰到好处的送别","content":[{"text":"If there's a single phrase that sums up the guiding principle of the Marvel Cinematic Universe—the interdependent series of superhero movies that,  with the arrival of this week's \"Avengers: Endgame, \" now numbers 22 films—it's this: Hold that thought.","images":[],"frames":[6080,24080]},{"text":"To be sure,  as the MCU has evolved,  growing into an epic that can be,  at times,  confusing,  a through line has coalesced around a group of inanimate objects: six powerful Infinity Stones whose scattered locations have shifted from planet to planet and from person to person,  like a cosmic shell game,  as the movies came and went.","images":[],"frames":[24080,48560]},{"text":"It's helpful,  before going to see \"Endgame, \" to cast your mind back to the contradictory feelings of that final scene. The new movie,  which focuses on the efforts of Captain America and the remaining Avengers to implement a do-over feels at once sad and deeply satisfying,  complicated and surprisingly comic. If many of us have grown up with the MCU,  the films themselves have also grown more complex,  like a fine wine.","images":[],"frames":[48560,80080]},{"text":"In a sense,  \"Endgame\" is an example of the MCU cannibalizing itself,  but it has always done so. And it does so here in a fresh way that is closer to homage than lazy appropriation.","images":[],"frames":[80080,94240]},{"text":"As high as the stakes are in \"Endgame, \" it is also a very funny movie. The humor of the story has to do with surprising ways in which the lives of certain characters have changed.","images":[],"frames":[94240,106880]},{"text":"If \"Infinity War\" was about failure,  \"Endgame\" is,  ironically,  all about acceptance and moving on. After 11 long years,  the Infinity Saga is finally,  fulfillingly over. There is no post-credit scene. But oh,  what a going-away party these old friends have thrown for themselves.","images":[],"frames":[106880,128320]},{"text":"","images":[],"frames":[128320,130320]}],"id":470,"engTitle":"'Avengers: Endgame' a fitting send-off for Marvel's superheroes"}