{"duration":100870,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556262323322-27.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556262323322-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556331914434-28.mp3","author":"190427 Sat. Avengers_Endgame - DanielAmerman 4_22_19 2min","title":"《复仇者联盟：终局之战》真的很重要——原因比你想到的要多","content":[{"text":"Thirteen summers ago,  Marvel Studios president Kevin Feige was asked during a relatively small Comic-Con panel whether he could ever see his company's characters interacting on screen.","images":[],"frames":[5680,18080]},{"text":"\"Who knows?\" Feige teased. \"This is a big new experiment for Marvel. But it's no coincidence that we have the rights to Iron Man,  Hulk,  Thor,  Cap\"—and right then,  before he could finish,  he was interrupted by the volume of audience glee and hopeful extrapolation. Fan imaginations leaped ahead at the possibilities.","images":[],"frames":[18080,40080]},{"text":"Feige has cited that as a creative inflection point. It's a moment that bears remembering when weighing just why \"Avengers: Endgame\" will mean so much to so many when it arrives in theaters April 26—a three-hour culmination of more than a decade of superhero world-building.","images":[],"frames":[40080,58560]},{"text":"Modern fans care so passionately about \"Avengers: Endgame\" because they have more than a decade invested in this intricate universe.","images":[],"frames":[58560,66960]},{"text":"The \"Iron Man\" age will end,  surely now or soon,  having remade the tentpole terrain. No other studio has been able to replicate this degree of shared-universe success—and there's no guarantee that Marvel's next phase will soar just as spectacularly.","images":[],"frames":[66960,84160]},{"text":"But even if Marvel's next super-crew breaks box-office records,  there is only one origin story for Marvel Studios. And it publicly began in 2006,  when Feige said those words: \"Iron Man,  Hulk,  Thor,  Cap-.\"","images":[],"frames":[84160,100800]}],"id":471,"engTitle":"'Avengers: Endgame' is a really big deal — for more reasons than you may think"}