{"duration":115487,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556266705947-23.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556266705947-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556266705947-25.mp3","author":"4.28 周日 亚马逊","title":"亚马逊将关闭中国境内部分电子商务业务","content":[{"text":"In a rare retreat for Amazon.com Inc.,  the e-commerce giant plans to shut down its Chinese marketplace business in July as it shifts its focus to offering mainland consumers overseas products rather than goods from local sellers.","images":[],"frames":[5600,24560]},{"text":"Amazon will keep running its other businesses in China,  including Amazon Web Services,  Kindle e-books,  and cross-border operations that help ship goods from Chinese merchants to customers abroad. Starting on July 18,  customers logging in to Amazon’s Chinese web portal,  Amazon.cn,  will only see a selection of goods from its global store,  rather than products from third-party sellers.","images":[],"frames":[24560,53840]},{"text":"Pulling out of Chinese e-commerce represents a setback for the company in the world’s largest retail market and for Chief Executive Officer Jeff Bezos,  known for his willingness to weather losses to achieve long-term gains. It’s also the latest example of an American tech company in China struggling to contend with local leaders like Alibaba Group Holding Ltd and JD.com Inc.,  as well as group buying app Pinduoduo Inc.,  which went public in New York last year.","images":[],"frames":[53840,89200]},{"text":"For now,  Amazon’s commitment to China remains strong and it will continue to invest in the country,  according to a company spokeswoman. She said it has been shifting the focus of its online retail business in the country to cross-border sales,  which cater both to Chinese merchants selling to consumers abroad and to Chinese customers looking for high-quality goods from around the world.","images":[],"frames":[89200,115360]},{"text":"","images":[],"frames":[115360,117360]}],"id":472,"engTitle":"Amazon to shut down part of its Chinese e-commerce business"}