{"duration":120797,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556268922779-21.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556268922779-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556268922779-23.mp3","author":"4.29 周一 NASA","title":"美国航空航天局凯利双胞胎研究显示，太空飞行和直接返回地球（会对人体）产生严重影响","content":[{"text":"Astronaut Scott Kelly made himself a guinea pig for all the people who dream of human journeys to Mars and other destinations in space. In 2015,  Kelly rode a rocket into space and spent nearly a year on the International Space Station in low Earth orbit,  while his identical twin brother,  Mark Kelly,  stayed on Earth's surface for NASA's celebrated \"twins study, \" designed to see what spaceflight does to the human body.","images":[],"frames":[8080,39360]},{"text":"The full results,  published Thursday in the journal Science,  showed that Scott Kelly experienced numerous physiological and chromosomal changes during his long sojourn in orbit,  including changes in gene expression. His immune system went on high alert,  both when he went to space and upon returning to Earth. His body acted as if it were under attack.","images":[],"frames":[39360,64240]},{"text":"One of the most dramatic findings concerned epigenetics — how genes are turned on or off to produce proteins. Gene expression changed in both Kellys during the study but in significantly different ways. The study found that more than 90 percent of Scott Kelly's gene expression changes reverted to normal when he returned to the surface.","images":[],"frames":[64240,87600]},{"text":"His telomeres lengthened in space. But that's no fountain of youth,  the study found,  because the telomeres shortened dramatically when he returned to Earth.","images":[],"frames":[87600,97760]},{"text":"Months later,  he still showed a slightly elevated number of cells with shortened telomeres,  possibly an effect of radiation exposure. \"He might be at some increased risk for cardiovascular disease or some types of cancer, \" said Susan Bailey,  a biologist at Colorado State University who led one of the investigations in the study.","images":[],"frames":[97760,120800]},{"text":"","images":[],"frames":[120800,122800]}],"id":474,"engTitle":"NASA Kelly twins study shows harsh effects of space flight and a brutal return to Earth"}