{"duration":98183,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556274179263-23.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556270787722-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556274179263-25.mp3","author":"190429 Mon. 宜家","title":"宜家将在三十个国家试点家具租赁","content":[{"text":"IKEA wants to roll out furniture rental to all its main markets in a bid to appeal to its increasingly environmentally conscious and transient customers.","images":[],"frames":[4400,15040]},{"text":"The world's biggest furniture group,  known for its low-cost disposable items,  first said it was looking into leasing its desks,  beds and sofas in February. It fleshed out its plans on Wednesday at an event held at its first 'sustainable' store in Kaarst,  western Germany,  opened in 2017.","images":[],"frames":[15040,36800]},{"text":"The rental pilot was driven by a recognition that many consumers change homes more frequently but can't afford new furniture every time they move,  Jesper Brodin,  chief executive of Ingka Group,  which owns most IKEA stores,  told Reuters.","images":[],"frames":[36800,53280]},{"text":"It is also motivated by environmentalism,  with IKEA surveys showing that 90 percent of its customers are ready to change their behavior,  even if most don't know how to do that.","images":[],"frames":[53280,64880]},{"text":"Rental meets IKEA's three main strategic objectives: being more affordable,  more convenient and looking after planet,  said IKEA finance chief Juvencio Maeztu,  noting that young people increasingly expect to rent anything from music to cars.","images":[],"frames":[64880,82400]},{"text":"The rental tests will give IKEA insights into the durability of its products that it will feed back to designers,  who are already working to make furniture that is easier to dismantle and move,  said Pia Heidenmark,  IKEA sustainability chief.","images":[],"frames":[82400,98160]}],"id":475,"engTitle":"IKEA to test furniture rental in 30 countries"}