{"duration":97270,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556431498053-4.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556428460229-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556431498053-6.mp3","author":"4.30 周二 乌克兰总统","title":"喜剧演员当选总统，乌克兰进入未知的新时代","content":[{"text":"Ukraine entered uncharted political waters on Monday after near final results showed a comedian with no political experience and few detailed policies had dramatically up-ended the status quo and won the country's presidential election by a landslide.","images":[],"frames":[6160,24720]},{"text":"The emphatic victory of Volodymyr Zelenskiy,  41,  is a bitter blow for incumbent Petro Poroshenko who tried to rally Ukrainians around the flag by casting himself as a bulwark against Russia and a champion of Ukrainian identity.","images":[],"frames":[24720,41920]},{"text":"Zelenskiy,  who plays a fictitious president in a popular TV series,  is now poised to take over the leadership of a country on the frontline of the West's standoff with Russia.","images":[],"frames":[41920,53520]},{"text":"He has promised to end the war in the eastern Donbass region and to root out corruption amid widespread dismay over rising prices and sliding living standards.","images":[],"frames":[53520,65200]},{"text":"But he has been coy about exactly how he plans to achieve all that and investors want reassurances that he will accelerate reforms needed to attract foreign investment and keep the country in an International Monetary Fund programme.","images":[],"frames":[65200,81120]},{"text":"\"Since there is complete uncertainty about the economic policy of the person who will become president,  we simply don't know what is going to happen and that worries the financial community, \" said Serhiy Fursa,  an investment banker at Dragon Capital in Kiev.","images":[],"frames":[81120,97200]},{"text":"","images":[],"frames":[97200,99200]}],"id":476,"engTitle":"Ukraine enters uncharted new era after comedian wins presidency"}