{"duration":111225,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556450258502-22.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556450258502-3.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556450258502-24.mp3","author":"5.01 饮食","title":"研究表明，不良饮食导致的全球死亡人数超过吸烟","content":[{"text":"Too much salt—and not enough whole grains,  fruits and vegetables—may be shaving years off our lives,  a new analysis suggests.","images":[],"frames":[6210,15470]},{"text":"In a study published Wednesday in the Lancet,  researchers looked at people's eating habits across 195 countries to estimate how much poor diets contribute to mortality. Their findings? That 11 million people die each year around the world due,  at least in part,  to certain foods or lack thereof,  according to the study.","images":[],"frames":[15470,39360]},{"text":"Lead author Ashkan Afshin,  an epidemiologist at the University of Washington,  said the researchers estimated that overall,  poor diets are responsible for more deaths around the world than any other risk factor,  including cigarette smoking,  known to be one of the greatest threats to public health.","images":[],"frames":[39360,59680]},{"text":"The problem,  he said,  is not only what people are eating; but it's also what they're not eating. The study estimated that globally,  3 million deaths were attributed to too much sodium—but another 3 million deaths were attributed to too little whole grains and another 2 million deaths to too little fruit.","images":[],"frames":[59680,80630]},{"text":"Experts say it confirms what health professionals have been teaching for years—a balanced diet is important for a long,  healthy life.","images":[],"frames":[80630,90310]},{"text":"But is a poor diet really responsible for more deaths than even cigarette smoking? Nestle,  a professor at New York University,  suggested that it makes sense that dietary risks are higher because everyone eats—but not everyone smokes. So,  she said that \"diet is a risk factor for everybody.\"","images":[],"frames":[90310,111150]},{"text":"","images":[],"frames":[111150,113150]}],"id":477,"engTitle":"Bad diets kill more people around the world than smoking, study says"}