{"duration":132978,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556515952977-25.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556515952977-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556515952977-27.mp3","author":"5.02 逃离雾霾","title":"逃离亚洲空气污染：企业难以吸引顶尖人才","content":[{"text":"From smog breaks to pollution bonuses,  Asia's businesses are promising increasingly inventive perks in a desperate bid to lure executives to a region where toxic air engulfs major cities for much of the year.","images":[],"frames":[6000,22210]},{"text":"Health concerns are putting off those initially attracted by Asia's growing economic opportunities,  experts warn,  so firms are struggling to recruit — and retain — people with the expertise they need.","images":[],"frames":[22210,36000]},{"text":"According to the United Nations Environment Programme,  some 92 percent of people in the Asia-Pacific region are exposed to levels of air pollution that pose a significant risk to health.","images":[],"frames":[36000,50100]},{"text":"This means that on top of large salaries,  businesses are having to offer extra incentives. These include paying for smog breaks every few months,  or allowing non-traditional working arrangements so people can commute from less polluted areas,  says Lee Quane,  Asia director for consultancy ECA International.","images":[],"frames":[50310,73150]},{"text":"At \"a location with a higher level of pollution,  you're likely to see us recommend allowances of anywhere between 10 to 20 percent of the person's base salary, \" he says.","images":[],"frames":[73150,85570]},{"text":"This estimate,  derived from a rating system his firm uses to help companies decide appropriate financial compensation for relocation,  would also incorporate factors such as crime rates and access to services,  he adds.","images":[],"frames":[85570,101470]},{"text":"India has one of the world's fastest growing economies,  making it an appealing career option,  but it is also home to seven of the most polluted cities,  according to a  recent report by Greenpeace and IQ Air Visual.","images":[],"frames":[101470,117260]},{"text":"\"All senior executives want to have India experience on their CVs. There is however,  a fear of pollution related health issues, \" says Atul Vohra,  managing partner of Transearch,  a global recruitment firm.","images":[],"frames":[117260,132840]},{"text":"","images":[],"frames":[132840,134840]}],"id":478,"engTitle":"Asia's pollution exodus: Firms struggle to woo top talent"}