{"duration":124110,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556515952977-114.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556515952977-91.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556515952977-116.mp3","author":"5.03 意大利无间道","title":" “意大利政府背叛了我”：成为黑帮线人后的人生","content":[{"text":"Known as Italy’s Donnie Brasco after the alias of the FBI agent who infiltrated the mafia in New York in late 70s,  early 80s,  Gianfranco Franciosi,  or Giannino as everyone calls him,  now lives in a caravan in northern Italy.","images":[],"frames":[6420,24630]},{"text":"Having been used to infiltrate the drug cartels,  or narcos,  by the Italian state,  he now faces debts and death threats. He accuses the authorities of abandoning him.","images":[],"frames":[24630,37050]},{"text":"Giannino is one of many former police informants and state witnesses used in antimafia operations who then become victims of a broken system that is unable to provide safety and support,  primarily because of budget constraints.","images":[],"frames":[37360,54630]},{"text":"In Italy,  the problem of judicial recognition and witness protection has become serious and widespread. Information gathered from police informants and state witnesses is one of the most effective instruments against mafia clans,  but the price they pay can be high. The list of those murdered is long and continues to grow. According to official data from the interior ministry,  about 6, 200 people are under witness protection in Italy,  including family members.","images":[],"frames":[54630,88630]},{"text":"But the state no longer has the necessary economic resources to protect collaborators.","images":[],"frames":[88630,94940]},{"text":"“Very few [informants] manage to start over, ” says Piera Aiello,  an MP who revealed she was a state witness on being elected last year. “The majority of police informers and state witnesses ends up bankrupt or suffering from depression. And what’s worse is that there is no psychological support for these men and women who are forced to live like prisoners,  while mobsters are still at large.”","images":[],"frames":[94940,123890]},{"text":"","images":[],"frames":[123890,125890]}],"id":479,"engTitle":"‘Italian state betrayed me’: life after turning mafia informant"}