{"duration":113546,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556509488336-21.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556509488336-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556443939365-21.mp3","author":"5.04 黑客帝国","title":"《黑客帝国》20 年：这部改变游戏规则的科幻电影如何保持影响力？","content":[{"text":"The Matrix wasn’t about the internet per se — it takes place in a dystopian future,  approximately 200 years from the present — but it understood where things were headed far better than any film did at the time. Back in 1999,  the mind-expanding adventures of Neo,  Trinity and Morpheus in a world ruled by machines felt more like a technical revolution than a cultural one,  an ultra-stylish Hollywood thriller that wedded the balletic cool of Hong Kong action cinema with the stunning elasticity of CGI.","images":[],"frames":[6630,45360]},{"text":"Yet objects tend to shift during flight,  and in the year 2019,  The Matrix has endured as both touchstone and Rorschach blot,  a way for people of vastly different ideologies to make sense of the world around them. The effects are still a marvel,  but the film’s ideas have taken root in a destabilized culture where conspiracy theories flourish and individuals are defining for themselves what is and isn’t real.","images":[],"frames":[45360,76940]},{"text":"For a film of such immense scale and complexity,  The Matrix now seems remarkably hopeful about the future,  which separates it from the technophobic films of the day. Neo may be shaken by learning the dystopia and falsehood of the world as he once understood it,  but other paths open up where he can become fully himself,  unbound by the dictation of others. The internet has helped make that positive transformation possible,  and the Wachowskis,  the film's directors,  saw it long before other film-makers did.","images":[],"frames":[76940,113570]},{"text":"","images":[],"frames":[113570,115570]}],"id":480,"engTitle":"The Matrix at 20: how the sci-fi gamechanger remains influential"}