{"duration":99409,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556443592524-21.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556443592524-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556443592524-23.mp3","author":"190501 Wed. 中餐","title":"一位白人餐馆老板宣传“干净”的中餐，迅速引来强烈抨击","content":[{"text":"Arielle Haspel,  a Manhattan nutritionist with a sleek social media presence,  wanted to open the kind of Chinese restaurant,  she said,  where she and her food-sensitive clients could eat. One where the lo mein wouldn’t make people feel “bloated and icky” the next day,  or one where the food wasn’t “too oily” or salty,  as she wrote in an Instagram post a few weeks ago.","images":[],"frames":[6320,31040]},{"text":"She chose a name for her new restaurant,  Lucky Lee’s,  that sounded stereotypically Chinese,  even though she and her husband,  Lee,  are not Asian.","images":[],"frames":[31040,41200]},{"text":"Within a day of Lucky Lee’s opening in the Union Square area,  Asian-Americans castigated her on social media. A stream of food writers posted about how Haspel’s decision to brand her Chinese food as “clean” was dredging up stereotypes that were hurtful to Chinese-Americans,  not to mention tone-deaf.","images":[],"frames":[41200,61920]},{"text":"“We are so sorry, ” Haspel said. “We were never trying to do something against the Chinese community. We thought we were complementing an incredibly important cuisine,  in a way that would cater to people that had certain dietary requirements.”","images":[],"frames":[61920,76800]},{"text":"“Where she is coming from is a very dark place,  and it’s a very sensitive place in the hearts of Chinese people, ” said Chris Cheung,  the owner of East Wind Snack Shop. Particularly insulting,  he said,  was the connotation in her marketing that other Chinese food was unhealthy or unclean,  which is a stereotype that Chinese restaurateurs have fought for decades.","images":[],"frames":[76800,99360]},{"text":"","images":[],"frames":[99360,101360]}],"id":481,"engTitle":"A white restaurateur promoted 'clean' Chinese food and the backlash didn’t take long"}