{"duration":94062,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556506217866-29.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556506217866-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556506217866-31.mp3","author":"4.30 周二 乌克兰总统","title":"乌克兰喜剧演员泽连斯基以压倒性优势当选总统","content":[{"text":"A comedian with no political experience won a landslide victory in Ukraine's presidential election on Sunday. Volodymyr Zelensky,  whose only previous political role was playing the president in a TV show,  trounced incumbent Petro Poroshenko by taking 73 percent of the vote,  according to partial official results.","images":[],"frames":[5600,28240]},{"text":"It was an extraordinary outcome to a campaign that started as a joke but struck a chord with voters frustrated by social injustice,  corruption and a war in eastern Ukraine that has claimed some 13, 000 lives.","images":[],"frames":[28240,43680]},{"text":"\"I will never let you down, \" Zelensky told jubilant supporters at his campaign headquarters where he was showered with glittering confetti.","images":[],"frames":[43680,52240]},{"text":"On the streets of the capital Kiev,  some Ukrainians expressed guarded optimism about their new leader. \"Ukraine has passed the democracy test, \" said Mykola,  a 66-year-old pensioner. \"I hope it will be the people and not the elite who will live better.\"","images":[],"frames":[52240,69680]},{"text":"From Ukrainian-speaking regions in the west of the country to Russian-speaking territories in the war-torn east,  many voters said they feared uncertainty but yearned for change.","images":[],"frames":[69680,82000]},{"text":"\"I think it just cannot get any worse and I hope he'll live up to his promises, \" said Larisa,  an 18-year-old student from the government-held eastern port city of Mariupol.","images":[],"frames":[82000,94080]},{"text":"","images":[],"frames":[94080,96080]}],"id":483,"engTitle":"Ukraine comedian Zelensky wins presidency in landslide"}