{"duration":102304,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556600761301-19.jpg","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556600761301-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556528718947-18.mp3","author":"5.05 周日 年轻人不开心（高）","title":"幸福感的“萧条期”","content":[{"text":"In 2018,  happiness among young adults in America fell to a record low. The share of adults aged 18 to 34 reporting that they were “very happy” in life fell to 25 percent—the lowest level that the General Social Survey has ever recorded for that population.","images":[],"frames":[2320,22960]},{"text":"The research tells us that the ebb and flow of happiness in America is clearly linked to the quality and character of our social ties—including our friendships,  community ties,  and marriage. It’s also linked,  specifically,  to the frequency with which we have sex.","images":[],"frames":[22960,40400]},{"text":"An analysis revealed that the decline in sexual frequency can account for about one-third of the decline in happiness since 2012. Declines in marriage and religiosity have also played some role,  but the effects are much smaller—with each factor only accounting for about a tenth of the decline in happiness. But for the rise in regular friend contact over the past few years,  young men and women would be even less happy.","images":[],"frames":[40560,69360]},{"text":"Indeed,  it may be that rising social time spent with friends in recent years could be buffering young adults from the declines in institutions such as marriage or religion,  as friends stand in place of other relationships or forms of community.","images":[],"frames":[69600,85440]},{"text":"Thus,  while most of the decline in happiness is about declining sex,  that’s not the end of the story. Declining sex is at least partly about family and religious changes that make it harder for people to achieve stable,  coupled life at a young age.","images":[],"frames":[85440,102400]}],"id":484,"engTitle":"The Happiness Recession"}