{"duration":108669,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556598755051-16.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556598755051-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556598755051-18.mp3","author":"5.03 周五 渣男","title":"“公然”出轨：女性“更擅长隐藏不忠行为”","content":[{"text":"You can't hide your lying eyes: scientists have revealed that women can judge whether a man is likely to be unfaithful just by looking at his face but men are less able to spot a cheating woman.","images":[],"frames":[5360,19680]},{"text":"Researchers at the University of Western Australia took a group of 1, 500 people and showed them pictures of 189 Caucasian adults (101 men and 88 women),  having first asked them if they had been unfaithful to their partners.","images":[],"frames":[19680,38160]},{"text":"Respondents were then asked to rank these faces on a scale of one to 10,  where one is \"not at all likely to be unfaithful\" and 10 is \"extremely likely\" to play the field.","images":[],"frames":[38160,51360]},{"text":"The result,  published in the journal Royal Society Open Science,  was that \"taken together,  both men and women showed above-chance accuracy for men's faces but not women's faces. Therefore,  perceived unfaithfulness may indeed contain some kernel of truth in male faces\".","images":[],"frames":[51360,72160]},{"text":"What makes women suspect men might sleep around?","images":[],"frames":[72160,75760]},{"text":"According to the survey,  it mainly boils down to perceived masculinity,  although the researchers came up with another unexpected result,  suggesting it's not the best-looking men that play away the most.","images":[],"frames":[75760,89360]},{"text":"Despite the findings,  one of the scientists involved in the report cautioned against jumping to conclusions on a first date.","images":[],"frames":[89360,97280]},{"text":"Although men are marginally more likely to betray infidelity with their features,  it is still difficult to spot possible cheats from one individual's face,  said Yong Zhi Foo.","images":[],"frames":[97280,108640]},{"text":"","images":[],"frames":[108640,110640]}],"id":485,"engTitle":"Bare-faced cheat: Women 'better at hiding infidelity'"}