{"duration":109190,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556600686774-73.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556600686774-59.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556600686774-75.mp3","author":"5.06 周一 家务保持大脑灵活","title":"研究显示：做家务能让大脑保持年轻","content":[{"text":"Even light activity such as household chores might help to keep the brain young,  researchers say,  adding to a growing body of evidence that,  when it comes to exercise,  every little helps.","images":[],"frames":[5360,19280]},{"text":"After taking into account factors including sex,  smoking status and age,  the team found that every extra hour of light physical activity per day was linked to 0.22% greater brain volume,  equal to just over a year’s less brain ageing.","images":[],"frames":[19280,39120]},{"text":"While the results also suggested that greater levels of moderate to vigorous physical activity were linked to higher brain volumes,  the team say further analysis suggests this could just be because these people were also doing more light activity.","images":[],"frames":[39120,56160]},{"text":"Emmanuel Stamatakis,  professor of physical activity,  lifestyle and population health at the University of Sydney,  welcomed the overall message,  but questioned some of the results.","images":[],"frames":[56160,68640]},{"text":"“The finding that even light-intensity physical activity,  which is usually part of daily living,  is associated with brain volume is very encouraging as such activities are feasible for most middle-aged and older people,  even those who are less likely to do structured exercise, ” he said.","images":[],"frames":[68640,88240]},{"text":"But,  he added,  there was no biologically plausible reason moderate to vigorous activity would have less effect on brain volume than light activity. For cardiovascular health,  said Stamatakis,  a minute of high-intensity activity was known to be more beneficial than a minute of light activity.","images":[],"frames":[88240,109040]},{"text":"","images":[],"frames":[109040,111040]}],"id":487,"engTitle":"Housework could keep brain young, research suggests"}