{"duration":103165,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556607123083-16.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1556607123083-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1556607123083-18.mp3","author":"5.06 周一 做梦","title":"“入梦时，我们就拥有了能够呈现强烈幻象的完美化学画布”","content":[{"text":"Alice Robb is an American science journalist who has written for the Washington Post and the New Republic. Her new book,  Why We Dream,  encourages us to rethink the importance of dreams and to become dream interpreters ourselves.","images":[],"frames":[5920,21840]},{"text":"Recently there’s been a massive interest in the science of sleep. Sleep plays a role in maintaining our mental health. Are dreams part of that process?","images":[],"frames":[21840,32240]},{"text":"Dreams play a big role in helping us cope with stress,  grief and trauma. Dreams are an opportunity to work through things that frighten us in real life,  to play out worst-case scenarios in an environment where they have no consequences.","images":[],"frames":[32240,47440]},{"text":"Has anyone explained why dreams contain such surreal elements,  weird collages of time,  people,  geography and so on?","images":[],"frames":[47440,56000]},{"text":"When we dream,  the logic centres of our brain — the frontal lobes — go dark,  and chemicals associated with self-control,  like serotonin and norepinephrine,  drop. At the same time,  the emotion centres light up: we have a perfect chemical canvas for dramatic,  psychologically intense visions.","images":[],"frames":[56000,75920]},{"text":"You say neglecting to consider our dreams is like “throwing away a gift from our brains without bothering to open it.” What is the gift?","images":[],"frames":[75920,85200]},{"text":"When we’re dreaming,  we’re thinking in a state we never have access to by day. Dreams offer the opportunity to think in a different way and show new answers to problems. They show us blind spots,  help us home in on things we might be neglecting in our personal lives.","images":[],"frames":[85200,103120]},{"text":"","images":[],"frames":[103120,105120]}],"id":488,"engTitle":"‘When we dream, we have the perfect chemical canvas for intense visions’"}