{"title":"为什么航空公司如此热衷于塑造“高空芭比”？","engTitle":"Why are airlines so keen on the fantasy of the Mile-High Barbie?","duration":119651,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557124411452-16.png","author":"空姐字幕","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557124411452-2.png","id":489,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557146575262-10.mp3","content":[{"images":[],"frames":[5780,26160],"text":"How did it come to this—women required to produce a sick note because they’ve been struck down by… unsexiness? It seems that Norwegian Air requires female flight attendants to wear heels,  or have a note from the doctor—other rules cover everything from makeup to false eyelashes."},{"images":[],"frames":[26580,62520],"text":"How mortifying for Norway: in 2018,  the country was rated second for equality,  after Iceland,  in the Global Gender Gap report. Norwegian politician Anette Trettebergstuen said: “1950 rang,  and it wants its rulebook back.” Norwegian Air responded that flat shoes are worn in the cabin,  there are also dress guidelines for male stewards,  and other airlines have similar rules—but it must be aware that last month,  Virgin ditched requirements for heels and makeup,  with others following suit."},{"images":[],"frames":[63000,84820],"text":"It seems that we’re finally starting to see off the oversexualised “air hostess” cliche,  but how has it taken so long? Air travel isn’t alone when it comes to chauvinistic grooming diktats. Officially or unofficially,  illegally or otherwise,  women have routinely been pressured to dress quasi-sexually for work."},{"images":[],"frames":[84820,119360],"text":"It’s a kind of chauvinistic laziness—an easy (and gratuitous) way to keep sex in the mix. Never mind that the flight attendants may have preferred comfort,  elegance and dignity to styling that came perilously close over the years to Mile-High Barbie. On and off ground,  airline staff have a big job to do—safeguarding the wellbeing and security of passengers. As with all work environments,  if men aren’t required to totter about in heels,  why on earth are women?"}]}