{"engTitle":"Lego builds a sustainable future, one brick at a time","duration":104939,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/1521543373778-rc-upload-1521542936932-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/1521543385205-rc-upload-1521542936932-6.mp3","title":"一砖一瓦，乐高建造可持续未来","content":[{"text":"Three years ago,  Lego pumped $155 million into a new Sustainable Materials Center,  which set more than 100 employees on the task of Lego using fully sustainable materials in its products by 2030.","frames":[5280,20440],"images":[]},{"text":"This month,  the company showed off the first brick-based fruits of those efforts: About 25 different Lego shapes,  many of them plants,  will now be made from sugarcane-based polyethylene rather than oil-based plastic. They'll still hurt when you step on them though.","frames":[21200,38900],"images":[]},{"text":"By the end of the year,  under two percent of Lego bricks will use the new polyethylene,  a haul that includes not just bushes and trees but also the brushes in the car washes and street sweepers in the Lego City line. While the percentage sounds small,  keep in mind that Lego sells 75 billion elements every year. Little pieces add up quick.","frames":[39660,64740],"images":[]},{"text":"But other numbers come to mind that may help put Lego's long-term sustainability challenge into even sharper perspective. The company makes more than 3, 700 individual elements. And as many as 80 percent of Lego pieces consist of a petroleum-based substance that polyethylene can't hope to replace. In fact,  it's still unclear if anything can.","frames":[65460,91460],"images":[]},{"text":"\"Some bricks will be recycled material,  some bricks will be bio-based, \" says Tim Brooks,  the Lego Group's vice president for environmental responsibility,  \"That's probably where we net out.\"","frames":[92140,104040],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/1521543453226-rc-upload-1521542936932-13.png","id":49}