{"title":"伊莱恩·卡斯凯特谈数字困境：我们死后遗留的数据将何去何从？","engTitle":"What happens to our data when we die? Elaine Kasket on a digital dilemma","duration":118372,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557129010434-16.png","author":"5.08 周三 死后社交平台","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557129010434-2.png","id":491,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557129010434-18.mp3","content":[{"images":[],"frames":[6240,23120],"text":"Elaine Kasket is a counselling psychologist based in London. Her first book,  All the Ghosts in the Machine: Illusions of Immortality in the Digital Age,  examines the ethical and technical issues surrounding our data when we die."},{"images":[],"frames":[23120,28000],"text":"At some point there will be more dead Facebook accounts than live ones."},{"images":[],"frames":[28000,36080],"text":"The Oxford Internet Institute recently predicted there could be 2bn dead Facebook accounts by the end of the century."},{"images":[],"frames":[36080,37840],"text":"That’s a lot of data…"},{"images":[],"frames":[37840,58240],"text":"Although we’re doubling what we can store every couple of years,  it’s not,  like infinite — and our devices capture more and more stuff by default. That surplus data,  either with the aid of artificial intelligence or human decision making will be jettisoned,  and big tech will be making those decisions."},{"images":[],"frames":[58240,64240],"text":"Meanwhile,  people have to act like hackers to gain access to their relatives’ accounts…"},{"images":[],"frames":[64240,84560],"text":"They are forced to break the law. They are impersonating people,  using other people’s passwords… I’m not sure if I’m happy to leave someone a set of my passwords; they might find things that were important,  but they would have access to everything else. Even if one isn’t harbouring toxic secrets,  that’s still quite a thing."},{"images":[],"frames":[84560,87920],"text":"What’s the bare minimum you’d advise people to do?"},{"images":[],"frames":[87920,118400],"text":"It’s a good idea to clean your digital house frequently. If nothing else,  you don’t want relatives buried under a hundredweight of undifferentiated data with no sense of what is important to you. The default is to become a digital extreme hoarder,  with data up to the rafters. The things which are really important to you,  the artefacts you want to pass on to future generations,  put them in a physical form. You cannot trust corporations to safeguard your data."}]}