{"title":"当我死了，我在网上的数据会怎么样？","engTitle":"What happens to our data when we die? ","duration":103504,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557137284249-16.png","author":"5.08 周三 死后社交平台","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557137284249-2.png","id":492,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557211082562-5.mp3","content":[{"images":[],"frames":[3440,10160],"text":"If I were to fall under a bus tomorrow,  what would happen to my Gmail and Facebook accounts?"},{"images":[],"frames":[10160,35040],"text":"Under contract law,  privacy ceases on the point of death. But what’s interesting about this area is that big tech treats the erstwhile account holder and their data almost with the same contractual reverence as they would when this person was alive. So they end up privileging that concept over the needs,  requests and wishes of the next of kin."},{"images":[],"frames":[35040,43840],"text":"Generally speaking,  what’s the social media company response to relatives’ requests for access to their deceased’s accounts?"},{"images":[],"frames":[43840,58160],"text":"Something along the lines of: “We’d love to be able to help you with this but we’re not able to.” They say they are protecting the (technically nonexistent) right of privacy of the deceased. You could call it agency laundering."},{"images":[],"frames":[58160,63040],"text":"At some point there will be more dead Facebook accounts than live ones."},{"images":[],"frames":[63040,71200],"text":"The Oxford Internet Institute recently predicted there could be 2bn dead Facebook accounts by the end of the century."},{"images":[],"frames":[71200,74080],"text":"Have social media changed how we mourn?"},{"images":[],"frames":[74080,103440],"text":"It makes the deceased much more present. The sociologist Tony Walter describes how the Internet is a particularly amenable place for angels. Historically,  angels were messengers between heaven and Earth,  but now they inhabit the ether where we can readily access them. Lots of nonreligious people have a belief in the afterlife,  and this is strengthened by the sense that the dead are remaining socially influential via the Internet."}]}