{"author":"5.11 周六 男人看起来更自信","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557307911172-57.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557307911172-55.png","engTitle":"The gender gap is also a confidence gap","id":495,"title":"性别的鸿沟也是信心的鸿沟","content":[{"text":"Disparate outcomes between men and women remain one of the most contentious issues in American life. Now there is new research suggesting that the inequalities could be even more persistent than feared — in part because many men seem to have more confidence than women.","frames":[3600,22880],"images":[]},{"text":"The first new study focuses on performance in high school,  and the startling result is this: Girls with more exposure to high-achieving boys have a smaller chance of receiving a bachelor’s degree. Furthermore,  they do worse in math and science. The researchers dug into the data and found that female students suffer from lower confidence and,  in measurable ways,  weaker aspirations.","frames":[22880,48960],"images":[]},{"text":"A second new study finds that even blind review does not avoid gender bias in the processing of grant proposal applications. It turns out that the women are more likely to use narrow words,  and the men are more likely to use broader ones. And reviewers,  it turns out,  favor broad words,  which are more commonly associated with more sweeping claims.","frames":[48960,73360],"images":[]},{"text":"It is not a huge leap to think of broader,  more sweeping language as reflecting a kind of confidence,  whether merited or not. Narrow words,  on the other hand,  may reflect a lower level of confidence or a greater sense of rhetorical modesty.","frames":[73360,90240],"images":[]},{"text":"In my career as a professor,  I've often encountered students,  both male and female,  without sufficient confidence. I've found that a simple rah-rah about women's empowerment may not be the answer. When it comes to addressing the gender confidence gap,  we are still looking for answers.","frames":[90240,109600],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557307911172-29.png","duration":109921}