{"engTitle":"When will men live as long as women? By 2032, say experts","duration":100728,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/1521634786329-rc-upload-1521634064219-89.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/1521628676962-rc-upload-1521628232479-6.mp3","title":"男女同寿或可期？专家：2032 见分晓","content":[{"text":"In developed countries,  the gender gap has long favoured women by one measure at least: life expectancy.","frames":[6400,13620],"images":[]},{"text":"Throughout the past 100 years women have significantly outlived men,  on whom war,  heavy industry and cigarettes – among other things – have taken a heavier toll.","frames":[13920,24720],"images":[]},{"text":"But this gender gap is closing – and a new statistical analysis of life expectancy in England and Wales since 1950 suggests that,  by the year 2032,  men can expect to live as long as women,  with both sexes sharing an average life expectancy of 87.5 years.","frames":[25260,45420],"images":[]},{"text":"The study,  led by Les Mayhew,  professor of statistics at Cass Business School,  calculated how long a sample of 100, 000 people aged 30 would live if they experienced the average mortality rates for each ensuing year,  projecting forward until the male and female life expectancy curves intersected.","frames":[46140,67780],"images":[]},{"text":"There are a number of factors that explain the narrowing gap,  according to Mayhew. \"A general fall in tobacco and alcohol consumption has disproportionately benefited men,  who tended to smoke and drink more than women.\"","frames":[68480,83340],"images":[]},{"text":"\"We've also made great strides in tackling heart disease,  which is more prevalent in men, \" Mayhew said. \"And men are far more likely to engage in 'high-risk' behaviours,  and far more likely to die in road accidents,  which have fallen too.\"","frames":[83960,100400],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/1521628711814-rc-upload-1521628232479-14.png","id":50}