{"title":"许多中国人因所属地域受到歧视","content":[{"text":"Urban Chinese are often contemptuous of internal migrants,  wherever they are from. But people from certain regions suffer higher than usual levels of negative stereotyping. Regional discrimination “is hard to see and touch” yet its impact is as painful as getting “a bloodied face”,  said an academic quoted by a north-eastern newspaper.","frames":[5040,29200],"images":[]},{"text":"People from Henan and the north-eastern provinces of Heilongjiang,  Jilin and Liaoning are among those most commonly targeted,  partly because those areas are such big sources of migrants. Henan is a farming province of about 100m people. The latest census,  in 2010,  showed that 7.5% of Henanese were living outside their home province,  the second-highest proportion of any province. The highest was Anhui,  on Henan’s eastern border.","frames":[29200,64320],"images":[]},{"text":"Egregious examples of regional stereotyping occasionally cause outcry. In 2017,  an internet conglomerate known for its food-delivery app admitted to excluding applicants from certain regions for an open position. The company later apologised. After the incident,  many locals and some sympathisers elsewhere vowed to show their displeasure by deleting the mobile app of the firm.","frames":[64320,92320],"images":[]},{"text":"Some lawyers say a legal loophole is partly to blame. China’s employment law prohibits discrimination on grounds of ethnicity,  sex,  religion,  disability,  social background and health. Regional origin,  however,  is not mentioned. Some legal scholars and legislators have called for a wider law that would prohibit all kinds of unfair discrimination,  including the region-based sort.","frames":[92320,120000],"images":[]},{"text":"","frames":[120000,122000],"images":[]}],"id":500,"duration":119963,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557457778167-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557457778167-16.png","engTitle":"Many Chinese suffer discrimination based on their regional origin","author":"5.13 周一 地域黑","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557457778167-2.png"}