{"title":"米歇尔·奥巴马的回忆录销量超一千万册","content":[{"text":"Michelle Obama’s autobiography,  Becoming,  is on track to become the most successful memoir in modern publishing history,  selling more than 10m copies to date.","frames":[5200,17360],"images":[]},{"text":"Thomas Rabe,  chief executive of the German media group Bertelsmann,  parent company of Becoming’s publisher,  Penguin Random House,  said the title was the book giant’s biggest success of the last year. “We believe that these memoirs could well become the most successful memoir ever, ” he said.","frames":[17360,38080],"images":[]},{"text":"Penguin Random House won a bidding war for the rights to Barack and Michelle Obama’s autobiographies in 2017,  paying more than $65m,  a record for US presidential memoirs.","frames":[38080,52160],"images":[]},{"text":"Becoming has been a global sales juggernaut since being launched in 31 languages simultaneously in mid-November. The audiobook,  read by the former first lady,  has become the fastest-ever seller put out by Penguin Random House.","frames":[52160,68160],"images":[]},{"text":"Obama has been promoting her memoir with a hugely popular global tour. Tickets for her first live appearance in the UK,  at the Royal Festival Hall in December,  sold out in minutes. Overall UK sales of Obama’s book currently stand at more than 600, 000,  ranking it 11th on the list of bestselling memoirs and biographies since sales records began in 1998,  according to Nielsen BookScan.","frames":[68160,97040],"images":[]},{"text":"Life beyond the US presidency has proved lucrative for the Obamas. Last year the former president and first lady struck a deal with Netflix to produce TV series and films for the streaming service.","frames":[97040,110800],"images":[]},{"text":"","frames":[110800,112800],"images":[]}],"id":501,"duration":110938,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557459112839-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557459112839-16.png","engTitle":"Michelle Obama's memoir sells more than 10m copies","author":"5.12 周日 成为","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557459112839-2.png"}