{"title":"研究发现：漫画里的超级英雄要么太胖，要么太瘦，都不健康","content":[{"text":"Superheroes like the Avengers' Thor and Black Widow may look strong and fit for fighting evil,  but they are either too fat or too skinny to be healthy,  according to new research.","frames":[6440,19440],"images":[]},{"text":"Male superheroes on average are obese,  while the females on average border on being underweight,  according to a study of the body mass index (BMI) of their comic book depictions by scientists at Binghamton University and State University of New York Oswego.","frames":[19680,38220],"images":[]},{"text":"The research scrutinized depictions of more than 3, 700 Marvel Comics characters such as Thor and Black Widow,  currently the stars of the hit movie \"Avengers: Endgame.\"","frames":[38420,51040],"images":[]},{"text":"What stood out was hyper-masculine and hyper-feminine features such as their shoulder-to-waist ratio,  jaw lines,  upper body muscles,  waist-to-hip ratio and breast formation,  it found.","frames":[51300,65580],"images":[]},{"text":"The exaggerated features signal youth,  health and fertility and reflect why the characters are appealing,  it said.","frames":[65840,73500],"images":[]},{"text":"The male characters tend to have wide shoulders and a narrow waist,  and the female characters have a small waist-to-hip ratio and large busts,  the research found.","frames":[73740,86340],"images":[]},{"text":"\"These are traits that humans tend to find attractive,  but for comic book characters,  artists take those traits and make them super-exaggerated, \" said researcher Laura Johnsen of Binghamton University in a statement.","frames":[86660,100480],"images":[]},{"text":"The findings were published in the journal Evolutionary Behavioral Sciences.","frames":[100780,105240],"images":[]},{"text":"Marvel Comics did not respond immediately to a request for comment.","frames":[105500,109820],"images":[]}],"id":502,"duration":109999,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557498237575-12.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557479429660-14.png","engTitle":"Comic book superheroes too fat, too thin to be healthy, research finds","author":"5.12 周日 漫画人物","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557479429660-2.png"}