{"title":"研究表明：人们能够从面相识别出不忠的男性","content":[{"text":"Philandering men have unfaithfulness written all over their faces,  according to research that suggests men and women are able to spot cheating chaps just by looking at them.","frames":[5440,17120],"images":[]},{"text":"Experts found men with more “masculine” faces were more likely to be thought to be unfaithful,  and such men also self-reported more cheating or “poaching” of other men’s partners.","frames":[17120,30160],"images":[]},{"text":"The team said being suspicious of men with masculine features — such as a strong browridge,  strong jaw and thinner lips — might have offered an evolutionary advantage,  allowing heterosexual women to spot a flaky partner and men to recognise a potential rival who might seduce their partner or leave them raising someone else’s child.","frames":[30160,54320],"images":[]},{"text":"Writing in the journal Royal Society Open Science,  researchers described how they asked heterosexual white participants to judge the facial features of 189 white adults who had been photographed and taken part in previous research.","frames":[54320,71040],"images":[]},{"text":"The results showed men and women as a whole gave higher scores of unfaithfulness to the images of men who had self-reported more cheating or poaching.","frames":[71040,81120],"images":[]},{"text":"When the team examined what about the men’s faces might have offered clues to their unfaithfulness,  they found the standout feature was how masculine the face appeared.","frames":[81120,92000],"images":[]},{"text":"Dr Kristen Knowles,  an evolutionary psychologist from Queen Margaret University in Edinburgh,  who was not involved in the study,  said it was interesting the research made a clear connection between perceptions of infidelity and actual infidelity.","frames":[92000,108800],"images":[]},{"text":"But Knowles stressed it should not be assumed that men with masculine faces were likely to be unfaithful. “We should be aware that these behaviours are incredibly complex,  and are likely to be influenced by many factors,  including social and cultural effects,  personality,  genetics and life experiences, ” she said.","frames":[108800,130400],"images":[]},{"text":"","frames":[130400,132400],"images":[]}],"id":503,"duration":130422,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557729569877-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557729569877-16.png","engTitle":"Cheating men can be spotted by their face type, study suggests","author":"5.14 周二 渣男面相","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557729569877-2.png"}