{"title":"想来欧莱雅上班吗？准备好和 AI 机器人聊天吧","content":[{"text":"With about a million applicants for roughly 15, 000 new positions each year,  L'Oreal is using AI to streamline hiring.","frames":[5440,15840],"images":[]},{"text":"The company uses Mya,  a chatbot,  to save recruiters time during the first stage of the process. It handles routine queries from candidates,  and checks details such as availability and visa requirements.","frames":[15840,30960],"images":[]},{"text":"Should candidates make it to the next round,  they'll encounter Seedlink,  AI software that scores applicants based on their answers to open-ended interview questions.","frames":[30960,41760],"images":[]},{"text":"These scores don't replace human judgment,  but they do turn up candidates who might not seem like obvious choices.","frames":[41760,49440],"images":[]},{"text":"However,  AI is still a long way from reaching its full potential,  and the technology comes with risks.","frames":[49440,56800],"images":[]},{"text":"Algorithms can have an unfair bias depending on their input data. For example,  if an algorithm used in hiring was developed using data from a company that employed only men it might be more likely to reject women.","frames":[56800,72160],"images":[]},{"text":"This is one reason why the European Commission unveiled ethical guidelines for AI this month,  encouraging transparency,  data protection and fairness.","frames":[72160,83440],"images":[]},{"text":"Another AI danger could be its impact on jobs through automation.","frames":[83440,88320],"images":[]},{"text":"\"What if the trend that you advocate around automation actually affects you directly? What would it be like to lose your job? What are the legacies you're leaving?\" Anab Jain warned,  director at the tech company Superflux.","frames":[88320,103280],"images":[]},{"text":"","frames":[103280,105280],"images":[]}],"id":504,"duration":103243,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557729797937-16.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557729797937-14.png","engTitle":"Want to work for L'Oreal? Get ready to chat with an AI bot","author":"5.14 周二 欧莱雅AI","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557729586755-2.png"}