{"title":"如何让不能说话的人发声","content":[{"text":"Of the many memorable things about Stephen Hawking,  perhaps the most memorable of all was his conversation. The amyotrophic lateral sclerosis that confined him to a wheelchair also stopped him talking,  so instead a computer synthesised what became a world-famous voice. It was,  though,  a laborious process.","frames":[2800,26160],"images":[]},{"text":"A better way to communicate would be to read the brain of a paralysed person directly and then translate those readings into synthetic speech. A study published in Nature this week,  by Edward Chang,  a neurosurgeon at the University of California,  San Francisco,  describes just such a technique. By measuring the brain signals that control vocal-tract muscles,  Dr Chang has been able to use a computer to synthesise speech accurately.","frames":[26160,56400],"images":[]},{"text":"The volunteers for Dr Chang’s study were five people with epilepsy who had electrodes implanted into their brains as part of their treatment. He and his colleagues used these electrodes to record the volunteers’ brain activity while those volunteers spoke several hundred sentences out loud.","frames":[56400,75920],"images":[]},{"text":"To convert those signals into speech they did two things. First,  they trained a computer program to recognise what the signals meant. Then,  when the program had learned the relevant associations,  they used it to translate electrode signals into vocal-tract configurations,  and thus into sound.","frames":[75920,96480],"images":[]},{"text":"The principle proved,  Dr Chang and his team went on to show that their system could synthesise speech even when a volunteer mimed sentences,  rather than speaking them out loud.","frames":[96480,109600],"images":[]},{"text":"So far,  Dr Chang has worked with people able to speak normally. The next stage will be to ask whether his system can work for those who cannot speak.","frames":[109600,120240],"images":[]}],"id":508,"duration":120354,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557825274852-20.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557825274852-18.png","engTitle":"How to give voice to the speechless","author":"5.17 周五 不开口说话的技术","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557825274852-2.png"}