{"id":509,"content":[{"frames":[5280,19920],"text":"Scientists have known for decades that mosquitoes are attracted to the lactic acid contained in human sweat,  but in the era before advanced genetics,  the precise mechanism had remained a mystery.","images":[]},{"frames":[19920,34960],"text":"Now,  a team of researchers at Florida International University have discovered the olfactory receptor that allows the disease-carrying insects to hone in on our odor — and how to switch it off.","images":[]},{"frames":[34960,48080],"text":"They published their work on the Aedes aegypti mosquitoes,  known for spreading deadly illnesses like Zika,  dengue and yellow fever,  in the journal Current Biology on Thursday.","images":[]},{"frames":[48080,75680],"text":"The team,  led by FIU biologist Matthew DeGennaro,  identified the guilty receptor as Ionotropic Receptor 8a,  or simply IR8a,  through a process of elimination that began in 2013 when DeGennaro was able to create the world's first mutant mosquito,  removing a gene to investigate how its absence affected the insect.","images":[]},{"frames":[75680,93520],"text":"Tasked with investigating IR8a,  DeGennaro's PhD student Joshua Raji began by carrying out an exposure experiment using his own arm,  and found the mutant mosquitoes were significantly less attracted to him than wild ones.","images":[]},{"frames":[93520,98720],"text":"The outcome was confirmed through testing on 14 additional subjects.","images":[]},{"frames":[98720,106320],"text":"\"People have been looking for a receptor for lactic acid since the 1960s, \" DeGennaro told AFP.","images":[]},{"frames":[106320,123280],"text":"The findings could offer a roadmap for a new generation of attractants that lure adult specimens into traps for population control,  as well as advanced repellants that make people invisible to mosquitoes — though that could be some way away.","images":[]},{"frames":[123280,128560],"text":"\"It'll take years,  but we are definitely a step closer, \" said DeGennaro.","images":[]},{"frames":[128560,130560],"text":"","images":[]}],"engTitle":"Scientists discover how mosquitoes detect human sweat","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557892491519-16.png","author":"5.16 周四 蚊子","duration":128596,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557892491519-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557892491519-2.png","title":"蚊子是如何探测到人体汗液的？科学家解开谜题"}