{"id":510,"content":[{"frames":[7920,21600],"text":"Jessica Anderson,  a nurse at Royal London Hospital for seven years,  trained for the London marathon with a goal: she wanted to be the fastest female to complete the race dressed as a nurse.","images":[]},{"frames":[21600,43120],"text":"Breaking the Guinness World Record was \"a challenge but not totally out of reach, \" Anderson said,  and on April 28,  she accomplished the feat — crossing the marathon finish line at 3:08:22 — faster than the 3:08:54 record.","images":[]},{"frames":[43120,54320],"text":"But her timing wasn't enough to take the title. Because Anderson ran wearing medical scrubs,  and not a dress,  she did not qualify as a record-breaker.","images":[]},{"frames":[54320,76400],"text":"Anderson was \"quite shocked\" to learn her application had been rejected because her outfit \"didn't meet their criteria.\" Guinness guidelines specified \"a white or blue dress,  pinafore apron and white cap, \" Anderson told The Washington Post. She called the criteria \"outdated and frankly quite sexist.\"","images":[]},{"frames":[76400,89440],"text":"\"I've certainly never seen a male nurse wearing a dress to work, \" she said in an interview with Runner's World,  adding that most nurses at her hospital wear scrubs,  tunics or trousers.","images":[]},{"frames":[89440,103920],"text":"Although Guinness has not given Anderson the fastest-female title,  the company appears to have taken her demand to heart. Rather than reinforcing gender stereotypes,  it has committed to reevaluating its criteria.","images":[]},{"frames":[103920,105920],"text":"","images":[]}],"engTitle":"A marathon runner is denied 'fastest nurse' world record because she didn't wear a dress","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557976650631-16.png","author":"5.17 周五 马拉松护士服","duration":103895,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1557976650631-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1557976650631-2.png","title":"因为没穿裙子，马拉松选手的“最快护士”世界记录被否认"}