{"id":511,"content":[{"frames":[5600,22080],"text":"In the decade to 2017 global meat consumption rose by an average of 1.9% a year and fresh dairy consumption by 2.1% — both about twice as fast as population growth.","images":[]},{"frames":[22080,52640],"text":"Yet many sub-Saharan Africans still eat almost no meat,  dairy or fish. This is seldom the result of religious or cultural prohibitions. If animal foods were cheaper,  or if people had more money,  they would eat more of them. Richard Waite of the World Resources Institute,  an American think tank,  points out that when Africans move to rich countries and open restaurants,  they tend to write meat-heavy menus.","images":[]},{"frames":[52640,70880],"text":"But this frugal continent is beginning to sway the global food system. Africa already imports more meat each year than does China,  and the OECD’s forecasters expect imports to keep growing by more than 3% a year.","images":[]},{"frames":[70880,95840],"text":"People will probably become healthier. Animal products are excellent sources of essential vitamins and minerals. Studies in several developing countries have shown that giving milk to schoolchildren makes them taller. Recent research in rural western Kenya found that children who regularly ate eggs grew 5% faster than children who did not.","images":[]},{"frames":[95840,117840],"text":"Africans’ changing diets also create opportunities for local businesses. As cities grow,  and as people in those cities demand more animal protein,  national supply chains become bigger and more sophisticated. Animal breeders,  hatcheries,  vets and trucking companies multiply.","images":[]},{"frames":[117840,147920],"text":"It is often said that sub-Saharan Africa lacks an industrial base,  and this is true.  But to look only for high-tech,  export-oriented industries risks overlooking the continent’s increasingly sophisticated food-producers,  who are responding to urban demand. Ideally,  Africa would learn to fill shipping containers with clothes and gadgets. For now,  there are some jobs to be had filling bellies with meat.","images":[]},{"frames":[147920,149920],"text":"","images":[]}],"engTitle":"Global meat-eating is on the rise, bringing surprising benefits","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558008031011-26.png","author":"5.18 周六 吃肉","duration":147976,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558008031011-28.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558008031011-2.png","title":"全球肉类消费增长，喜提惊人益处！"}