{"id":512,"content":[{"frames":[6800,23200],"text":"Here's a hypothetical: a telescope detects an asteroid between 100 and 300 meters in diameter racing through our solar system at 14 kilometers per second,  57 million kilometers from Earth.","images":[]},{"frames":[23200,34160],"text":"Astronomers estimate a one percent risk the space rock will collide with our planet on April 27,  2027. What should we do?","images":[]},{"frames":[34160,52560],"text":"It's this potentially catastrophic scenario that 300 astronomers,  scientists,  engineers and emergency experts are applying their collective minds to this week in a Washington suburb,  the fourth such international effort since 2013.","images":[]},{"frames":[52560,68800],"text":"This week's exercise seeks to simulate global response to a catastrophic meteorite. The first step is aiming telescopes at the threat to precisely calculate its speed and trajectory,  following rough initial estimates.","images":[]},{"frames":[68800,94080],"text":"Then it boils down to two choices: try to deflect the object,  or evacuate. If it is less than 165 feet in diameter,  the international consensus is to evacuate the threatened region. What about bigger objects? The plan is to launch a device toward the asteroid to divert its trajectory — like a cosmic bumper car.","images":[]},{"frames":[94080,109680],"text":"One issue that remains is politics,  says Romana Kofler,  of the United Nations Office for Outer Space Affairs. \"Who would be the decision making authority?\" she asked. \"The consensus was to leave this aspect out.\"","images":[]},{"frames":[109680,111680],"text":"","images":[]}],"engTitle":"What if an asteroid was about to hit Earth? Scientists ponder question","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558061636577-16.png","author":"5.19 周日 行星撞地球","duration":109816,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558061636577-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558061636577-2.png","title":"科学家们思考的问题：如果一颗小行星将要撞到地球怎么办？"}