{"id":513,"content":[{"frames":[2880,20800],"text":"It now seems like years ago that Silicon Valley's hoodie culture made male executives' wardrobes more casual across most industries. From financial companies to insurers to automakers,  traditional dress codes morphed into \"dress appropriately.\"","images":[]},{"frames":[20800,35360],"text":"Now executive men in more traditional offices are figuring out how to dress down but still look professional,  and those at tech firms are growing up and wondering how to dress up but still look cool.","images":[]},{"frames":[35360,45280],"text":"\"It should look effortless. People shouldn't be able to put their finger on why you look as good as you do, \" said Nick Hart,  founder of Spencer Hart.","images":[]},{"frames":[45280,51360],"text":"Here are some items high-powered men are wearing when dressing for work and weekends:","images":[]},{"frames":[51360,52640],"text":"The sneakers","images":[]},{"frames":[52640,62800],"text":"Sneakers have gone totally upscale,  with eye-popping price tags to match. Some executives will throw down more than $1, 000 for a pair.","images":[]},{"frames":[62800,72400],"text":"Netflix CEO Reed Hastings and Snap CEO Evan Spiegel have shown a preference for wearing Common Projects sneakers.","images":[]},{"frames":[72400,73840],"text":"The jeans","images":[]},{"frames":[73840,80880],"text":"Of course,  great jeans with a blazer and smart loafers,  if not sneakers,  is a modern classic look.","images":[]},{"frames":[80880,93040],"text":"Some handsome staples include the JBrand Kane fit jeans,  the AG Graduate fit,  and the Frame L'Homme,  said Jacci Jaye of Wall Street Stylist.","images":[]},{"frames":[93040,94400],"text":"The glasses","images":[]},{"frames":[94400,105840],"text":"If you have to wear glasses,  there's no reason they can't add a touch of style. Microsoft CEO Satya Nadella is often seen in a striking pair.","images":[]},{"frames":[105840,118800],"text":"For colorful frames that are not exorbitantly priced,  you might try Eyebobs. The company has noted that top execs like Revlon chairman Ron Perelman have been spotted in them.","images":[]},{"frames":[118800,120800],"text":"","images":[]}],"engTitle":"What male CEOs are wearing","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558064252749-16.png","author":"5.20 周一 现实中霸总怎么穿","duration":118841,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558064252749-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558064252749-2.png","title":"男性首席执行官穿这些"}