{"id":514,"content":[{"frames":[5280,16080],"text":"Leonardo da Vinci was an atrocious speller,  a sure sign of dyslexia,  but it's possible that very disorder fueled his genius,  a researcher says.","images":[]},{"frames":[16080,32560],"text":"\"Dyslexia is probably one of the things that made da Vinci so creative,  made him Leonardo, \" said researcher Dr. Salvatore Mangione,  an associate professor in the department of medicine at Thomas Jefferson University in Philadelphia.","images":[]},{"frames":[32560,40320],"text":"About 20% of people have dyslexia,  which causes difficulty with reading,  writing and spelling skills.","images":[]},{"frames":[40320,47760],"text":"Dyslexia does not affect intelligence,  and research suggests that people with the condition are highly creative.","images":[]},{"frames":[47760,53360],"text":"It's known that da Vinci did not do well in school and was a terrible speller.","images":[]},{"frames":[53360,67840],"text":"\"The possibility that da Vinci had dyslexia,  which we can never truly know of course,  illuminates how complex and poorly understood the condition is, \" Mangione said in a university news release.","images":[]},{"frames":[67840,78160],"text":"\"We live in a society where the verbal trumps the visual, \" resulting in misconceptions about people with learning differences such as dyslexia,  he added.","images":[]},{"frames":[78160,95280],"text":"In addition,  recent research suggests that da Vinci may have had misaligned eyes (strabismus),  making 3D vision impossible. In people with strabismus,  the brain favors one eye over the other,  resulting in 2D vision.","images":[]},{"frames":[95280,110800],"text":"\"The funny thing about having 2D vision is that it makes you a much more talented visual artist, \" said Mangione,  who added that \"the condition lends itself to skill in visual art but is also associated with dyslexia.\"","images":[]},{"frames":[110800,112800],"text":"","images":[]}],"engTitle":"Was dyslexia the secret to Leonardo da Vinci's greatness?","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558071654362-16.png","author":"5.18 周六 达芬奇","duration":110833,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558071654362-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558082136929-23.png","title":"阅读障碍是列奥纳多·达芬奇卓越的秘诀吗？"}