{"id":518,"content":[{"frames":[7680,19800],"text":"I.M. Pei,  who was revered as one of the last great modernist architects,  has died,  Pei Cobb Freed & Partners confirmed. He was 102 years old.","images":[]},{"frames":[20160,42420],"text":"Although he worked mostly in the United States,  Pei will always be remembered for a European project: his redevelopment of the Louvre Museum in Paris in the 1980s. He gave us the glass and metal pyramid in the main courtyard,  along with three smaller pyramids and a vast subterranean addition to the museum entrance.","images":[]},{"frames":[42780,56480],"text":"Pei was the first foreign architect to work on the Louvre in its long history,  and initially his designs were fiercely opposed. But in the end,  the French — and everyone else — were won over.","images":[]},{"frames":[56920,75180],"text":"Winning the fifth Pritzker Architecture Prize in 1983,  Pei was cited as giving the 20th century \"some of its most beautiful interior spaces and exterior forms ... His versatility and skill in the use of materials approach the level of poetry.\"","images":[]},{"frames":[75440,97900],"text":"His East Building of the National Gallery of Art in Washington in 1978 altered people's perceptions of a museum. The site was an odd trapezoid shape. Pei's solution was to cut it in two. The resulting building was dramatic,  light and elegant — one of the first crowd-pleasing cathedrals of modern art.","images":[]},{"frames":[98300,111080],"text":"In person,  I.M. Pei was dapper,  good-humored,  charming and unusually modest. His working process was evolutionary,  but innovation was never a conscious goal.","images":[]},{"frames":[111300,120760],"text":"\"Stylistic originality is not my purpose, \" he said. \"I want to find the originality in the time,  the place and the problem.\"","images":[]}],"engTitle":"I.M. Pei, acclaimed architect who designed the Louvre's pyramid, dead at 102","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558162468796-44.png","author":"5.19 周日 贝聿铭高难度","duration":120641,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558164034921-12.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558162468796-32.png","title":"卢浮宫金字塔建造者——享誉世界的建筑大师贝聿铭逝世，享年 102 岁"}