{"id":520,"content":[{"frames":[2320,9040],"text":"Studies suggest that,  after 50 hours a week,  employee productivity falls sharply.","images":[]},{"frames":[9040,19280],"text":"But that doesn’t stop some managers from demanding that workers stay chained to their desk for long periods. Presenteeism is the curse of the modern office worker.","images":[]},{"frames":[19280,37840],"text":"There will be days when you do not have much to do; perhaps because you are waiting for someone else in a different department,  or a different company,  to respond to a request. But you can see your boss hard at work and,  more important,  they can see you. So you make an effort to look busy.","images":[]},{"frames":[37840,49680],"text":"Some of this may be a self-perpetuating cycle. If bosses do not like to go home before their underlings,  and underlings fear leaving before their bosses,  everyone is trapped.","images":[]},{"frames":[49680,72560],"text":"The consequence is often wasted effort. Rather than work hard,  you toil to make bosses think that you are. Leaving a jacket on your office chair,  walking around purposefully with a notebook or clipboard and sending out emails at odd hours are three of the best known tricks. After a while this can result in collective self-delusion that this pretence is actual work.","images":[]},{"frames":[72560,88080],"text":"But presenteeism has more serious consequences. It is perhaps most prevalent in Japan,  where people attend the office even when they are in discomfort. In doing so,  they are doing neither themselves,  nor their employers,  any favours.","images":[]},{"frames":[88080,107520],"text":"Turning an office into a prison,  with inmates allowed home for the evenings,  does nothing for the creativity that is increasingly demanded of office workers as routine tasks are automated. To be productive you need presence of mind,  not being present in the flesh.","images":[]},{"frames":[107520,109520],"text":"","images":[]}],"engTitle":"The joy of absence","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558346831188-22.png","author":"5.21 周二 上班摸鱼","duration":108230,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558341894975-12.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558346831188-2.png","title":"领导不走我不走，摸鱼式加班你经历过吗？"}