{"id":521,"content":[{"frames":[5600,27680],"text":"In 2018,  South Korea generated the smallest number of jobs since the global financial crisis,  only 97, 000. In March,  one in every four Koreans in the 15-29 age group was not employed either by choice or due to the lack of jobs,  according to government data.","images":[]},{"frames":[27760,42400],"text":"Facing an unprecedented job crunch at home,  many young South Koreans are now signing up for government-sponsored programmes designed to find overseas positions for a growing number of jobless college graduates.","images":[]},{"frames":[42480,55280],"text":"South Korea has the most highly educated youth in the OECD,  with three-quarters of high school students going to college,  compared with the average of 44.5 percent.","images":[]},{"frames":[55360,71760],"text":"Even amid a glut of over-educated and under-employed graduates,  most refuse to \"get their hands dirty\",  says Lim Chae-wook,  who manages a factory making cable trays that employs 90 people in Ansan,  southwest of Seoul.","images":[]},{"frames":[71840,87760],"text":"For those who escaped Korea's tough job market,  not all has been rosy. Several people who found overseas jobs with government help say they ended up taking menial work or were misinformed about pay and conditions.","images":[]},{"frames":[87760,105520],"text":"\"The one year abroad added a line in my resume,  but that was about it, \" said Lee Jae-young,  who returned to Korea in February after working as a cook at the JW Marriott hotel in Texas. \"I'm back home and still looking for a job.\"","images":[]},{"frames":[102080,105120],"text":"","images":[]}],"engTitle":"South Korea's latest big export: Jobless college graduates","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558343187531-16.png","author":"5.22 周三 韩国就业 低","duration":105643,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558437378386-13.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558343187531-2.png","title":"韩国最新大宗出口：无业的大学毕业生"}