{"id":522,"content":[{"frames":[5680,15520],"text":"In 2018,  South Korea generated the smallest number of jobs since the global financial crisis,  only 97, 000.","images":[]},{"frames":[15520,32960],"text":"Facing an unprecedented job crunch at home,  many young South Koreans are now signing up for government-sponsored programmes designed to find overseas positions for a growing number of jobless college graduates in Asia's fourth largest economy.","images":[]},{"frames":[32960,51040],"text":"State-run programmes such as K-move,  rolled out to connect young Koreans to \"quality jobs\" in 70 countries,  found overseas jobs for 5, 783 graduates last year,  more than triple the number in 2013,  its first year.","images":[]},{"frames":[51040,63600],"text":"While other countries face similar challenges in creating jobs for skilled labour,  the dominance of family-run conglomerates known as chaebol makes South Korea uniquely vulnerable.","images":[]},{"frames":[63600,80000],"text":"\"The big companies have mastered a business model to survive without boosting hiring, \" as labour costs rise and firing legacy workers remains difficult,  said Kim So-young,  an economics professor at Seoul National University.","images":[]},{"frames":[80000,89040],"text":"South Korea has the most highly educated youth in the OECD,  with three-quarters of high school students going to college.","images":[]},{"frames":[89040,113760],"text":"Even amid a glut of over-educated and under-employed graduates,  most refuse to \"get their hands dirty\",  says Lim Chae-wook,  who manages a factory making cable trays that employs 90 people in Ansan,  southwest of Seoul. \"Locals simply don’t want this job cause they think it's degrading,  so we're forced to hire a lot of foreign workers.\"","images":[]},{"frames":[113760,129600],"text":"For those who escaped Korea's tough job market,  not all has been rosy. Several people who found overseas jobs with government help say they ended up taking menial work or were misinformed about pay and conditions.","images":[]},{"frames":[129600,131600],"text":"","images":[]}],"engTitle":"South Korea's latest big export: Jobless college graduates","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558408564175-16.png","author":"5.22 周三 韩国就业","duration":129613,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558408564175-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558408564175-2.png","title":"韩国最新的大宗出口品：无业的大学毕业生"}