{"id":523,"content":[{"frames":[0,7120],"text":"In Game of Thrones fans' pursuit of real-life dire wolves,  huskies may pay the price","images":[]},{"frames":[7120,14720],"text":"On \"Game of Thrones, \"  the dire wolves are played by Northern Inuit dogs and an arctic wolf.","images":[]},{"frames":[14720,26480],"text":"The animal actors are shot on green screens,  doubled in size to replicate dire wolf stature in the show,  where they have served as loyal protectors of the protagonist Stark family.","images":[]},{"frames":[26480,31840],"text":"It’s not a surprise that people might want them — or something like them.","images":[]},{"frames":[31920,34400],"text":"Enter Siberian huskies.","images":[]},{"frames":[34400,43840],"text":"Their shaggy,  gray and white fur,  pointy ears and lupine facial features make them near-doppelgangers of dire wolves.","images":[]},{"frames":[43840,47520],"text":"Huskies are a particularly high-maintenance breed.","images":[]},{"frames":[47680,54320],"text":"If they don’t get the at least two hours of daily exercise,  they can be very destructive.","images":[]},{"frames":[54400,61840],"text":"But people are increasingly buying them without doing their research,  which often results in a lifestyle clash.","images":[]},{"frames":[61840,66160],"text":"As a result,  lots of huskies are ending up in shelters.","images":[]},{"frames":[66160,73920],"text":"O’Neill,  a veterinarian and senior lecturer at the Royal Veterinary College,  is hooked on \"Game of Thrones.\"","images":[]},{"frames":[73920,79520],"text":"He has seen the consequences of media-driven dog purchases play out before.","images":[]},{"frames":[79600,87280],"text":"When you get a dog on impulse because of what you see on television,  he says,  you’re treating the dog as an accessory.","images":[]},{"frames":[87280,90880],"text":"“You’re buying the image you carry around in your mind.”","images":[]},{"frames":[90880,104560],"text":"Siberian husky rescue groups across the U.S. and U.K. report observing a significant increase in the number of abandoned huskies since 2011,  when \"Game of Thrones\" debuted.","images":[]},{"frames":[104560,113600],"text":"“They’re often coming in with the \"Game of Thrones\" names, ” says Swanda,  vice president of the Delaware Valley Siberian Husky Rescue.","images":[]},{"frames":[113680,117760],"text":"“ It’s not a game, ” says Swanda. “No pun intended.”","images":[]},{"frames":[117760,119760],"text":"","images":[]}],"engTitle":"In Game of Thrones fans' pursuit of real-life dire wolves, huskies may pay the price","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558493452050-16.png","author":"5.25 周六 哈士奇","duration":117902,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558493452050-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558493452050-2.png","title":"在《权游》粉丝对“冰原狼”的渴求下，哈士奇或许要遭殃了"}