{"id":525,"content":[{"frames":[4640,22960],"text":"If you like to put things off or surf the internet instead of getting work done,  you might be able to blame your ancestors. Procrastination is based in our genetics,  says Sharad Paul,  MD,  author of The Genetics Of Health: Understand Your Genes for Better Health.","images":[]},{"frames":[22960,50720],"text":"While procrastination seems like a character flaw,  it evolved for a reason. “The genes progressed down generations because these people were still holed up in caves fearful of predators [saying],  ‘My tools are not sharp enough. I better spend more time perfecting this spear, ’” he says. “These people survived more because they avoided conflict,  and these genes were handed down to future generations.”","images":[]},{"frames":[50720,63280],"text":"While it’s tempting to simply blame your parents,  the buck stops with you,  says Paul. “People think that genes determine their fate. This is only true if their actions lead in that direction.”","images":[]},{"frames":[63280,86080],"text":"The best thing to combat procrastination is to get moving,  says Paul. “Start slow and keep building endurance levels up, ” he says. “There are many different forms of endurance exercise and many involve leg movement. Pick one that you like and make sure you vary it. An average of just 30 minutes a day has been shown to be beneficial.”","images":[]},{"frames":[86080,104640],"text":"Anything can be modified or improved,  including our gene expressions,  says Paul,  who likes to reference the 10, 000-hours theory Malcolm Gladwell shares in his book The Outliers,  suggesting that talent is made with practice and commitment,  not an innate trait.","images":[]},{"frames":[104640,113760],"text":"“If you have the right genes,  this could be perhaps a bit faster,  but not by much, ” he says. “Therefore,  there is hope for us all.”","images":[]},{"frames":[113760,115760],"text":"","images":[]}],"engTitle":"You might be genetically predisposed to procrastination","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558505400316-16.png","author":"5.23 周四 拖延基因","duration":113990,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558505400316-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558505400316-2.png","title":"你可能天生就“爱拖延”"}