{"id":526,"content":[{"frames":[6800,18720],"text":"Chinese telecommunications giant Huawei's global influence has been steadily growing in recent years,  and the U.S. government's concern has been growing along with it.","images":[]},{"frames":[18720,45360],"text":"Fearing that the spread of Chinese-made cellphones,  routers and other equipment may render Western countries,  including those that share the most sensitive intelligence with the United States,  vulnerable to Beijing,  Washington has tried to hold Huawei accountable for alleged intellectual-property theft — while discouraging key allies such as Britain,  Australia and New Zealand from relying on Huawei technology.","images":[]},{"frames":[45360,60400],"text":"What's ultimately at stake here is the future of 5G networks around the world — the ultrafast connection systems that will soon link smartphones,  enable driverless automobiles and,  potentially,  revolutionize warfare.","images":[]},{"frames":[60400,70720],"text":"Now the Trump administration has escalated to a new level,  requiring that all U.S. firms seek federal approval before selling to Huawei.","images":[]},{"frames":[70720,95280],"text":"Though not an outright ban on sales,  it is a major restriction because Huawei's products rely on inputs purchased from no fewer than 30 U.S. companies,  and now those will be subject to government licensing. Huawei says it has stockpiled a 12 month-supply of U.S.-made inputs in anticipation of just such a move.","images":[]},{"frames":[95280,109840],"text":"If the Trump administration's latest step represents a deliberate attempt to bring down Huawei,  it is not justified. In that sense,  the administration owes the public more transparency about its intentions.","images":[]},{"frames":[109840,111840],"text":"","images":[]}],"engTitle":"Trump administration owes Americans answers about restrictions on Huawei","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558524952204-24.png","author":"5.23 周四 华为","duration":109894,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558511652913-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558524952204-5.png","title":"特朗普政府欠美国人民一个关于限制华为的解释"}