{"id":529,"content":[{"frames":[3120,39680],"text":"“Alexa,  are you recording everything you hear?” It is a question more people are asking,  though Amazon’s voice assistant denies the charges. “I only record and send audio back to the Amazon cloud when you say the wake word, ” she insists,  before referring questioners to Amazon’s privacy policy. Apple’s voice assistant,  Siri,  gives a similar answer. But as smart speakers from Amazon,  Apple and other technology giants proliferate,  concerns that they might be digitally snooping have become more widespread.","images":[]},{"frames":[39680,62400],"text":"As Alexa herself contends,  smart speakers are not sending every utterance into the tech giants’ digital vaults. Despite their name,  the devices are simple-minded. They listen out for wake words,  and then send what follows to the cloud as an audio clip; when an answer arrives,  in the form of another audio clip,  they play it back.","images":[]},{"frames":[62400,79120],"text":"But Amazon notes that users can delete these clips at any time. There’s always the mute button if you are worried about accidentally triggering your speaker and sending a clip into the cloud during a sensitive conversation. Users,  the firm insists,  are in control.","images":[]},{"frames":[79120,91840],"text":"Not everyone is convinced by such assurances,  however. Are their makers using them to snoop on people and then exploiting that information to target online ads or offer them particular products?","images":[]},{"frames":[91840,107040],"text":"If eavesdropping is your problem,  eschewing smart speakers does not solve it. Smartphones,  which people blithely carry around with them,  are even worse. Spy agencies are said to be able to activate the microphone in such devices.","images":[]},{"frames":[107040,124240],"text":"The chief thing is that consumers should be able to choose how to balance convenience and privacy. If this magical technology is to reach its full potential,  the tech giants need to do more to convince users that Alexa and her friends can be trusted.","images":[]},{"frames":[124240,126240],"text":"","images":[]}],"engTitle":"How creepy is your smart speaker?","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558668522987-18.png","author":"5.27 周一 语音助手","duration":124240,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558668522987-20.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558668522987-2.png","title":"你的智能音箱有多可怕？"}