{"id":531,"content":[{"frames":[5760,18000],"text":"Archie is an approachable,  nicknamey,  old-school sort of name. Guys like Archie don't usually live in a palace. Archie is the buddy you go bowling with.","images":[]},{"frames":[18080,35040],"text":"The world is still processing Prince Harry and Meghan's bold decision to name their first child Archie Harrison Mountbatten-Windsor. The newest royal bears no traditional given name,  like his cousins George and Louis.","images":[]},{"frames":[35040,50560],"text":"In America,  at least,  the name Archie conjures images of red-headed high-schoolers,  football stars and irascible,  bigoted old New Yorkers. But it's becoming trendy in England. And it's not just for boys.","images":[]},{"frames":[50640,62400],"text":"Traditionally,  Archie is short for the old-fashioned name Archibald. But over the years people have dropped a syllable and turned Archie into its own first name.","images":[]},{"frames":[62480,80320],"text":"It's largely gone out of vogue in America. Archie was not among the top 1, 000 baby names for any year of birth since at least 2000,  according to the US Social Security Administration,  though that may change after Harry and Meghan's announcement.","images":[]},{"frames":[80400,87920],"text":"But as the name Archie declined in usage in the US,  it's become increasingly common across the pond.","images":[]},{"frames":[88000,104400],"text":"In the UK,  Archie is now rather fashionable: The name went from being ranked around 80-something in popularity in 2000 to about 20th in 2015,  according to the UK Office for National Statistics.","images":[]},{"frames":[104400,106400],"text":"","images":[]}],"engTitle":"Archie! It doesn't sound like a name for a potential future prince.","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558679532604-16.png","author":"5.27 周一 王室阿奇","duration":104547,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558679532604-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558679532604-2.png","title":"阿尔奇！这听上去不像未来王储的名字。"}