{"engTitle":"The rising wave of abortion restrictions in America","duration":116911,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558943496592-14.png","title":"美国日益高涨的堕胎限制浪潮","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558943496592-16.mp3","author":"5.28 周二 美国堕胎","id":533,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559012090407-31.png","content":[{"frames":[4960,16000],"images":[],"text":"Abortion is legal under Roe v. Wade,  the 1973 Supreme Court decision that legalized abortion in all 50 states."},{"frames":[16000,30320],"images":[],"text":"But most states have set limits in one way or another. This year,  a series of strict anti-abortion bills have been passed with the intention to reshape women's access to the procedure."},{"frames":[30400,48400],"images":[],"text":"The most restrictive abortion law in the country is in Alabama. The ban makes abortion illegal in virtually all cases — including cases of rape and incest — and doctors who perform abortions could face life in prison."},{"frames":[48400,75040],"images":[],"text":"Lawmakers in Georgia,  Ohio,  Kentucky and Mississippi also proposed so-called heartbeat bills this year and successfully got them signed into law. Those bills generally ban abortions after a fetal heartbeat is detected,  which can be as early as six weeks into a pregnancy — when many women don't yet know they're pregnant."},{"frames":[75040,102560],"images":[],"text":"Alabama's ban is set to take effect in November and Georgia's law on January 1. It's unclear if those laws will go into effect because they are likely to face numerous legal challenges.  The Kentucky bill was already blocked by a federal judge and the Ohio and Mississippi bans — both set to take effect this summer — are being challenged in court."},{"frames":[102560,116640],"images":[],"text":"Other states instead have protections. New York passed a law to protect women's access to abortion right earlier this year. At least nine other states have laws protecting abortion."},{"frames":[116640,118640],"images":[],"text":""}]}