{"engTitle":"A majority of Americans want abortion to be legal in the first two trimesters","duration":115215,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1558945706925-16.png","title":"多数美国人希望将妊娠前六个月内的堕胎行为合法化","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1558945706925-18.mp3","author":"5.28 周二 美国堕胎","id":534,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559011986612-13.png","content":[{"frames":[7040,28080],"images":[],"text":"If the Alabama legislature gets its way,  abortion will soon become illegal there. A doctor convicted of performing an abortion could be sentenced to up to 99 years in prison. With no exemptions in cases of rape or incest,  this would be the most restrictive such law in the country."},{"frames":[28080,42560],"images":[],"text":"But other states with Republican-controlled legislatures have passed “heartbeat” laws that are almost as absolute — they ban abortion from 6 weeks,  at which point many women do not yet realise they are pregnant."},{"frames":[42560,81200],"images":[],"text":"In the abortion argument,  both sides long ago drove each other to extremes. The pro-life,  fundamentalist view behind the Alabama bill is that a fertilised egg is no different from a person,  and thus should enjoy the same legal rights. Accept that,  and what right does a woman have to take a morning-after pill,  or to end a pregnancy after a rape? The pro-choice extreme is that any restriction on abortion is an unacceptable attempt by government to control women’s bodies. With debate gridlocked,  the focus is on the courts."},{"frames":[81200,97440],"images":[],"text":"The latest abortion bills are about two things: preventing women from making a choice that is properly theirs,  and getting a challenge to Roe to the Supreme Court where,  campaigners hope,  they can smoke out the new conservative majority."},{"frames":[97440,115200],"images":[],"text":"Were Alabama’s law to come into force,  the price would be paid by women too poor or browbeaten to travel to where abortions are legal. Some of them will end up attempting to perform abortions themselves,  with drink,  drugs or worse."},{"frames":[115200,117200],"images":[],"text":""}]}