{"engTitle":"Nearing the endgame: is Hollywood's lust for sequels destroying cinema?","duration":96227,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559098542785-16.png","title":"临近终局:好莱坞热衷拍续集是否正在毁掉电影？","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559098542785-18.mp3","author":"5.30 周四 好莱坞续集","id":537,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559098542785-2.png","content":[{"frames":[5920,10880],"images":[],"text":"Never before have film sequels been so many and so varied."},{"frames":[10880,33840],"images":[],"text":"The industry’s eagerness to recycle is not hard to explain. Revenue is a big factor. Of the all-time top 10 grossing films,  six are now sequels. More important than the scale of these earnings is their reliability. Nobody knows whether an untried property will succeed,  but the success of a sequel is virtually guaranteed."},{"frames":[33840,52240],"images":[],"text":"Just why sequels are so successful is no mystery either. They meet intense audience demand. Nothing whets filmgoers’ appetites like what the industry calls “preawareness”. Informed anticipation is part of the fun,  and provides a ready topic of conversation."},{"frames":[52240,65040],"images":[],"text":"Inevitably,  the sequels juggernaut is throttling fresh ideas,  the lifeblood of any creative activity. It may be offering the movies a short-term fix by imperilling their long-term health."},{"frames":[65040,80320],"images":[],"text":"Our world is in flux,  and yet we are not encouraged to engage with change. Instead,  we are offered the chance to retreat into thought bunkers with those of like mind,  and cut ourselves off from unsettling ideas."},{"frames":[80320,96080],"images":[],"text":"It is understandable that in such circumstances we should look to the big screen for the comfort of repetition. Children find it consoling to be told the same bedtime story every night. Maybe,  however,  it is time for filmgoers to grow up."},{"frames":[96080,98080],"images":[],"text":""}]}