{"engTitle":"The age of rage: are we really living in angrier times?","duration":117511,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559115762882-7.png","title":"愤怒时代：我们真的生活在比以往更加愤怒的时代吗？","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559115762882-9.mp3","author":"5.31 周五 愤怒时代","id":539,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559113898102-2.png","content":[{"frames":[5520,22320],"images":[],"text":"It’s a standard observation that the world is getting angrier. Last year,  22% of respondents around the world told the Gallup organisation they felt angry,  a record since the question was first asked in 2006."},{"frames":[22320,37600],"images":[],"text":"The effects of anger are sometimes so appalling,  thus,  it’s easy to conclude that anger is inherently bad in itself. But studies have consistently shown that even everyday anger usually has positive results."},{"frames":[37600,58080],"images":[],"text":"The crucial point about these productive outbursts is that there was an obvious route for translating anger into action,  and thus reaching resolution. By contrast,  we’ve built a world that’s extremely good at generating causes for anger,  but extremely bad at giving us anything constructive to do with it."},{"frames":[58080,94800],"images":[],"text":"We face big,  systemic forces that threaten our wellbeing — automation,  globalisation and above all climate change — but that offer few ways for individual people or communities to turn their anger into change. Incidentally,  this also explains why “venting” your anger,  by punching a pillow or suchlike,  doesn’t work,  and can even make things worse. That old advice is based on the assumption that emotions simply need release. But anger isn’t trapped wind. It doesn’t need somewhere to go. It needs something to do."},{"frames":[94800,117360],"images":[],"text":"If you want to assuage your own anger,  or other people’s anger,  or the destructive effects of anger in the world at large,  the only meaningful course is to do something concrete,  however modest,  in ways that will improve the situation,  rather than fuelling the cycle of anger. Anger can be the start of something. But then you need the something."},{"frames":[117360,119360],"images":[],"text":""}]}