{"engTitle":"Why Grown-Ups Keep Talking Like Little Kids","duration":111955,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559126834920-16.png","title":"为什么大人总是像小孩子一样说话","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559126834920-18.mp3","author":"6.01周六 奔三卖萌","id":540,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559126834920-2.png","content":[{"frames":[4000,17520],"images":[],"text":"More and more,  adults are sprinkling their speech with the language of children. The adoption of some of these linguistic tics by adults has given rise to a register we might call kidspeak."},{"frames":[17520,43600],"images":[],"text":"Clearly,  kidspeak affords its users certain rhetorical advantages — the way it playfully softens blows is part of why younger people on social media now often couch what they say to one another in the toddler-esque. But what made bright teenagers and 20-somethings start imitating 5-year-olds in the first place? And why are many older Americans following suit?"},{"frames":[43600,87520],"images":[],"text":"Young people today are afraid in ways that generations before them were not. They're facing new,  compounding economic hardships — many Millennials and older members of Gen Z depend on their parents to help cover exorbitant rents or student-loan payments. A pair of 2016 studies led by April Smith,  a psychology professor at Miami University,  in Ohio,  showed that over the past few decades,  young people have become newly fearful of reaching adulthood,  agreeing more and more with statements such as \"I wish that I could return to the security of childhood\" and disagreeing with ones such as \"I feel happy that I am not a child anymore.\""},{"frames":[87520,112000],"images":[],"text":"A generation understandably spooked by \"adulting\" may well embrace the linguistic comfort food of childlike language. And once established,  the habit can easily make the jump to those of us more advanced in years. After all,  a kid lurks inside every one of us,  and few people are immune to the sheer infectiousness of creativity."}]}