{"engTitle":"'You do think: why me?' The shocking rise of lung cancer in non-smokers","duration":134048,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559726900032-34.png","title":"“你一定在想：为什么是我？”不抽烟人群的肺癌发病率惊人地上升","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559283992249-63.mp3","author":"6.07 周五 肺癌","id":541,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559283992249-40.png","content":[{"frames":[7440,40320],"images":[],"text":"Lung cancer is indelibly associated in the public mind with cigarettes,  and with good reason: about 86% of those who get it are smokers or ex-smokers. Doctors who specialise in the condition are now seeing so many people who have never smoked that they have coined an acronym: LCINs — lung cancer in never smokers. They are the other 14%. Their numbers are on the rise,  though experts cannot fully explain why."},{"frames":[40320,62160],"images":[],"text":"The figures are startling. In an article published in the Journal of the Royal Society of Medicine,  Prof Mick Peake — the clinical director of the centre for cancer outcomes at University College London hospital (UCLH) — estimates that nearly 6, 000 people who have never smoked die of lung cancer every year."},{"frames":[62160,83680],"images":[],"text":"There is no consensus among experts about why lung cancer is affecting more and more non-smokers. Peake lists four main known causes: passive smoking; occupational factors,  such as exposure to asbestos; exposure to radon gas; and a history of serious breathing conditions."},{"frames":[83680,101120],"images":[],"text":"But there are strong suspicions,  too,  that air pollution could be a factor. Outdoor pollution is under scrutiny,  although Peake says open fires and even cooking Sunday roasts may increase risk (while stressing that neither has been proven)."},{"frames":[101360,134000],"images":[],"text":"It is noteworthy,  though,  that more than half of lung cancers in women in China occur in non-smokers. \"That is probably explained by indoor air pollution from indoor cooking of oils at high temperature — wok cooking — in an unventilated area, \" he says. Some LCIN women believe that chemicals in perfume,  makeup,  aerosols or cleaning products may be to blame,  but Peake is adamant that there is no evidence to incriminate any of them."},{"frames":[134000,136000],"images":[],"text":""}]}