{"engTitle":"Tech’s latest stars have it all — except a path to high profits","duration":137934,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559283992249-24.png","title":"科技新星万事俱备——只欠高盈利的商业模式","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559273350942-48.mp3","author":"6.4  周二  独角兽 ","id":545,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559283992249-2.png","content":[{"frames":[6320,25280],"images":[],"text":"Investors often describe the world of business in terms of animals. Right now,  mere ponies are being presented as unicorns: privately held tech firms worth over $1bn that are supposedly strong and world-beating — miraculous almost."},{"frames":[25280,30480],"images":[],"text":"There is,  however,  a problem with the unicorns: their business models."},{"frames":[30480,70320],"images":[],"text":"As we report this week,  a dozen unicorns that have listed,  or are likely to,  posted combined losses of $14bn last year. Their cumulative losses are $47bn. Their services,  from ride-hailing to office rental,  are often deeply discounted in order to supercharge revenue growth. The justification for this is the Silicon Valley doctrine of “blitzscaling” in order to conquer “winner-takes-all” markets — or in plain English,  conducting a high-speed land grab in the hope of finding gold."},{"frames":[70320,98640],"images":[],"text":"The big worry is that the unicorns' losses reflect not temporary growing pains but markets which are contested and customers who are promiscuous. Despite subsidies,  ride-sharing customers are not locked in to one firm. No wonder Lyft’s shares have fallen by over 20% below their IPO price. Anyone can lease an office and rent out desks,  not just WeWork."},{"frames":[98640,112960],"images":[],"text":"External forces will make blitzscaling harder,  too. Compared with the earlier generation of firms,  today a reaction is in full swing,  including over digital taxes and data and content laws."},{"frames":[112960,126080],"images":[],"text":"All this is good for consumers. Investors,  meanwhile,  need to hold their nerve. It is tempting to extrapolate the triumph of Google and Alibaba to an entire new group of firms."},{"frames":[126080,137840],"images":[],"text":"The blitzscale philosophy of buying customers at any price is peaking. After the unicorns,  a new and more convincing species of startup will have to be engineered."},{"frames":[137840,139840],"images":[],"text":""}]}