{"engTitle":"Trying it on: retailers fight back against repeat returners","duration":115137,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559543697193-16.png","title":"试穿衣服：零售商反击经常退货的顾客","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559543697193-18.mp3","author":"6.04 周二 购物平台退货","id":547,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559543697193-2.png","content":[{"frames":[6400,25280],"images":[],"text":"I have always been a serial returner: I order clothes,  try them on and send them back. I am not alone. Now stores,  which have attracted consumers with generous pledges of free delivery and returns,  have begun to tighten their policies."},{"frames":[25280,40640],"images":[],"text":"According to research for Barclaycard,  20% of retailers surveyed have implemented stricter returns policies over the past year. A further 19% plan to do so in the next year."},{"frames":[40640,66240],"images":[],"text":"The retailers' resistance includes penalising customers for returning goods late,  without original packaging or in used condition,  with those aged between 25 and 34 most likely to be sanctioned. Some shops issue warning emails to repeat offenders. The online-shopping death penalty is account deactivation."},{"frames":[66240,81360],"images":[],"text":"Charlotte Monk-Chipman is the marketing director of ReBound Returns,  a company returning for retailers. \"Someone who buys a lot and returns a lot is not necessarily a bad shopper, \" she says."},{"frames":[81360,115120],"images":[],"text":"Monk-Chipman says the serial returner is sometimes the most profitable shopper,  and that sensible stores are not making their returns stricter,  only smarter. They are \"cracking down on fraudulent behaviour\",  not the indecisive or time-poor. Genuine returns,  she says,  \"are a real opportunity,  not a problem\" for retailers,  because they allow businesses to capture vast amounts of data about the fit,  quality and styling of a product."},{"frames":[115120,117120],"images":[],"text":""}]}