{"engTitle":"Teenage girl kills herself 'after Instagram poll' in Malaysia","duration":108277,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559545728995-16.png","title":"马来西亚少女在 Instagram 上发起“生死投票”\b后自杀","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559545728995-18.mp3","author":"6.08 周六 马来西亚女孩自杀","id":549,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559545728995-2.png","content":[{"frames":[5880,21840],"images":[],"text":"A 16 year-old girl has reportedly killed herself in Malaysia,  after posting a poll on her Instagram account asking followers if she should die or not,  and 69% of responders voted that she should."},{"frames":[21840,41660],"images":[],"text":"Police in the east Malaysia state Sarawak said the girl,  who has not been named,  posted the poll on the photo sharing app with the message: “Really Important,  Help Me Choose D/L”. After most responders voted for “death”,  she killed herself."},{"frames":[41660,49840],"images":[],"text":"Her death prompted a lawyer to suggest that those who voted for her to die could be guilty of abetting suicide."},{"frames":[49840,71600],"images":[],"text":"Ramkarpal Singh,  a lawyer and MP in the north-western state of Penang,  said: “Would the girl still be alive today if the majority of netizens on her Instagram account discouraged her from taking her own life? Would she have heeded the advice of netizens to seek professional help had they done so?”"},{"frames":[71600,86100],"images":[],"text":"“Did the encouragement of those netizens actually influence her decision to take her own life? Since attempted suicide is an offence in this country,  it follows that abetting one to attempt suicide may be,  too.”"},{"frames":[86100,108280],"images":[],"text":"Malaysia’s Youth and Sports Minister,  Syed Saddiq Syed Abdul Rahman,  said the tragedy highlighted the need for national-level discussions about mental health in the country. “I am genuinely worried about the state of our youth’s mental health, ” he said. “It’s a national issue which must be taken seriously.”"},{"frames":[108280,110280],"images":[],"text":""}]}