{"engTitle":"Sunday night anxiety? Here’s how to conquer the back-to-work blues","duration":120641,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559555899977-17.png","title":"周日晚上感到焦虑？这里是克服“返工忧郁症”的方法","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559555899977-19.mp3","author":"6.09 周日 焦虑","id":550,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559555899977-2.png","content":[{"frames":[5680,15840],"images":[],"text":"Do you find your sleep is most disturbed on Sunday nights? Is Monday your least favourite day? If so,  you’re not alone."},{"frames":[15840,36000],"images":[],"text":"A new poll by The Sleep Judge reveals that 63 per cent of 1, 034 working adults surveyed sleep least well on Sunday night,  and 62 per cent claim that Monday is — by a substantial margin — their most dreaded day of their week."},{"frames":[36000,59280],"images":[],"text":"Why are these figures so high? Job satisfaction offers a clue. Brent Scott and Timothy Judge at the University of Florida found a negative relationship between poor quality sleep and job satisfaction. If you suffer from Sunday anxiety and insomnia and dread Mondays,  what,  then,  can you do?"},{"frames":[59280,75120],"images":[],"text":"During the weekend,  get up at your normal time. Take a 10-20 minute nap if you feel tired,  but don’t lie in. Lying-in only upsets your circadian rhythm and you’ll feel more fatigued Monday."},{"frames":[75120,93200],"images":[],"text":"At mealtimes,  choose whole foods,  and if you drink,  do so in moderation. The Sleep Judge found 46 per cent of those who drank heavily at weekends felt heightened anxiety on Sundays,  compared to 21 per cent who didn’t drink."},{"frames":[93200,104080],"images":[],"text":"Take plenty of exercise. Both aerobic and anaerobic exercise help insomniacs fall asleep faster and enjoy better quality sleep."},{"frames":[104080,120560],"images":[],"text":"If despite these efforts you’re still increasingly anxious on Sundays and dread Mondays,  ask yourself what you’d most like to change about your job. If change is impossible,  you may want to consider finding other employment."},{"frames":[120560,122560],"images":[],"text":""}]}