{"engTitle":"Women are happier without children or a spouse, says happiness expert","duration":103295,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559638177723-20.png","title":"幸福专家指出，没有子女或配偶的女性更幸福","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559634413493-10.mp3","author":"6.05 周三 不婚不育女性","id":552,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559638177723-3.png","content":[{"frames":[5680,16240],"images":[],"text":"We may have suspected it already,  but now the science backs it up: unmarried and childless women are the happiest subgroup in the population."},{"frames":[16480,33560],"images":[],"text":"Paul Dolan,  a professor of behavioural science at the London School of Economics,  said the latest evidence showed that the traditional markers used to measure success did not correlate with happiness — particularly marriage and raising children."},{"frames":[33560,51640],"images":[],"text":"Men benefited from marriage because they “calmed down”,  he said. “You take less risks,  you earn more money at work,  and you live a little longer. She,  on the other hand,  has to put up with that,  and dies sooner than if she never married, ” he said."},{"frames":[51640,87560],"images":[],"text":"Dolan’s latest book,  Happy Ever After,  cites evidence from the American Time Use Survey (ATUS),  which compared levels of pleasure and misery in unmarried,  married,  divorced,  separated and widowed individuals. The study found that levels of happiness reported by those who were married were higher than the unmarried,  but only when their spouse was in the room. Unmarried individuals reported lower levels of misery than married individuals who were asked when their spouse was not present."},{"frames":[87560,103240],"images":[],"text":"Despite the benefits of a single,  childless lifestyle for women,  Dolan said that the existing narrative that marriage and children were signs of success meant that the stigma could lead some single women to feel unhappy."}]}