{"engTitle":"Everest mountaineer warned of overcrowding before dying on climb","duration":113650,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559639015505-23.png","title":"登山客在发出“大拥堵”警告后命丧珠峰","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559636073489-12.mp3","author":"6.06 周四 珠峰","id":553,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559639015505-2.png","content":[{"frames":[6460,21960],"images":[],"text":"Robin Haynes Fisher died of what appeared to be altitude sickness at 8, 600 meters (28, 215 feet),  while descending from the summit on Saturday,  May 25."},{"frames":[21960,42220],"images":[],"text":"\"With a single route to the summit,  delays caused by overcrowding could prove fatal so I am hopeful my decision to go for the 25th will mean fewer people. Unless of course everyone else plays the same waiting game, \" he wrote in a captioned Instagram post on May 13."},{"frames":[42220,53600],"images":[],"text":"Haynes Fisher is one of nine climbers to have died on Everest in the 2019 climbing season as conditions on the world's highest mountain turned lethal."},{"frames":[53620,67860],"images":[],"text":"During the week beginning May 20,  crowds of climbers became stuck in a queue to the summit,  above the mountain's highest camp at 8, 000 meters (26, 247 feet)."},{"frames":[67860,83260],"images":[],"text":"The summit of Mount Everest is 8, 848 meters (29, 029 feet) high,  an elevation at which each breath contains only one-third of the oxygen found at sea level."},{"frames":[83260,94900],"images":[],"text":"Most people can only spend a matter of minutes at the summit without extra oxygen supplies,  and the area where the climbers were queuing is known as the \"death zone.\""},{"frames":[94900,106380],"images":[],"text":"High-altitude medical expert Sundeep Dhillon explained to CNN that perhaps the biggest danger is when climbers treat the summit as the journey's end point."},{"frames":[106380,113660],"images":[],"text":"According to Dhillon's estimates,  \"you've probably got a one in 10 chance of dying on the way down.\""},{"frames":[113660,115660],"images":[],"text":""}]}