{"engTitle":"Why I won’t be joining the queue at  the top of Everest","duration":120302,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559726900032-17.png","title":"为什么我不会加入珠峰峰顶的登山队伍","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559705420931-18.mp3","author":"6.06 周四 珠峰","id":554,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559705420931-2.png","content":[{"frames":[4880,18480],"images":[],"text":"For a climber,  looking at Nirmal Purja’s picture last week of the queues close to Everest’s summit — delays that may have contributed to several deaths – is something that inspires dread."},{"frames":[18480,49680],"images":[],"text":"It depicts an anxiety-inducing conga line in the death zone above 8, 000 metres,  where the body can’t properly function,  and where movement forwards and backwards is seriously impeded. In a sport where efficient autonomous movement is regarded as crucial to safety,  you want to ask,  why would you put yourself in this position? The answer is to be found,  in large part,  in the commodification of the world’s highest mountain."},{"frames":[49680,62240],"images":[],"text":"Everest has become largely detached from the rest of climbing and mountaineering. It has become a trophy experience,  drawing too many otherwise without much interest in the sport."},{"frames":[62240,81920],"images":[],"text":"The transactional nature of most Everest attempts has seen a shift in how aspirants view responsibility,  moving it away from a question of an individual’s own judgment and subcontracting it to guiding companies,  some excellent,  some of them far less scrupulous."},{"frames":[81920,101120],"images":[],"text":"For Nepal,  where the spring Everest season is a valuable annual source of foreign currency,  there is little interest in either limiting numbers or regulating the new cut-price Nepalese companies that have been set up to compete with the expensive foreign-owned guiding outfits."},{"frames":[101120,120240],"images":[],"text":"Looking at Purja’s photo,  it is not only dread you sense,  but hubris,  too. In the suggestion that its summit can simply be bought,  a key point has been lost: that climbing is as much about judicious turning back and failure as it is about reaching the top."},{"frames":[120240,122240],"images":[],"text":""}]}