{"engTitle":"‘They’re brilliant’: Liverpool fans line streets to honour idols","duration":116833,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559726900032-54.png","title":"他们太棒了：利物浦球迷沿街排成长队向偶像致敬","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559712220117-20.mp3","author":"6.08 周六 利物浦","id":555,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559716088575-2.png","content":[{"frames":[5680,20560],"images":[],"text":"Under leaden English skies,  Liverpool became a carnival of red on Sunday as the football-mad city hailed its heroes for bringing home the Champions League trophy for the first time in 14 years."},{"frames":[20560,35440],"images":[],"text":"It followed an epic season in which Liverpool narrowly missed out on a first league title in three decades,  causing agony — now somewhat relieved — for fans impatient to end the long wait."},{"frames":[35440,46800],"images":[],"text":"Celebrations ran late into the night in Liverpool city centre,  as ecstatic supporters danced drunkenly in the streets singing a repertoire of the club’s anthems."},{"frames":[46960,56560],"images":[],"text":"The morning after,  bleary-eyed fans began streaming back onto the streets ahead of the parade,  which worked its way slowly towards the city centre."},{"frames":[56560,70480],"images":[],"text":"A jubilant atmosphere rippled through the city,  as all manner of Liverpool flags flew from buildings and cars,  drivers sounded horns and fans carried everything from banners to balloon replicas of the trophy."},{"frames":[70480,84960],"images":[],"text":"Aleisha Tipton,  23,  from nearby Cheshire,  staked out a prime spot near the waterfront end-point. “We don't care about waiting all afternoon to see them, ” she said of her heroes as light rain started to fall."},{"frames":[84960,104160],"images":[],"text":"“It can rain all day,  we don't care!” She was wearing a commemorative scarf from 2005,  when Liverpool last won the competition in a memorable come-from-behind victory over AC Milan in Istanbul. “This time is better for me as I was only nine then.”"},{"frames":[104160,116800],"images":[],"text":"For her granddad Ken Jones,  79,  this Liverpool team is up there with the best he has seen. “They’re brilliant, ” he said. “I don't think they could replace them with anything better.”"},{"frames":[116800,118800],"images":[],"text":""}]}