{"engTitle":"Is $2 million enough to feel wealthy?","duration":109034,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559796601604-33.png","title":"拥有两百万美元足以让你感到富有吗?","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560151766834-5.mp3","author":"6.12 周三 有多少钱才有安全感","id":557,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559796601604-19.png","content":[{"frames":[3560,6810],"images":[],"text":"How much does a person need to feel rich?"},{"frames":[6890,29640],"images":[],"text":"A recent survey from Charles Schwab revealed that a net worth of $2.27 million would be enough. But that wouldn't be enough for some people. And for others,  wealth isn't a financial concept at all. That's why finding what makes you feel wealthy takes a strategy rather than a single specific number,  says Bradley Nelson,  of Lyon Park Advisors."},{"frames":[29780,43980],"images":[],"text":"Matt Doran is a wealth manager in St. Louis with a personal net worth of \"more than $5 million,  but less than $20 million.\" He's not fixed on a number,  though,  and has no intentions of slowing down."},{"frames":[44120,59070],"images":[],"text":"For Doran,  the drive to continue earning money and growing his assets builds security for his family and allows him to support the things that give his life meaning — the people,  places and causes that he loves."},{"frames":[59180,65190],"images":[],"text":"\"And $2.27 million doesn't get me there, \" he says. \"Not even close.\""},{"frames":[65360,70760],"images":[],"text":"Ford was 21 years old when he inherited $2 million from his grandfather."},{"frames":[70880,84870],"images":[],"text":"Ford says that at first,  his inherited wealth caused a lot of pressure and stress. \"The pressure comes from having the money and feeling like I can't let my grandpa down and I can't let my son down, \" he says."},{"frames":[84980,98070],"images":[],"text":"Ultimately,  the money that caused his anxiety helped him and his wife out a lot when he experienced loss of income due to his health. It helps his family have more of what they value the most — time together."},{"frames":[98150,109080],"images":[],"text":"\"Money certainly gives us more of that, \" says Ford. \"It gives us security that we'll have more of that in the future and feeling secure in that makes me feel wealthy.\""}]}