{"engTitle":"Say what? Why film translators are in a war of words over subtitles","duration":130161,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559800827951-18.png","title":"你说什么？为什么电影翻译人员要为字幕而争吵不休","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559800827951-20.mp3","author":"6.09 周日 电影字幕","id":558,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559800827951-4.png","content":[{"frames":[6320,9920],"images":[],"text":"The perfect subtitle is one you don’t notice."},{"frames":[9920,28080],"images":[],"text":"This year,  however,  subtitles have been attracting more attention than usual. In January,  Alfonso Cuarón condemned Netflix’s decision to add Castilian-Spanish subs to his film Roma as “parochial,  ignorant and offensive to Spaniards”."},{"frames":[28080,42400],"images":[],"text":"Criticism of Roma’s subtitles didn’t stop there. In February,  the ATAA pointed out that the film’s French subtitles were full of grammatical errors,  spelling mistakes and mistranslations."},{"frames":[42400,66960],"images":[],"text":"The art of translation requires more than just fluency in several languages,  and there is a lot more to it than simply translating the dialogue. “The subtitler must decide what to prioritise at any given moment,  in order to best serve the interests of the film, ” says David Buchanan,  a freelance translator specialising in French to English subtitling."},{"frames":[66960,84800],"images":[],"text":"It’s also important for subtitles to take into account the characters’ ages,  social class,  personalities and moods,  as well as the historical period in which a film is set. Other elements that must be taken into account are the rhythm of the language,  as well as subtext."},{"frames":[84800,109680],"images":[],"text":"As in many other disciplines,  especially those connected to the arts,  subtitlers are increasingly expected to do more work for less money,  which inevitably takes its toll on quality. And while the shift to digital has made the craft easier,  it has also thrown up new problems; modern technology enables film-makers to tinker with their films until the very last minute."},{"frames":[109680,130080],"images":[],"text":"Yet too many film-makers look on subtitling as an afterthought,  an attitude the AVTE is seeking to correct. As Buchanan points out,  “Subtitles are the conduit allowing you to communicate your film’s ideas around the globe. Bad subtitles can ruin millions of dollars’ worth of hard work.”"},{"frames":[130080,132080],"images":[],"text":""}]}