{"engTitle":"How best-before dates create a waste mountain","duration":128179,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559805868399-16.png","title":"过期食品的真相：保质期如何制造出了一座垃圾山？","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559805868399-18.mp3","author":"6.10 周一 过期食物","id":559,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559805868399-2.png","content":[{"frames":[7200,21360],"images":[],"text":"Would you eat a six-month-old yoghurt? This is a question you may have asked if you read the recent story about a US grocer and his year-long experiment eating expired food."},{"frames":[21360,59920],"images":[],"text":"It started in October 2016,  when Scott Nash,  founder of the Mom’s Organic Market chain of grocery stores,  wanted to make a smoothie. He likes his with yoghurt. As he was at his holiday cabin in Virginia,  though,  the only pot he had to hand was one he had inadvertently left behind on his last trip there,  six months earlier. He opened it. No mould,  no smell. He decided to take the plunge and dumped the yoghurt in the blender. “I drank and waited, ” he wrote on his blog. And nothing happened."},{"frames":[59920,90480],"images":[],"text":"The first thing to point out is that Nash is based in the US,  where regulations on food dating differ significantly from those in the UK. While British foods carry just one date – either “use by” or “best before” – Nash was confronted by “expiration,  use by,  best by,  sell by,  best if used by …” He sells food for a living,  and even he doesn’t understand the system."},{"frames":[90480,128240],"images":[],"text":"Clearly,  this lack of clarity has implications for both the health of the environment and the health of the nation. What you don’t eat,  you’ll end up binning,  even if you could have safely eaten it; and what you don’t know not to eat could make you sick. A joint report from the Natural Resources Defense Council and Harvard Law School in 2013 said that 40% of American food goes uneaten each year,  and the disorienting effect of the US date labelling system is in large part to blame."},{"frames":[128240,130240],"images":[],"text":""}]}