{"engTitle":"How three billboards became the new global protest method","duration":93853,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/1522137966558-rc-upload-1522137937419-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/1522137973002-rc-upload-1522137937419-6.mp3","title":"“三块广告牌”是如何成为全球新的抗议方式的？","content":[{"text":"Three billboards bearing these words-- \"71 dead\",  \"And still no arrests?\",  \"How come?\"-- in reference to the people who lost their lives in the Grenfell Tower fire,  were attached to lorries and driven around London,  including past the Houses of Parliament,  before being parked outside the Grenfell complex.","frames":[4540,25340],"images":[]},{"text":"The protest was inspired by the award-winning film Three Billboards Outside Ebbing,  Missouri,  which centres on Mildred Hayes,  who rents three abandoned billboards to draw attention to the unsolved murder of her teenage daughter. The red and black signs – \"Raped while dying\",  \"And still no arrests?\",  \"How come,  Chief Willoughby?\" – become symbols of a grieving mother's fight for justice against all odds: the police chief,  the fictional Midwestern town she lives in and the loss that continues to haunt her.","frames":[25860,57320],"images":[]},{"text":"Since the film's release,  visual homages have popped up around the world calling attention to a wide range of issues. Many of the billboard campaigns are attacks on those in power for failing to keep people safe and hold guilty parties to account.","frames":[57760,73840],"images":[]},{"text":"Yvette Williams from the Justice4Grenfell campaign told the Guardian: \"The film's message of a mother's quest for justice and the powerful message of 'the more you keep a case in the public eye,  the better chance you have of getting it solved' resonated with what was happening in North Kensington.\"","frames":[74360,93420],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/1522137990333-rc-upload-1522137937419-12.png","id":56}