{"engTitle":"South Korea mulls ending arcane age system to match rest of world","duration":113051,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559807561958-16.png","title":"韩国考虑摈弃让人困惑的年龄计算方式，以与世界接轨","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1559807561958-18.mp3","author":"6.10 周一 韩国虚岁","id":560,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1559807561958-2.png","content":[{"frames":[7280,21660],"images":[],"text":"A South Korean MP is attempting to overturn a centuries-old tradition in which every newborn baby turns one on the day they are born and two on the next New Year's Day."},{"frames":[21860,30870],"images":[],"text":"The unusual custom means a baby born on New Year's Eve becomes two years old as soon as the clock strikes midnight."},{"frames":[30950,50430],"images":[],"text":"The system's origins are unclear. One theory is that turning one year old at birth takes into account time spent in the womb — with nine months rounded up to 12. Others link it to an ancient Asian numerical system that did not have the concept of zero."},{"frames":[50630,67860],"images":[],"text":"Now,  though,  an MP is attempting to end the tradition,  claiming that many of his compatriots fear it makes South Korea,  Asia's fourth-biggest economy and a global technology giant,  appear out of step with the rest of the world."},{"frames":[68030,88170],"images":[],"text":"\"The biggest problem is that the legal age and the age used in everyday lives are different, \" says Hwang Ju-hong,  who recently introduced a bill that would require the government to use international ages in official documents and to encourage people to use them in everyday life."},{"frames":[88280,93720],"images":[],"text":"Not all South Koreans agree that the traditional calculation is anachronistic."},{"frames":[93950,112890],"images":[],"text":"\"Why can't the Korean age and the international age system coexist,  in the same way that the traditional lunar new year holiday and Christmas coexist?\" said Jang Yoo-seung,  a senior researcher at Dankook University's Oriental Studies Research Centre."}]}