{"engTitle":"China is a nation of tea-drinkers, but coffee is taking off","duration":134074,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560146141816-16.png","title":"在中国这样的饮茶大国，咖啡却开始走红","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560146141816-18.mp3","author":"6.12 周三 咖啡","id":561,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560146141816-2.png","content":[{"frames":[6320,28560],"images":[],"text":"Until the 1990s coffee was rarely served in China except at luxury hotels aimed at foreigners. When Starbucks opened its first outlet there in 1999 it was far from clear that the country’s avid tea-drinkers would take to such a different — and usually more costly — source of caffeine."},{"frames":[28560,54320],"images":[],"text":"But coffee has become fashionable among the middle class in China. Starbucks now has about 3, 800 outlets in China — more than in any other country outside America. Statista,  a business-intelligence portal,  says the roast coffee market in China is growing by more than 10% a year. Starbucks and its rivals see big scope for expanding there."},{"frames":[54320,74240],"images":[],"text":"So too,  however,  do home-grown competitors. A major new presence is Luckin Coffee. On May 17th Luckin’s initial public offering on the Nasdaq stockmarket raised more than $570m,  giving it a value of about $4bn."},{"frames":[74240,97040],"images":[],"text":"Luckin’s remarkable growth is a sign of change. No longer do Chinese consumers see coffee as such a luxury. The growth is striking given the country’s renown for its tea-drinking culture. Many residents like to relax in teahouses,  sipping tea served gracefully by waiters from brass pots with long spouts."},{"frames":[97040,134000],"images":[],"text":"But the two markets are different. The teahouses tend to cater to older people who like to spend long hours playing mahjong and gossiping. At the coffee shops it is rare to see anyone over 40. Young people use them for socialising,  but much of their interaction is online — sharing photos of their drinks. An option on the Chinese rating app Dianping allows users to search for wanghong (“internet viral”) coffee houses: ones with particularly photogenic decor. Where better to sip and WeChat?"},{"frames":[134000,136000],"images":[],"text":""}]}