{"engTitle":"Want a visa for the U.S.? You’ll have to hand over your social media handles","duration":124501,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560149207189-16.png","title":"想要办理美国签证？你得先交出你的社交媒体用户名","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560149207189-18.mp3","author":"6.11 周二 美国签证","id":562,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560149207189-2.png","content":[{"frames":[6560,20320],"images":[],"text":"The vast majority of applicants for U.S. visas will now have to hand over their social media usernames along with previous email addresses and phone numbers,  according to a newly imposed rule."},{"frames":[20320,52080],"images":[],"text":"The State Department was already collecting social media information,  but only for those who had been identified for additional scrutiny,  including people with a history of traveling to areas controlled by terrorist groups. That meant some 65, 000 people had to hand over that information. But now the number will include around 14 million applicants for nonimmigrant visas and some 700, 000 applicants for immigrant visas."},{"frames":[52080,63840],"images":[],"text":"Although applicants will be able to say they don’t use social media,  lying about it could lead to “serious immigration consequences, ” a State Department official said."},{"frames":[63840,96240],"images":[],"text":"For now the form only includes the most popular social media platforms,  but soon applicants will be able to list all the sites they use. “As we’ve seen around the world in recent years,  social media can be a major forum for terrorist sentiment and activity. This will be a vital tool to screen out terrorists,  public safety threats,  and other dangerous individuals from gaining immigration benefits and setting foot on U.S. soil, ” the official added."},{"frames":[96240,124400],"images":[],"text":"When the new rule was proposed last year,  the ACLU called it \"ineffective and deeply problematic\". The move “will infringe on the rights of immigrants and U.S. citizens by chilling freedom of speech and association,  particularly because people will now have to wonder if what they say online will be misconstrued or misunderstood by a government official, ” the ACLU said."},{"frames":[124400,126400],"images":[],"text":""}]}