{"engTitle":"Western firms increasingly admire — and want — Chinese technology","duration":105486,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560326229055-59.png","title":"西方企业越来越欣赏并希望得到中国技术","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560244790591-10.mp3","author":"6.14 周五 中国科技","id":563,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560326229055-42.png","content":[{"frames":[5450,15270],"images":[],"text":"American officials have been treating technology bosses to classified briefings on the dangers of doing business in China. Those who operate there see things differently."},{"frames":[15470,34680],"images":[],"text":"For the first time last year,  in an annual poll by the EU Chamber of Commerce in China,  a majority of foreign companies (61%) said that domestic firms were as innovative as European ones,  or more so. This year four-fifths of them saw opportunities in Chinese sparkiness."},{"frames":[35020,47910],"images":[],"text":"Today,  acquiring a Chinese startup can help some foreign firms gain an edge. Takeover targets have their own research teams,  patents,  clients and,  sometimes,  lavish state subsidies."},{"frames":[48560,81330],"images":[],"text":"In some cases the technology is hard to find elsewhere. In 2017 Faurecia,  a French firm that is the world’s leading supplier of vehicle interiors,  acquired Jiangxi Coagent Electronics,  which develops human-machine interfaces. A person with knowledge of the deal says that Faurecia had been looking worldwide for a year before coming to China and spotting Jiangxi Coagent. “Faurecia said,  ‘Wow’, ” he says,  and made the Chinese technology the core of its offer."},{"frames":[81920,104940],"images":[],"text":"All told,  American technology companies have invested $1bn in Chinese ones since the start of last year,  according to Dealogic,  a data provider. Without trade tensions and the technological cold war,  deals would multiply. That they now might not will delight America’s spooks. Its companies,  less so."}]}