{"engTitle":"Apple expected to close iTunes after 18 years","duration":104860,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560321294419-16.png","title":"苹果预计将关闭运营了 18 年的 iTunes","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560321294419-18.mp3","author":"6.13 周四 iTunes","id":566,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560321294419-2.png","content":[{"frames":[5360,27440],"images":[],"text":"Apple is to replace its iTunes download service. The tech company will announce that three separate apps for music,  TV and podcasts will supersede iTunes,  as Apple seeks to reposition itself as an entertainment service rather than a hardware company powered by products such as the iPhone."},{"frames":[27440,45920],"images":[],"text":"Launched on 9 January 2001,  iTunes was Steve Jobs’s then revolutionary platform for music storage,  where users could rip their CDs into digital form. In 2003 the iTunes Store added the ability to buy tracks legally."},{"frames":[45920,62720],"images":[],"text":"Although other companies — including Microsoft and Sony — had considered launching music stores,  they “weren’t companies that had demonstrated Apple’s sophistication with regard to software”,  according to the former Warner Music vice-president Paul Vidich."},{"frames":[62720,79280],"images":[],"text":"But in the ephemeral world of tech,  iTunes — and its use of downloads — quickly became old-fashioned as companies including Spotify introduced successful streaming models as “music’s most radically democratic era” began."},{"frames":[79280,104720],"images":[],"text":"The writing seemed to be on the wall for iTunes when the tech company launched Apple Music in 2015,  with rumours circulating that iTunes would not exist beyond 2020. A streaming service in a similar mould to Spotify,  Apple Music signalled a move away from a download model,  and arrived at the same time as the company’s radio service."},{"frames":[104720,106720],"images":[],"text":""}]}