{"engTitle":"Female spies and their secrets","duration":150011,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560338289608-22.png","title":"女间谍以及她们的秘密","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560326229055-75.mp3","author":"6.15 周六 女间谍","id":567,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560338289608-2.png","content":[{"frames":[3280,34320],"images":[],"text":"Are women useful as spies? If so,  in what capacity? Maxwell Knight,  an officer in MI5,  Britain’s domestic-counterintelligence agency,  sat pondering these questions. Outside his office,  World War II had begun,  and Europe’s baptism by blitzkrieg was under way. In England the intelligence community was still an all-male domain. But a lady spy could come in handy,  as Knight was about to opine."},{"frames":[34320,54160],"images":[],"text":"Intelligence officers had long presumed that women’s special assets for spying were limited to strategically deployed female abilities: batting eyelashes,  soliciting pillow talk,  and of course maintaining files and typing reports. Overseeing operations? Not so much."},{"frames":[54160,62880],"images":[],"text":"World War II,  a “total war” that required all able male bodies for global fighting,  offered new opportunities."},{"frames":[62880,86080],"images":[],"text":"As Sarah Rose writes in D-Day Girls,  women were considered good couriers — a high-risk role — because they could rely on ingratiation and seeming naïveté as tools in tight spots. The war also provided openings for women to show that they could execute operations,  making strategic life-and-death decisions."},{"frames":[86080,110640],"images":[],"text":"Virginia Hall was,  as the British journalist Sonia Purnell writes,  “the most successful Allied female secret agent.” She directed guerrilla forces to support the D-Day landings. Disguised as a milkmaid,  she sold cheese and eavesdropped on the German Seventh Army,  which,  Purnell writes,  helped “pave the way for the Allied recapture of Paris.”"},{"frames":[110720,135840],"images":[],"text":"However,  after the war,  the contribution of these women was overlooked and then forgotten. In 1953,  the head of the CIA,  Allen Dulles,  convened a “Petticoat Panel” to look into attitudes toward women at the agency. Compared with men,  they were seen as more emotional,  less objective,  and insufficiently aggressive."},{"frames":[135920,150000],"images":[],"text":"That was then. Now the CIA is directed by a woman,  Gina Haspel,  who has promoted veteran women to head top directorates. These leaders have antecedents,  whether or not they know it."},{"frames":[150000,152000],"images":[],"text":""}]}