{"engTitle":"Why Monica from Friends is this summer’s unlikely style icon","duration":115659,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560489922689-17.png","title":"为何《老友记》中的莫妮卡会是这个夏天出人意料的时尚偶像？","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560503313279-9.mp3","author":"6.17 周一 老友记Monica","id":568,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560489890870-2.png","content":[{"frames":[6000,39520],"images":[],"text":"If you tuned into Channel 4 every Friday night when Friends ran the first time around,  from 1994,  your favourite Friends character was Joey (the adorable one),  Rachel (the sexy one),  Chandler (the funny one) or Phoebe (the eccentric one). But in the second coming of Friends,  since all 236 episodes arrived on Netflix in January of last year,  Monica has unexpectedly found a breakout role as a style icon."},{"frames":[39600,74800],"images":[],"text":"The funny thing is that the first time around,  nobody was watching Friends for wardrobe tips. Audiences tuned into Friends not for the wardrobe or the lifestyle,  but because it was really funny. It’s just as funny this time around. But what adds an extra frisson to watching in 2019 is the fact that the 20-year revival cycle that drives fashion has the effect of making the outfits look delightfully retro and,  somehow,  absolutely right for now."},{"frames":[74960,115760],"images":[],"text":"What does it say about 2019 that Monica has leapfrogged Rachel to become the breakout style icon of the Friends revival? Rachel,  the girl next door,  always supercute in a waitress apron,  tucking those blowdried strands behind one ear,  is perhaps a little too stay-in-your-lane girly for current tastes. Monica had a seam of tomboy running through her character and her wardrobe. But when she dressed up,  she could pull off a spaghetti strap dress or a black lace cami with the aplomb of a 90s supermodel."},{"frames":[131920,133920],"images":[],"text":""}]}