{"engTitle":"Five ways to stop feeling overwhelmed by the news","duration":115450,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560408000857-16.png","title":"避免读新闻时“信息过载”的五大方法","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560408000857-18.mp3","author":"6.15 周六 看新闻的方式","id":569,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560408000857-2.png","content":[{"frames":[4760,7580],"images":[],"text":"Limit the time spent reading news"},{"frames":[7660,24900],"images":[],"text":"“Headline anxiety” is a growing problem. One way to reduce the impact of the non-stop news cycle is to use screen-time trackers,  available on iOS and Android,  to limit the time you spend reading or watching the news on your mobile."},{"frames":[25160,27570],"images":[],"text":"Turn off push notifications"},{"frames":[27620,49350],"images":[],"text":"If the urge to scroll is too strong to resist,  then at least turning off your push notifications from news apps can stop you from being assailed with breaking events. A 2016 study found that push notifications “exerted a negative influence on cognitive function” through disruption to daily tasks."},{"frames":[49880,51600],"images":[],"text":"Read the good news"},{"frames":[51650,75720],"images":[],"text":"Academic Hans Rosling refers to “factfulness” as a means of keeping world news in perspective. If we focus on the bigger picture,  such as the proportion of people living in extreme poverty halving in the past 20 years,  it may be easier to remain optimistic. Rosling calls it “understanding as a source of mental peace”."},{"frames":[75840,78930],"images":[],"text":"Prioritise trusted news sources"},{"frames":[79070,99000],"images":[],"text":"Eric Carlsson,  a professor in media and communication studies,  says: “There has been a crisis of knowledge and truth owing to fake news,  much of which is spread on the unregulated platforms of social media.” Find your news instead,  then,  through verified and trusted publications."},{"frames":[99290,101430],"images":[],"text":"No news before bed"},{"frames":[101570,115320],"images":[],"text":"Research has shown that screen use before bed resets our internal clock and disrupts sleep,  so reading the news onscreen before bed can make your mornings even more anxious and tiring."}]}