{"engTitle":"Smelling your lover's shirt may make you less stressed","duration":87254,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/1522234406515-rc-upload-1522234332665-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/1522237167448-rc-upload-1522234332665-44.mp3","title":"闻爱人的衬衫也许能减轻压力","content":[{"text":"A new study lends some scientific backing to anyone who's ever worn their partner's shirt or slept on their side of the bed when they weren't around: According to research published in the Journal of Personality and Social Psychology,  the scent of a romantic partner can help lower stress levels,  even in his or her physical absence.","frames":[4560,24420],"images":[]},{"text":"Previous research has shown that the presence of a romantic partner can lower stress levels,  but scientists at the University of British Columbia in Canada wanted to see if their scent alone could do the same thing.","frames":[25200,37720],"images":[]},{"text":"They recruited 96 heterosexual couples and found out that women who had smelled their partner's shirt reported feeling less stress both before and after their interview and exam,  compared to those who had smelled an unworn shirt or a stranger's shirt.","frames":[38480,54140],"images":[]},{"text":"The researchers say that their findings could suggest an easy way to lower stress levels when traveling or taking on solo challenges: Take an article of your partner's clothing along. They're also interested in studying scent-and-stress connections between parents and children.","frames":[54920,71560],"images":[]},{"text":"\"If we can make it easier to leave your child at daycare for the first time or train them to sleep through the night without you,  this could have very practical implications.\" says Marlise Hofer,  a PhD student in the department of psychology.","frames":[72280,86340],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/1522234447890-rc-upload-1522234332665-12.png","id":57}