{"engTitle":"Why are we so obsessed with telling the time?","duration":108303,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560503298350-16.png","title":"为什么我们总是执著于看时间？","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560503298350-18.mp3","author":"6.16 周日 时间的痴迷","id":572,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560503298350-2.png","content":[{"frames":[4080,24560],"images":[],"text":"With the emergence of mechanical clocks in the 1300s,  the time was increasingly displayed in public spaces,  providing a focal point for the organization of social life. But the 18th century witnessed an explosion in the manufacture of a different,  more personalized device — the watch."},{"frames":[24560,39520],"images":[],"text":"Henceforth,  time was portable and wealthy individuals could adjust their own personal watches to public clocks,  bringing home a more accurate knowledge of the time. The habit of clock-watching had emerged."},{"frames":[39520,64800],"images":[],"text":"During the 19th century,  however,  this practice turned into a veritable obsession. A number of factors stimulated this phenomenon,  among which were the development of industry and new means of transport and communication. Railway timetables,  time-stamped telegrams and factory discipline all called for stricter conformity to the time of the clock."},{"frames":[64800,85440],"images":[],"text":"By the turn of the 20th century,  punctuality had become the hallmark of modern society. Resistance to the imposition of standard clock time,  whether in rural communities or Western colonies,  was considered a sign of backwardness,  and \"keeping up\" with time had become a new source of anxiety."},{"frames":[85440,108240],"images":[],"text":"In 1881,  the American neurologist George Beard listed \"clocks and watches\" among the causes of what he described as an epidemic of \"nervousness\": \"They compel us to be on time\",  he wrote,  \"and excite the habit of looking to see the exact moment,  so as not to be late for trains or appointments.\""},{"frames":[108240,110240],"images":[],"text":""}]}