{"id":573,"content":[{"frames":[6480,27920],"text":"Kkondae is a modern word of uncertain origin — perhaps an adaptation of the English word “condescend”. It means an older person,  usually a man,  who expects unquestioning obedience from people who are junior. South Koreans apply the word to everyone from narcissistic bosses to overbearing uncles and corrupt politicians.","images":[]},{"frames":[27920,42800],"text":"South Korea is notorious for its suffocating workplace hierarchies based on age,  sex and length of service. Many South Koreans are outraged when younger colleagues or relatives fail to use the correct honorific to address them.","images":[]},{"frames":[42800,55920],"text":"However,  the popularity of kkondae as an insult is a sign of change. Open rebellion against hierarchical strictures is still rare and frowned upon. But young people are beginning to question authority.","images":[]},{"frames":[55920,69360],"text":"Education partly explains this shift. Younger people tend to have more of it than their elders. That gives them greater power to challenge the kkondae,  says Moon Seung-sook of Vassar College in America.","images":[]},{"frames":[69360,88240],"text":"South Korea’s evolving political culture has been making an impact,  too. Since democracy began to take hold in the country in the late 1980s,  belief in universal rights,  including people’s right to be treated equally,  has become stronger. This has encouraged people to question their deference to others.","images":[]},{"frames":[88240,118240],"text":"An ancient culture of authority is unlikely to disappear overnight. Young people are becoming more willing to challenge hierarchy,  but what will happen as they get older? Some of today’s young upstarts will not achieve the success they dream of. They may find themselves yearning for the kind of deference their elders once automatically enjoyed. Today’s kkondae critics may grow up to be kkondae themselves. But whether tomorrow’s young people will let them get away with that is doubtful.","images":[]},{"frames":[118240,120240],"text":"","images":[]}],"author":"6.18 周二 韩国老顽固","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560752825410-21.png","duration":117850,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560752825410-42.png","engTitle":"A new word for “condescending geezer” reveals a lot about hierarchy in South Korea","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560752825410-10.mp3","title":"为“高人一等的老头”而生的新词充分体现了韩国的等级制度"}