{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560836041560-18.mp3","title":"“一种可怕的死亡方式”：《切尔诺贝利》是如何重现核灾难的","author":"6.19 周三 切尔诺贝利","engTitle":"'A horrible way to die': how Chernobyl recreated a nuclear meltdown","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560836041560-16.png","id":577,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560835880624-2.png","duration":117589,"content":[{"text":"The job of Daniel Parker,  head of makeup and prosthetics,  had no such light touches either. His task was to recreate the effect of radiation burns on human skin. Ask Parker what radiation does to the body and he is distressingly blunt. \"You melt, \" he says. \"The only way you can really describe it is putting salt on a slug. Tissue is breaking down. Skin just slips off. It'll just go. One day you move your arm and the skin will just fall off.\"","frames":[6000,39840],"images":[]},{"text":"Surprisingly,  Parker didn't look to photos of Hiroshima or Nagasaki victims for examples of radiation damage. He went instead to medical textbooks,  and this allowed him to pioneer a technique for Chernobyl where he \"layered\" the skin: painting the actors' bodies with wounds,  then putting a semi-translucent layer on top,  giving the impression that sores are forcing themselves to the surface as the body degrades from within. The effect is dreadful to see. Yet,  Parker was strict in saying these men must not be relegated to Hollywood \"zombies\",  and he explains that the director made sure sympathy stayed with these characters: even as they lie rigid on the bed,  gurgling and fading,  they still speak,  and a wife may still hold her husband's rotting fingers.","frames":[39840,92960],"images":[]},{"text":"\"It's the worst way to die, \" says Parker. \"Beyond anything you can imagine. The most horrible way to die. I think it's the worst,  in line with medieval torture.\" What makes it particularly atrocious is that the victims were denied pain relief. In the latter stages of radiation sickness you cannot inject morphine,  he explains. \"The walls of the veins are breaking down.\"","frames":[92960,117440],"images":[]},{"text":"","frames":[117440,119440],"images":[]}]}