{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560838034829-18.mp3","title":"Too Many People Want to Travel","author":"6.20 周四 全民旅游","engTitle":"太多的人想要旅行","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560838034829-16.png","id":578,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560838034829-2.png","duration":107286,"content":[{"text":"Late in May,  the Louvre closed. The museum’s workers walked out,  arguing that overcrowding at the home of the Mona Lisa and the Venus de Milo had made the place dangerous and unmanageable. “The Louvre suffocates, ” the workers’ union said in a statement written in French,  citing the “total inadequacy” of the museum’s facilities to manage the high volume of visitors.","frames":[2720,27600],"images":[]},{"text":"This phenomenon is known as overtourism. A confluence of macroeconomic factors and changing business trends have led more tourists crowding to popular destinations. That has led to environmental degradation,  dangerous conditions,  and the immiseration and pricing-out of locals in many places. And it has cities around the world asking one question: Is there anything to be done about being too popular?","frames":[27600,56240],"images":[]},{"text":"There’s too much of a good thing in some of these spots,  and mayors and city councils are doing their part to take it away. A number of places have implemented or expanded or proposed tourist taxes. Governments are also rolling out regulations. Those kinds of measures stand to become more important in the coming years,  as the global middle class gets bigger,  social media more ubiquitous,  and travel cheaper.","frames":[56240,84480],"images":[]},{"text":"These phenomena inevitably mean more complaints from locals,  and more damage and lines and selfies and bad behavior. But they also mean more cross-cultural exposure,  more investment,  more global connection,  more democratization of travel,  and perhaps more awe and wonder. Even overtourism has its upsides.","frames":[84480,106960],"images":[]},{"text":"","frames":[106960,108960],"images":[]}]}