{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560838824427-10.mp3","title":"HBO 新剧热播，引发切尔诺贝利旅游热潮","author":"6.19 周三 切尔诺贝利","engTitle":"HBO show success drives Chernobyl tourism boom","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560868652309-20.png","id":579,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560868652309-2.png","duration":102904,"content":[{"text":"The success of a U.S. television miniseries examining the world’s worst nuclear accident at Chernobyl has driven up the number of tourists wanting to see the plant and the ghostly abandoned town that neighbors it for themselves.","frames":[5540,20520],"images":[]},{"text":"The HBO miniseries depicts the explosion’s aftermath,  the vast clean-up operation and the subsequent inquiry.","frames":[20810,28420],"images":[]},{"text":"Sergiy Ivanchuk,  director of SoloEast tours,  told Reuters the company saw a 30% increase in tourists going to the area in May 2019 compared with the same month last year. Bookings for June,  July and August have risen by approximately 40% since HBO aired the show,  he said.","frames":[28580,50700],"images":[]},{"text":"Day-trippers board buses in the center of Kiev and are driven 120km to the area,  where they can see monuments to the victims and abandoned villages. They are then taken to see reactor number four,  which since 2017 has been covered by a vast metal dome 105 meters high which envelops the exploded core. The day finishes with a walk around Pripyat.","frames":[50930,77130],"images":[]},{"text":"When Craig Mazin,  the creator of the ‘Chernobyl’ miniseries,  came to visit before writing the show,  he said of his experience: “I’m not a religious man,  but that’s as religious as I’ll ever feel”.","frames":[77420,89970],"images":[]},{"text":"“To walk where they walked felt so strange,  and also being under that same piece of sky you start to feel a little closer,  in a sense,  to who they were, ” he told an HBO podcast.","frames":[90060,102900],"images":[]}]}