{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1560846960886-18.mp3","title":"阿拉巴马州立法者通过针对性侵罪犯的“化学阉割”法案","author":"6.21 周五 化学阉割","engTitle":"","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560846960886-16.png","id":580,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1560846960886-2.png","duration":107469,"content":[{"text":"A bill in Alabama awaiting the governor's signature would require people convicted of certain sex offenses to undergo \"chemical castration\".","frames":[5440,15200],"images":[]},{"text":"The measure,  passed by the Legislature,  says a judge must order anyone convicted of a sex offense involving a child under the age of 13 to start receiving testosterone-inhibiting medication a month before release from prison. Most offenders would have to pay for the treatment,  which would be administered by the Department of Public Health,  until a judge decides the medication is no longer necessary.","frames":[15200,41280],"images":[]},{"text":"Seven states and U.S. territories permit some sex offenders to be forced to take testosterone-suppressing drugs as a condition of sentencing,  release or supervision,  according to the National Conference of State Legislatures.","frames":[41280,56080],"images":[]},{"text":"More than 57, 000 children in the United States experienced sexual abuse in 2016,  according to the Rape,  Abuse & Incest National Network. In 93% of cases,  the children knew their abusers.","frames":[56080,71600],"images":[]},{"text":"Randall Marshall,  the executive director of the ACLU of Alabama,  said his organization considers chemical castration to be unconstitutional on the grounds of due process and the right to privacy. Reducing someone's sex drive does not necessarily prevent reoffending,  he said,  because libido is not the only motivating factor behind sexual abuse.","frames":[71600,95520],"images":[]},{"text":"\"I think sexual assault has always been more than just about sex, \" Marshall said. \"It's about power,  it's about exercising control over someone else and a variety of other things.\"","frames":[95520,107440],"images":[]},{"text":"","frames":[107440,109440],"images":[]}]}