{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561016974955-16.png","author":"6.23 周日 睡眠生物钟","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561016974955-18.mp3","engTitle":"Night owls can retrain their body clocks in just three weeks, study finds","content":[{"text":"Night owls can retrain their body clocks in just three weeks,  study finds","frames":[50,6210],"images":[]},{"text":"hose whose body clocks dictate going to bed late are often left sleepy in the day,  eating badly with depression and stress.","frames":[6530,15900],"images":[]},{"text":"ut scientists from the Universities of Birmingham and Surrey found that within three weeks they could get night owls going to bed earlier without the need for medication.","frames":[15530,27630],"images":[]},{"text":"The 22 participants in the study were all healthy and were made to change their routine by waking up 2-3 hours before regular wake up time and maximising outdoor light during the mornings.","frames":[27620,41250],"images":[]},{"text":"They also had to go to bed 2-3 hours before their 'normal' time and limit light exposure in the evening as well as keeping fixed sleep times on work and free days,  eating breakfast as soon as possible after waking up,  eating lunch at the same time each day,  and having dinner before 7pm.","frames":[41300,61200],"images":[]},{"text":"The results showed an increase in cognitive and physical performance during the morning when tiredness is often very high in 'night owls' as well as a shift in peak performance times from evening to afternoon.","frames":[61890,75630],"images":[]},{"text":"The researchers said their findings might also help in industry or within sporting sectors,  which have a key focus on developing strategies to maximise productivity and optimise performance at certain times and in different conditions.","frames":[75680,91650],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561016974955-2.png","id":581,"duration":91480,"title":"研究发现：仅三周时间就可重设“夜猫子”的生物钟"}