{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561021988688-16.png","author":"6.22 周六 多伦多猛龙","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561021988688-18.mp3","engTitle":"The Toronto Raptors win Canada’s first NBA championship","content":[{"text":"The Toronto Raptors win Canada’s first NBA championship","frames":[470,5160],"images":[]},{"text":"The Toronto Raptors became the 2019 NBA champions Thursday,  and they are the first team outside the US to do it.","frames":[5510,14070],"images":[]},{"text":"Game 6 of the NBA Finals was tight,  going back and forth between the Raptors and the Golden State Warriors. But the Raptors took the game in the end with a 114-110 for a 4-2 series victory.","frames":[14210,28740],"images":[]},{"text":"or the Golden State Warriors,  it was a must-win battle at home at Oracle Arena in Oakland,  where they were the defending champs and were aiming for their third title in a row and fourth in the last five years.","frames":[28970,41760],"images":[]},{"text":"The Toronto Raptors,  the only active Canadian franchise in the NBA,  became the team of not just the city,  but of their nation,  according to the mayor of Almonte,  a town more than 360 miles from Toronto.","frames":[41780,55320],"images":[]},{"text":"And some big Canadian names took to social media to celebrate.","frames":[55550,59550],"images":[]},{"text":"Drake,  a Canadian rapper and fan of the team,  announced on Instagram that he will release two singles in celebration of the Raptors’ success. Canada’s Prime Minister tweeted his congratulations.","frames":[59450,71070],"images":[]},{"text":"“HISTORIC!” said the Toronto Maple Leafs. Canada’s teams have had a title drought since 1993 in four major North American sports — NBA,  MLB,  NHL and the NFL — and the Raptor’s win broke the trend.","frames":[70700,88170],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561021988688-2.png","id":582,"duration":88167,"title":"多伦多猛龙队赢得了加拿大的第一个美国职业篮球联赛总冠军"}