{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561085981267-20.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561085981267-22.mp3","title":"“对于这座城市来说，这意味着一切”：猛龙队夺得首个美国职业篮球联赛（NBA）冠军后，多伦多陷入狂欢","author":"6.22 周六 多伦多猛龙","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561085981267-2.png","duration":99748,"engTitle":"‘This means everything to the city’: Toronto parties as Raptors clinch NBA title","content":[{"text":"After nearly 25 years of ambition marred by disappointment and frustration,  the Toronto Raptors have brought the city — and country — its first-ever NBA championship. As Game 6 of the NBA finals ended and the team hoisted the coveted Larry O’Brien trophy,  tens of thousands of Toronto residents poured into the streets,  converting busy thoroughfares and city squares into temples of celebration.","images":[],"frames":[7120,36400]},{"text":"Fans in the city’s downtown core scaled anything they could — including buses,  buildings and traffic lights — as car horns blared and the night was lit up by fireworks. Police blocked off major roads to allow fans to celebrate until the early hours of Friday.","images":[],"frames":[36400,54720]},{"text":"“This is an amazing crowd and such an amazing night, ” said Alex Zdravkovic,  a bartender. “This means everything to the city. Everything.”","images":[],"frames":[54720,64720]},{"text":"Much of what fuelled the energy was a belief that Toronto had been unjustly overlooked by analysts and the broader basketball community. Even though the Raptors methodically dispatched elite teams one-by-one,  the cognoscenti of the NBA had Golden State,  the reigning champions,  as the favourites.","images":[],"frames":[64720,84880]},{"text":"“This puts us on the map. I feel like we were never really respected as a sports town before this. And now we’re No. 1, ” said Rory Cohen,  a fan since the franchise first came into existence in 1995.","images":[],"frames":[84880,99680]},{"text":"","images":[],"frames":[99680,101680]}],"id":583}