{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561088752842-17.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561088752842-19.mp3","title":"美国国家航空航天局选中三家公司送货上月球","author":"6.23 周日 NASA","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561088752842-3.png","duration":107234,"engTitle":"NASA picks three companies to send cargo to the moon","content":[{"text":"Three small companies that built robotic lunar landers are getting big business from NASA.","images":[],"frames":[4640,11200]},{"text":"Texas-based Intuitive Machines,  Astrobotic of Pittsburgh,  and a group called OrbitBeyond were each selected by NASA to deliver science and research cargo to the moon. The companies could complete their first missions within the next couple of years,  executives and NASA officials said Friday.","images":[],"frames":[11200,31200]},{"text":"\"Today,  NASA becomes a customer of commercial partners who will deliver our science instruments and our lunar technology to the moon, \" NASA Administrator Jim Bridenstine said in a video about the announcement.","images":[],"frames":[31360,44880]},{"text":"NASA has been publicly pushing its plan to return astronauts to the moon within five years. The program is called Artemis,  and it would mark the first crewed deep-space mission in nearly half a century. The program,  however,  faces political hurdles,  and it's not clear where the money will come from.","images":[],"frames":[44880,65040]},{"text":"NASA and others want to create a lunar outpost that would require large amounts of infrastructure and the technology to do things like convert the moon's water ice into rocket fuel. There's also valuable resources on the moon that could be mined for a variety of uses. Ultimately,  it could become a hub of commercial and government activity.","images":[],"frames":[65040,88480]},{"text":"\"NASA's vision for human habitation on the moon will drive the cislunar economy to grow exponentially, \" OrbitBeyond partner TeamIndus wrote in a recent blog post. \"OrbitBeyond estimates it to exceed a $3 billion annual market in 5-7 years.\"","images":[],"frames":[88480,107200]},{"text":"","images":[],"frames":[107200,109200]}],"id":584}