{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561096143760-10.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561117587937-33.mp3","title":"中国学生在伊利诺伊州被斩首案件辩方：人确实是他杀的","author":"6.24 周一 章莹颖案 (1)","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561096143760-2.png","duration":99644,"engTitle":"Defence in China student's beheading in Illinois says he did it","content":[{"text":"Brendt Christensen,  29,  could face the death penalty if he is convicted in the June 2017 abduction and murder of Yingying Zhang,  a 26-year-old student at the University of Illinois at Urbana-Champaign.","images":[],"frames":[5120,21280]},{"text":"Christensen's defence lawyer acknowledged in his opening statement that his client killed Zhang but disputed the prosecution's version of events. \"You need to know who Brendt was and what he was going through — a downward spiral in his life, \" George Taseff told the jury as he sought to protect his client from the death penalty.","images":[],"frames":[21280,43040]},{"text":"While the state of Illinois has outlawed capital punishment,  a federal trial allowed prosecutors to seek the death penalty.","images":[],"frames":[43040,50640]},{"text":"Eugene Miller,  an assistant U.S. attorney for central Illinois,  said Christensen was obsessed with Bundy,  who killed dozens of women in 1970s,  and other serial killers.","images":[],"frames":[50640,62240]},{"text":"Christensen took Zhang to his apartment where she fought for her life as he hit her over the head with a baseball bat,  raped her and stabbed her in the neck before cutting off her head,  Miller said.","images":[],"frames":[62240,75200]},{"text":"\"Her blood ran down the wall, \" Miller said,  as Zhang's relatives listened to an interpreter through headsets. \"Thousands of miles away from her parents,  alone with a stranger,  she breathes her last breath.\"","images":[],"frames":[75200,89520]},{"text":"Zhang's body has never been found. Her then-boyfriend Xiaolin Hou told the court on Wednesday: \"We will never give up hope to find her.\"","images":[],"frames":[89520,99360]}],"id":585}