{"duration":104939,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561360735510-2.png","id":587,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561360735510-18.mp3","title":"为什么剧透正在毁掉故事创作","author":"6.28 周五 剧透","content":[{"frames":[3760,26960],"text":"Today,  writers and film-makers are obsessed with spoilers. Anthony and Joseph Russo,  the directors of Marvel films,  have issued statements requesting that fans not ruin them for others. Audiences are zealous about the matter,  too. One fan was assaulted outside a screening of “Avengers: Endgame” for “loudly revealing” the movie’s outcome.","images":[]},{"frames":[26960,46480],"text":"Film-makers realised that fans were invested in the surprise and pandered to them. The Russo brothers begging viewers not to ruin the Avengers films probably helped them to secure the biggest opening weekend in film history. See it now,  that seemed to say,  or have someone else spoil it for you.","images":[]},{"frames":[46480,68320],"text":"However,  this attitude stifles proper discussion of stories by critics as much as viewers,  and it inflicts damage on storytelling as a craft. By promoting one technique,  the twist,  and one effect,  surprise,  stories get bent out of shape. They try too hard to counter expectation and resist predictability.","images":[]},{"frames":[68320,88720],"text":"Stories that promote surprise over character end up as mere soap opera,  a series of sensational shocks. That corrodes credibility,  while some reveals do not so much blow minds as waste time. More significant than all of this,  though,  is the fact that surprise is overrated.","images":[]},{"frames":[88720,104960],"text":"A study carried out by Jonathan Leavitt and Nicholas Christenfeld in 2011 found that knowing how the story ends doesn’t hamper enjoyment — it increases it. In other words,  spoilers don’t spoil anything.","images":[]},{"frames":[104960,106960],"text":"","images":[]}],"engTitle":"Why spoilers are ruining storytelling","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561360735510-16.png"}