{"duration":106815,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561360735510-29.png","id":588,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561374347995-18.mp3","title":"人气飙升的日本动漫产业深陷危机","author":"190625 Tue. anime industry - DanielAmerman 61919 2min_01","content":[{"frames":[5680,15760],"text":"Three of the 10 feature films in the running for top prize at the world's most important animation festival in Annecy in France are from Japan.","images":[]},{"frames":[15760,29360],"text":"But Japan's booming animation industry is in crisis — with bad working conditions,  a huge shortage of artists and a lack of creativity — just as its global popularity has never been higher.","images":[]},{"frames":[29360,48320],"text":"With talk of a talent shortage,  its greatest star,  the legendary Studio Ghibli founder Hayao Miyazaki,  has come out of retirement at 78 to make \"How Do You Live?\" — which may be released next year — with speculation that he could take on another feature if his health holds.","images":[]},{"frames":[48320,70400],"text":"Yoshiaki Nishimura,  a former Miyazaki stalwart who produced the Oscar-nominated \"The Tale of The Princess Kaguya\",  told AFP that his peers also complain of low pay,  a paucity of emerging young talent and burn-out in overworked animation teams who often put in 12- to 18-hour days.","images":[]},{"frames":[70400,86480],"text":"Ayumu Watanabe — whose beautiful \"The Children of the Sea\" was shown out of competition at the festival — worried about visual \"standardization\" and lack of originality,  with \"fewer and fewer animators who can draw well by hand.\"","images":[]},{"frames":[86480,106880],"text":"Amel Lacombe,  whose company Eurozoom is a key French animation distributor,  said the industry's travails are due to its rapid growth,  and now \"we are in a period of adjustment\". She believes that the Japanese authorities are waking up to anime's importance and global reach \"as a export force\".","images":[]},{"frames":[106880,119680],"text":"","images":[]}],"engTitle":"Japan's anime industry in crisis even as its popularity soars","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561360735510-58.png"}