{"engTitle":"An ageless question: When is someone ‘old’?","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561450009858-2.png","content":[{"frames":[5920,25800],"images":[],"text":"What does “old” really mean these days? This isn’t an idle question — not only does the definition of “old” have an outsized impact on how we feel about ourselves (not to mention how others view us) it also matters to policymakers determining how to plan for aging populations."},{"frames":[25800,48080],"images":[],"text":"The United Nations historically has defined older persons as people 60 years or over (sometimes 65). It didn’t matter whether you lived in the United States,  China or Senegal,  even though life expectancy is drastically different in each of those countries. Everyone became old at 60."},{"frames":[48340,70460],"images":[],"text":"Demographers Sergei Scherbov and Warren Sanderson,  who study aging,  are evangelists about overturning the one-size-fits-all-across-the-globe definition of old. Instead,  they talk about “prospective age, ” which looks to the future. Everyone with the same prospective age has the same expected remaining years of life."},{"frames":[70460,92000],"images":[],"text":"Scherbov explained that young and old are relative notions,  and their common reference point is life expectancy. It makes sense that “old” would vary between nations,  especially between more- and less-developed countries,  with differences in education,  mortality rates,  access to health care and life expectancy."},{"frames":[92000,125520],"images":[],"text":"But who is “old” also varies — widely — between individuals. The point,  says Scherbov,  is that personal age is dependent on our “characteristics” — cognitive abilities,  disability,  health history and even education levels. Those with more education tend not to smoke,  exercise more frequently,  have better diets and have regular checkups — and,  therefore,  live longer,  meaning their old-age threshold comes later,  says Scherbov."},{"frames":[125520,127520],"images":[],"text":""}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561450009858-18.mp3","author":"6.26 周三 老龄感知","duration":125753,"id":592,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561450009858-16.png","title":"一个永恒的问题：人什么时候变“老”？"}