{"id":594,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561614112004-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561614112004-16.png","author":"6.30 周日 夏日工作效率低","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561614112004-2.png","content":[{"images":[],"text":"Managers across nearly every industry believe distraction soars as the temperature rises. Here are the real reasons.","frames":[4140,12640]},{"images":[],"text":"More than anything,  our environment impacts our productivity","frames":[12640,16640]},{"images":[],"text":"Temperature is part of that,  says life coach Ellyn Schinke. Think about your morning commute: It’s sticky and humid even at 8 a.m.,  and by the time you get into your air-conditioned office,  you’re already exhausted. Heat causes many people to feel lethargic,  making it much more difficult to focus on that meeting you have first thing.","frames":[16640,38240]},{"images":[],"text":"Absences naturally impact productivity","frames":[38240,41720]},{"images":[],"text":"Sure,  people travel and do other fun activities year-round,  but many people have more going on between May and September than they do any other period. More vacation time means less progress. “Even if you’re not taking an exciting vacation,  perhaps your coworkers are out of the office a lot, ” Schinke says. “This can impact the productivity of the whole team.”","frames":[41720,65140]},{"images":[],"text":"Your sleep (or lack thereof) can be a factor","frames":[65140,68820]},{"images":[],"text":"The sun won’t set until past 8 p.m.,  so it’s natural to want to soak up every moment after you escape your overly air-conditioned office.","frames":[68820,78300]},{"images":[],"text":"During these months,  you’re far more likely to stay up later,  meaning you feel sleepy when it’s time to clock in. It’s not too different than the decline in productivity that follows the Super Bowl or St. Patrick’s Day — but in the summer,  it could be a more frequent occurrence.","frames":[78300,94640]}],"title":"夏天工作效率低的真正原因","engTitle":"This is really why you’re less productive in the summer","duration":94636}