{"id":596,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561626261700-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561626261700-16.png","author":"6.29 周六 玩具总动员","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561626261700-2.png","content":[{"images":[],"text":"This summer,  one of the most versatile performers working today returns to the screen. Over the past 24 years,  he has proved himself a consummate comedian,  a fearless action hero and a compelling leading man.","frames":[4160,19500]},{"images":[],"text":"He's Sheriff Woody,  the floppy,  knock-kneed,  pull-string doll with the voice of Tom Hanks.","frames":[19500,26480]},{"images":[],"text":"Since \"Toy Story\" began,  Woody,  the diminutive protagonist,  has delivered what are,  by any measure,  delightful and engaging performances. Behind them are the combined efforts of scores of animators — around 100 on \"Toy Story 4\" alone.","frames":[26880,45340]},{"images":[],"text":"These artists understand that excellent animation boils down to good acting.","frames":[45340,51460]},{"images":[],"text":"\"It's the ability to really convey the interior world of thoughts and feelings of a character through movement, \" said Peter Docter,  a central figure at Pixar since \"Toy Story\" and now the studio's chief creative officer.","frames":[51460,65560]},{"images":[],"text":"A live-action performance occurs,  often intuitively,  in the moment,  while animation can look more like the work of technicians than thespians. Laboring in dimly lit rooms on the Pixar campus in Emeryville,  California,  animators spend a lot of time staring at computer monitors. With Woody as something like their high-tech onscreen marionette,  they painstakingly contrive one pose,  one movement and one facial expression at a time — frame by frame,  scene by scene — until he begins to resemble a living,  breathing character.","frames":[65800,103320]},{"images":[],"text":"Hanks himself freely admitted that there's more to Woody than his voice and line readings. \"The team has poured the better part of three years of their lives into it, \" he said. \"There's so much work that I had absolutely nothing to do with.\"","frames":[103320,118820]},{"images":[],"text":"","frames":[118820,120820]}],"title":"为什么胡迪不像个“木头人”","engTitle":"Why Woody isn't wooden","duration":119206}