{"id":597,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561628748098-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561628748098-16.png","author":"6.30 周日 英国恐同","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561628748098-2.png","content":[{"images":[],"text":"Homophobic and transphobic hate crimes,  including stalking,  harassment and violent assault,  have more than doubled in England and Wales over five years,  a Guardian analysis has shown.","frames":[7060,19620]},{"images":[],"text":"The findings come after two women were attacked on a bus in London for refusing to kiss in front of a group of men. The incident sparked widespread condemnation.","frames":[19620,30860]},{"images":[],"text":"The rate of LGBT hate crime per capita rose by 144% between 2013-14 and 2017-18. In the most recent year of data,  police recorded 11, 600 crimes,  more than doubling from 4, 600 during this period.","frames":[30860,51780]},{"images":[],"text":"Campaigners said the rise could partly be down to better reporting but added that hatred was growing on British streets because of the rise of rightwing populism.","frames":[51780,61820]},{"images":[],"text":"Taz Edwards-White,  an alliance manager at Metro,  an equalities and diversity organisation,  said the hate crime figures were likely to be “the tip of the iceberg”.","frames":[61820,72700]},{"images":[],"text":"“What we see in our services is lots of people experience day-to-day verbal attacks or violence and aggressive language and homophobic attitudes … We do believe the political climate has had an impact: people feel unsafe. What is happening in central government and all the scapegoating has an effect. We saw a spike [in racist attacks] after Brexit and there has been a steady increase since then.”","frames":[72700,99740]},{"images":[],"text":"Laura Russell,  the director of campaigns,  policy and research at Stonewall,  said the rise in hate crimes showed there was a long way to go before the LGBT community was accepted in British society. “We are still not living in a society where every LGBT person is able to achieve their potential and not have to live in fear of physical or verbal violence for being who they are, ” she said.","frames":[100200,125560]},{"images":[],"text":"","frames":[125560,127560]}],"title":"在英格兰和威尔士，针对同性恋与跨性别者的“仇恨犯罪”激增","engTitle":"Homophobic and transphobic hate crimes surge in England and Wales","duration":125884}