{"id":599,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561631111872-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561631111872-16.png","author":"7.01 周一 汉服","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561631111872-2.png","content":[{"images":[],"text":"China has embraced Western fashion and futuristic technology as its economy boomed in recent decades,  but a growing number of young people are looking to the past for their sartorial choices and donning traditional \"hanfu\",  or \"Han clothing\".","frames":[6760,23680]},{"images":[],"text":"These historic costumes of the Han ethnic majority are enjoying a renaissance in part because the government is promoting traditional culture.","frames":[23680,33280]},{"images":[],"text":"Period dramas have also contributed to the surge in interest for traditional Chinese garb — \"The Story of Minglan\",  a TV series set in the Song Dynasty,  garnered more than 400 million viewers in three days when it debuted earlier this year.","frames":[33520,49940]},{"images":[],"text":"In modern China,  the hanfu community spans the gamut: from history enthusiasts to anime fans,  to students and even young professionals.","frames":[50360,61680]},{"images":[],"text":"A government-supported revival in Chinese culture has given the hanfu community a boost. In April,  the Communist Youth League of China launched a two-day conference for traditional Chinese garb,  including hanfu. A live broadcast of the event drew some 20 million viewers,  alongside a visceral outpouring of emotions.","frames":[62000,84040]},{"images":[],"text":"Clothes are the \"foundation of culture, \" said Jiang Xue,  who is part of Beijing-based hanfu club Mowutianxia. \"If we as a people and as a country do not even understand our traditional clothing or don't wear them,  how can we talk about other essential parts of our culture?\" she said.","frames":[84440,104400]},{"images":[],"text":"","frames":[104400,106400]}],"title":"重回汉服时代：中国年轻人复兴古代时尚","engTitle":"Back to the Hanfu-ture: Young Chinese revive ancient fashion","duration":105139}