{"engTitle":"A starving polar bear wandered into a Russian city, scavenging for food","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561712821152-2.png","id":600,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1561712821152-18.mp3","content":[{"text":"A starving polar bear seen scavenging for food in a major industrial city in northern Siberia has been captured and will be transported to a wildlife park for treatment,  according to local reports.","images":[],"frames":[5440,18640]},{"text":"Photos showed the female animal trudging across a busy road with muddy paws,  digging through rubble and trash and lying down from apparent exhaustion on the ground.","images":[],"frames":[18640,29840]},{"text":"Experts believe the animal,  initially thought to have wandered hundreds of miles from its natural habitat in the Arctic,  instead may have been taken as a cub and raised in captivity by pelt traders,  according to the Siberian Times.","images":[],"frames":[29840,44800]},{"text":"The experts explained that it is typically males,  not females,  that migrate long distances,  and said this polar bear was too clean to have made such a trek,  the newspaper reported. They told the newspaper it's possible that poachers released the animal to avoid being caught and punished.","images":[],"frames":[44800,63280]},{"text":"Polar bear poaching has been banned in Russia for more than 60 years. Still,  it has been estimated that as many as 200 of them are killed each year in the Far East region.","images":[],"frames":[63280,75040]},{"text":"As the Washington Post's Isaac Stanley-Becker reported,  polar bears \"are classified as a vulnerable species because of the 'ongoing and potential loss of their sea ice habitat resulting from climate change, ' according to the World Wildlife Fund.\"","images":[],"frames":[75040,90400]},{"text":"","images":[],"frames":[90400,92400]}],"author":"7.02 周二 北极熊","title":"一只极度饥饿的北极熊游荡到一座俄罗斯城市觅食","duration":90593,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1561712821152-16.png"}