{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562034670241-16.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562034670241-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562034670241-18.mp3","author":"7.03 周三 吃播","duration":103165,"content":[{"frames":[3600,11680],"text":"Hundreds of thousands of people tune in each week to watch Bethany Gaskin binge-eat shellfish on YouTube.","images":[]},{"frames":[11680,25440],"text":"Gaskin,  44,  has capitalized on the popularity of a food-video genre known as mukbang,  which involves scarfing down,  on camera,  more grub than should rightly be consumed in a single sitting.","images":[]},{"frames":[25440,36880],"text":"On her two YouTube channels,  Gaskin chats up her audience while eating king crab legs,  mussels,  lobster tails,  hard-boiled eggs and roasted red potatoes.","images":[]},{"frames":[36880,61200],"text":"Mukbang seems to have begun as an internet trend more than a decade ago in South Korea. The name is a mash-up of the Korean words for let’s eat (“muk-ja”) and broadcasting (“bang-song”). Korean live-streamers often schedule their mukbang videos to align with dinnertime hours,  so their viewers eating alone at home feel like they’re sharing a meal with a friend.","images":[]},{"frames":[61200,67600],"text":"Viewers cite other benefits too. Watching the videos can serve as an appetite-curbing exercise.","images":[]},{"frames":[67600,89360],"text":"Though the chatter around mukbang videos tends to focus on their benefits,  there are also some who see reason for concern. Theresa Kinsella,  42,  a dietitian,  said in a phone interview that these videos “glorify overeating, ” promote disordered eating and ignore the possible risks associated with overconsumption.","images":[]},{"frames":[89360,103120],"text":"“The short-term health risks are physical discomfort,  gastrointestinal distress,  lethargy and fatigue, ” Kinsella said. As for the long-term effects,  she cited weight gain,  heart disease and diabetes.","images":[]},{"frames":[103120,105120],"text":"","images":[]}],"id":603,"title":"在线吃壳类海鲜的“吃播”女王","engTitle":"The queen of eating shellfish online"}