{"id":604,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562052697621-16.png","title":"中国科幻巨制正走向世界","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562052697621-2.png","author":"7.05 周五 刘慈欣","duration":112372,"content":[{"text":"China’s grand sci-fi is going global In the future,  when the Sun runs out of fuel and begins to expand,  Earthlings dig thousands of mountain-sized rockets into their planet’s surface and use them to propel their home away from certain destruction.","frames":[0,18560],"images":[]},{"text":"This is the plot of “The Wandering Earth”,  a Chinese film adapted from a short story of the same name by Liu Cixin,  China’s leading writer of science fiction. After taking over $700m in cinemas,  mostly in China,  it launched on Netflix in May,  making it the first Chinese sci-fi movie to go global.","frames":[18560,41040],"images":[]},{"text":"As China’s economy has grown over the past 30 years,  its sci-fi writers’ vision has expanded,  too. Their stories tend to focus on Earth itself — eschewing galaxies far far away and long ago — while being conceived on a stupendous scale. One recurring wide-angle shot in “The Wandering Earth”,  for example,  shows the planet gliding through space on a pincushion of blue flame,  its atmosphere trailing off into a vacuum.","frames":[41040,71040],"images":[]},{"text":"Chinese sci-fi took its first step towards the global stage in 2014 with the English publication of “The Three-Body Problem”,  the first book in a trilogy by Mr Liu. A crop of younger writers are now emerging. The writers of Chinese science fiction anticipated their genre’s rising profile. In 2010 Fei Dao,  another author,  described its devotees as a “lonely hidden army”. Chinese sci-fi,  he said,  might “unexpectedly rush out and change heaven and Earth”. That has not quite happened yet. But in the future,  anything is possible.","frames":[71040,110960],"images":[]}],"engTitle":"China’s grand sci-fi is going global","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562131138828-5.mp3"}