{"id":606,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562123968832-14.png","title":"特朗普在朝鲜领土上走了二十步，成为历史上首位踏上朝鲜领土的在任美国总统","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562123615809-9.png","author":"7.04 周四 特金会","duration":98287,"content":[{"text":"President Donald Trump shook hands with Kim Jong Un on Sunday and took 20 steps into North Korea,  making history as the first sitting US leader to set foot in the kingdom.","frames":[8440,20640],"images":[]},{"text":"The encounter at the heavily fortified Korean Demilitarized Zone — their third in person — came a day after Trump raised the prospect of a border handshake in a tweet and declared he'd have \"no problem\" stepping into North Korea.","frames":[20640,35440],"images":[]},{"text":"\"Would you like me to step across?\" Trump asked Kim as they shook hands. \"I am OK with it.\" While inside North Korean territory,  Trump and Kim shook hands and patted each other's backs before returning across the border to the South after about a minute.","frames":[35440,50720],"images":[]},{"text":"\"I never expected to meet you at this place, \" Kim,  who appeared overjoyed in the moment,  told Trump through an interpreter. Later,  Trump said he was \"proud to step over the line\" and thanked Kim for the meeting.","frames":[50720,63520],"images":[]},{"text":"The moment marks a milepost in the United States' fraught history with North Korea. The North Korean government praised Trump's \"historic\" meeting and handshake with Kim as an \"amazing event\" in the country's first acknowledgment of the talks at Panmunjom,  North Korean state news agency KCNA reported Sunday.","frames":[63760,83920],"images":[]},{"text":"The prospect of a US president stepping over the world's most heavily fortified border into North Korea would once be unthinkable. Trump says he's in no rush and claims to have already seen results for another meeting.","frames":[83920,98320],"images":[]}],"engTitle":"Trump takes 20 steps into North Korea, making history as first sitting US leader to enter the nation","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562131183618-12.mp3"}