{"id":608,"duration":95705,"author":"7.05 周五 冒牌综合症","engTitle":"Even CEOs can suffer from impostor syndrome","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562208581453-2.png","content":[{"frames":[4580,15540],"images":[],"text":"Getting a top leadership role at a company is a huge affirmation of your skills,  talents and ideas. But if you experience impostor syndrome you won't see it that way."},{"frames":[15710,25320],"images":[],"text":"\"Impostor syndrome is the voice in your head that overlooks and discounts your accomplishments, \" said Jerry Colonna,  a coach to founders and CEOs."},{"frames":[25540,40380],"images":[],"text":"Veeral Rathod has doubted his abilities at various points during his career. After raising $26 million from investors for his clothing company,  he immediately felt the heavy weight of responsibility not to blow it."},{"frames":[40490,47130],"images":[],"text":"Executive coach Kathryn Saxer recommends disputing that feeling with evidence to the contrary."},{"frames":[47220,68670],"images":[],"text":"First,  she said,  create a \"kudos list\" to remind yourself of the many times others have complimented you. Second,  create a \"job fit\" list and itemize the duties of the role in which you feel like an impostor. Next to each,  put down examples during your career when you've successfully done something similar."},{"frames":[68810,76470],"images":[],"text":"There is one potential upside to impostor syndrome: It can be a signal in some situations that there's more for you to learn."},{"frames":[76540,95700],"images":[],"text":"Rathod acknowledged that as a leader in a new industry he needs to rely on others' experience. And he works quickly to build trust with his team by conveying how he values their input. Along the way Rathod has learned that not knowing everything doesn't mean he's unqualified to lead."}],"title":"即使 CEO 也可能遭受“冒名顶替综合症”的折磨","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562208651978-14.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562208651978-16.mp3"}