{"id":610,"duration":113155,"author":"7.06 周六 垃圾分类（修改）","engTitle":"Shanghai citizens out of sorts over new trash separation rules","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562245894457-2.png","content":[{"frames":[0,16800],"images":[],"text":"Household trash has occupied the minds of Shanghai residents this week: specifically,  are the contents of their bins \"wet\",  \"dry\",  \"hazardous\" or \"recyclable\"?"},{"frames":[16800,29040],"images":[],"text":"Residents of the city,  one of the world's biggest with about 23 million people,  must arrange their trash according to those labels under a mandatory sorting scheme starting on July 1."},{"frames":[29040,42000],"images":[],"text":"Huang Rong,  deputy secretary general of the Shanghai government,  said on Friday more than 70% of residential districts should be compliant with the new trash sorting rules by next year."},{"frames":[42000,63280],"images":[],"text":"Though Shanghai has hired 1, 700 instructors and conducted 13, 000 training sessions,  confused residents on social media are demanding to know how to sort items like batteries,  human hair,  meat on a bone,  or fruit seeds and skins. The government has set up an app to handle enquiries."},{"frames":[63280,79440],"images":[],"text":"Shanghai aims to eventually burn or recycle all waste. By next year,  dry waste incineration and wet waste treatment rates are expected to reach 27, 800 tonnes a day,  around 80% of the city's total garbage."},{"frames":[79440,94320],"images":[],"text":"China is building hundreds of \"waste to energy\" plants that use garbage to generate power. It is also establishing a \"waste-free city\" scheme and constructing high-tech \"comprehensive utilization bases\" across the country."},{"frames":[94320,102160],"images":[],"text":"Huang said the new sorting measures were just the beginning,  and would not instantly resolve Shanghai's mounting garbage challenges."},{"frames":[102160,112880],"images":[],"text":"\"We need to step up the propaganda,  and we need to step up the construction of infrastructure and guarantee that the separation of trash meets our requirements, \" he said."}],"title":"新垃圾分类规定上线，上海市民“分类分到哭”","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562246009852-14.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562246009852-16.mp3"}