{"id":611,"duration":131100,"author":"7.07 周日 狗狗眼","engTitle":"Dogs’ eyes have changed since humans befriended them","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562246009852-31.png","content":[{"frames":[0,24880],"images":[],"text":"Dogs,  more so than almost any other domesticated species,  are desperate for human eye contact. It’s hard for most people to resist a petulant flash of puppy-dog eyes — and according to a new study,  that pull on the heartstrings might be exactly why dogs can give us those looks at all."},{"frames":[24880,48720],"images":[],"text":"Dogs split off from their wolf relatives — specifically,  gray wolves — as many as 33, 000 years ago. Studying the two animals is a bit like cracking open a four-legged time capsule. A paper published in the Proceedings of the National Academy of Sciences found that dogs’ faces are structured for complex expression in a way that wolves’ aren’t."},{"frames":[48720,65360],"images":[],"text":"For the study,  a team looked at two muscles that work together to widen and open a dog’s eyes,  causing them to appear bigger,  droopier,  and objectively cuter.  But in the four gray wolves the researchers looked at,  neither muscle was present."},{"frames":[65360,86560],"images":[],"text":"Research has also shown that when dogs work these muscles,  humans respond more positively. This isn’t simply a fortuitous love story,  in which the eyes of two species just so happen to meet across a crowded planet. Like all the best partnerships,  this one is more likely the result of years of evolution and growth."},{"frames":[86800,105440],"images":[],"text":"For a species to change quickly,  a pretty powerful force must be acting on it. And that’s where humans come in. We connect profoundly with animals capable of exaggerating the size and width of their eyes,  which makes them look like our own human babies and “hijacks” our nurturing instincts."},{"frames":[105760,122000],"images":[],"text":"“These muscles evolved during domestication, \" says Brian Hare,  the editor of the paper,  \"but almost certainly due to an advantage they gave dogs during interactions with humans that we humans have been all but unaware of.”"}],"title":"成为人类的朋友后，狗狗的眼睛发生了变化","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562246686952-14.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562246686952-16.mp3"}