{"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562298819042-2.png","engTitle":"Jony Ive, designer who made Apple look like Apple, is leaving to start a firm","title":"打造苹果产品外观的设计师乔尼·艾维将要离职创立公司","author":"7.08 周一 苹果设计师","duration":95992,"id":612,"content":[{"images":[],"frames":[6480,16160],"text":"Jony Ive,  Apple’s chief design officer and one of the most influential executives in the history of the Silicon Valley giant,  is leaving the company."},{"images":[],"frames":[16160,28400],"text":"Ive will depart this year to start his own design company,  Apple said Thursday. Through his new firm,  LoveFrom,  Ive will continue to work on a wide range of Apple products,  the company said."},{"images":[],"frames":[28560,51280],"text":"Ive,  who has worked at Apple for nearly three decades,  was responsible for the look and feel of many iconic Apple products,  including the iPhone and the iMac. He also helped design Apple’s new headquarters,  a futuristic,  flying-saucer-like glass building that has become one of the most distinctive structures in Silicon Valley."},{"images":[],"frames":[51280,66480],"text":"Born and raised outside London,  Ive joined Apple in 1992,  when the company was nearing its lowest ebb. But Ive became a key player in the company’s revival after its founder Steve Jobs returned in 1997."},{"images":[],"frames":[66480,81280],"text":"“The difference that Jony has made,  not only at Apple but in the world,  is huge, ” Jobs told Walter Isaacson,  according to Isaacson’s biography Steve Jobs. “He understands what we do at our core better than anyone.”"},{"images":[],"frames":[81280,95760],"text":"Though he and Jobs came to represent the company’s unique approach to design,  Ive always made a point of saying he was just one piece in the puzzle. “Innovation at Apple has always been a team game, ” he told the Times."}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562299010787-14.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562318628142-57.mp3"}