{"title":"“人们害怕显得愚蠢”：数学焦虑症是如何阻碍我们的","duration":132128,"id":616,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562318628142-14.png","content":[{"images":[],"text":"Nearly everyone will know they have felt anxious about a maths question at some time in their lives. What may not seem so obvious is that many other people have felt the same way and that maths anxiety is a real problem.","frames":[7940,21920]},{"images":[],"text":"So much so that the Maths Anxiety Trust has been set up to raise awareness of the issue. A poll for the trust found more than a third of 15- to 24-year-olds feel anxious when shown a maths problem. The same applies to one in five British adults.","frames":[21920,39220]},{"images":[],"text":"This comes as little surprise to Celia Hoyles,  professor of mathematics education at University College London (UCL). “With maths,  there’s a right or a wrong answer and that’s why people can feel so anxious — they’re scared of looking foolish, ” she says.","frames":[39220,57860]},{"images":[],"text":"One issue that needs to be tackled is how maths is taught. “We need teachers to be empathetic and to see other points of view,  to understand where pupils are finding aspects of the subject difficult so they can be encouraged to overcome those hurdles, ” says Hoyles.","frames":[58060,75440]},{"images":[],"text":"Technology in the classroom often gets teachers and parents hot under the collar,  prompting dire predictions of “robot teachers” replacing real people — and many education technology products have been launched with great fanfare in the past few years only to fall by the wayside. Simply digitising how maths is taught with appealing graphics and games isn’t enough,  says Georgie Hart,  education director at Sparx — learning technology needs to be designed with deep understanding of how pupils learn and a healthy reality check around how teachers want to use it.","frames":[75440,112720]},{"images":[],"text":"Beware of bandying terms such as artificial intelligence (AI),  she says. “AI can be a very disempowering term for teachers,  it’s not helpful. But the concept of adaptive teaching allows teachers to do more of the job they love, ” says Hart.","frames":[112720,131120]},{"images":[],"text":"","frames":[131120,133120]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562318567287-2.png","author":"7.12 周五 数学渣","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562843447407-27.wav","engTitle":"'People are scared of looking foolish': how maths anxiety is holding us back"}