{"title":"捕鲸船扬帆起航，日本重启商业捕鲸","duration":87906,"id":617,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562567693449-16.png","content":[{"images":[],"text":"Japan began its first commercial whale hunts in more than three decades on Monday,  brushing aside outrage over its resumption of a practice that conservationists say is cruel and outdated.","frames":[5440,18240]},{"images":[],"text":"The hunts come after Japan decided to withdraw from the International Whaling Commission,  a move slammed by activists and anti-whaling countries but welcomed by Japanese whaling communities.","frames":[18240,32000]},{"images":[],"text":"Whaling has long proved a rare diplomatic flashpoint for Tokyo,  which says the practice is a Japanese tradition that should not be subject to international interference.","frames":[32000,43200]},{"images":[],"text":"With its withdrawal from the IWC,  Tokyo will carry out whale hunting off Japan,  but will end the most controversial hunts in the Antarctic.","frames":[43200,52880]},{"images":[],"text":"Some believe that Japan's return to commercial whale hunting will effectively sound the death knell for the industry.","frames":[52880,60240]},{"images":[],"text":"\"Japan is quitting high-seas whaling... that is a huge step towards the end of killing whales for their meat and other products, \" said Patrick Ramage,  director of marine conservation at the International Fund for Animal Welfare. He said commercial whaling in Japanese waters was unlikely to have much of a future given dwindling subsidies and the shrinking market for whale meat.","frames":[60240,83440]},{"images":[],"text":"\"What we are seeing is the beginning of the end of Japanese whaling.\"","frames":[83440,89040]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562567693449-2.png","author":"7.09 周二 日本捕鲸","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562567693449-18.mp3","engTitle":"Whaling ships set sail as Japan resumes commercial hunts"}