{"title":"1989 版电影《蝙蝠侠》如何永久地改变了漫画中的同名角色","duration":100009,"id":619,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562659188884-16.png","content":[{"images":[],"text":"When Tim Burton's \"Batman\" debuted in theaters 30 years ago in 1989,  it didn't just kick off a major,  still-flourishing movie franchise and the current era of superhero-led blockbusters.","frames":[0,19440]},{"images":[],"text":"The film also had a profound impact on Batman himself,  and the way comic book creators would depict the character over the next three decades.","frames":[19440,29280]},{"images":[],"text":"\"As a character,  he'd never been bigger, \" says DC Comics co-publisher Dan Didio.","frames":[29280,35280]},{"images":[],"text":"He credits the dichotomy of Burton's sometimes spooky,  sometimes loopy approach for subverting expectations and making an impact on both his generation and a new breed of fans. \"To see that character grow up and mature along with me,  and to approach it in a way that captures everything that's great about the comic book character but with a maturation I know spoke directly to me at the time really sent me over the top.\"","frames":[35280,60400]},{"images":[],"text":"But perhaps the '89 film's most profound contribution to comics was in its distinctive presentation of its villains. \"When you see it on paper,  it's one thing,  but in Jack Nicholson's performance as The Joker,  and even Michelle Pfeiffer as Catwoman,  there was a weird,  kind of horrific,  creepy element to their portrayal of these villains. That's an influence that's still being depicted in the comic books and other adaptations today.\" says Jim Lee,  who was a 25-year-old emerging comic book artist when the film bowed and would go on to become one of the definitive Batman artists and the co-publisher of DC Comics.","frames":[60400,100240]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562659188884-2.png","author":"7.13 周六 蝙蝠侠","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562659188884-18.mp3","engTitle":"How the 1989 'Batman' movie forever changed the comic book character"}