{"title":"亚马逊总裁杰夫·贝索斯将根据离婚协议支付 380 亿美元巨款","duration":97948,"id":622,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562727025225-16.png","content":[{"images":[],"text":"The world’s biggest divorce settlement will be made official this week as Amazon billionaire Jeff Bezos hands over a 4% stake in the online shopping giant to his soon-to-be ex-wife MacKenzie Bezos.","frames":[5960,19590]},{"images":[],"text":"A judge is expected to sign legal papers transferring the Amazon shares — worth $38bn — into MacKenzie Bezos’s name. It is by some distance the largest divorce settlement in history. The previous record was $2.5bn paid to Jocelyn Wildenstein when she divorced art dealer Alec Wildenstein in 1999.","frames":[19790,43560]},{"images":[],"text":"Following the settlement MacKenzie Bezos,  49,  an author,  will become the world’s fourth-richest woman,  and has already promised to give away at least half of her fortune.","frames":[43790,54690]},{"images":[],"text":"She made the declaration in a letter to the Giving Pledge,  the philanthropic initiative created by the investor Warren Buffett and Microsoft’s principal founder,  Bill Gates,  to encourage the world’s richest people to commit to giving away at least half their wealth to charity.","frames":[54830,71970]},{"images":[],"text":"Despite handing over the vast sum,  Jeff Bezos will still be the world’s richest individual with a $118bn fortune.","frames":[72290,81960]},{"images":[],"text":"He has congratulated his former wife in a tweet linking to her Giving Pledge letter. “MacKenzie is going to be amazing and thoughtful and effective at philanthropy,  and I’m proud of her, ” he said. “Her letter is so beautiful. Go get ’em MacKenzie.”","frames":[82250,98370]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562727025225-2.png","author":"7.11 周四 贝索斯离婚","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562727025225-18.mp3","engTitle":"Amazon’s Jeff Bezos pays out $38bn in divorce settlement"}