{"title":"为什么拥有太多选择会让我们感到苦恼","duration":108669,"id":624,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562738450620-25.png","content":[{"images":[],"text":"A nifty little concept to capture the anxiety we feel when we have too much freedom is FOMO — fear of missing out.","frames":[4520,13170]},{"images":[],"text":"In The Paradox of Choice,  Barry Schwartz explains how too much choice leads to some conditions that reduce our happiness. And they’re all rooted in FOMO.","frames":[13430,24480]},{"images":[],"text":"Analysis paralysis","frames":[24960,26940]},{"images":[],"text":"With more options,  we spend more time analyzing and tend to get stuck. Perfect almost never exists. But with so much choice,  we think it has to,  and face immense pressure to get each choice right.","frames":[27080,41760]},{"images":[],"text":"Postdecision regret","frames":[42110,44130]},{"images":[],"text":"This imagined perfect choice sticks with you long after you’ve decided. So no matter what you pick,  if you had too many options at the time you made your call,  you’ll be more likely to regret the choice later — and think it’s your fault.","frames":[44270,59610]},{"images":[],"text":"Escalated expectations","frames":[59960,62160]},{"images":[],"text":"The more choice we have,  the higher our expectations become. Objectively,  we might be able to pick a pair of better-fitting jeans out of a selection of 10 rather than just three. But subjectively,  we can still feel worse,  because our expectations have risen even more in comparison.","frames":[62210,81960]},{"images":[],"text":"Since it creates these conditions and thus puts a lot of psychological pressure on us,  FOMO is at the heart of modern-day unhappiness.","frames":[82130,91080]},{"images":[],"text":"Forget FOMO. Don’t let it fool you into false importance. Find JOMO. The joy of missing out. In a world that’s too full,  letting go is reason to celebrate,  not cringe. Whenever you’re limited,  be glad you have fewer options.","frames":[91310,108450]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562738450620-10.png","author":"7.14 周日 FOMO","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562728962138-20.mp3","engTitle":"Why having too many choices makes us miserable"}