{"title":"影响他人的学问：赢得辩论的两种方法","duration":128701,"id":626,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562813585858-16.png","content":[{"images":[],"text":"“I am quite sure now that often,  very often,  in matters of religion and politics a man’s reasoning powers are not above the monkey’s, ” wrote Mark Twain.","frames":[5260,16780]},{"images":[],"text":"Having written a book about our most common reasoning errors,  I would argue that Twain was being rather uncharitable — to monkeys. Whether we are discussing Trump or Brexit,  we have all come across people who appear to have next to no understanding of world events — but who talk with the utmost confidence and conviction.","frames":[16780,38640]},{"images":[],"text":"Fortunately,  recent psychological research offers evidence-based ways towards achieving more fruitful discussions.","frames":[38640,46580]},{"images":[],"text":"Ask ‘how’ rather than ‘why’","frames":[46580,49360]},{"images":[],"text":"A simple but powerful way of deflating someone’s argument is to ask for more detail.","frames":[49360,54820]},{"images":[],"text":"It’s important to note that simply asking why people supported or opposed the policy — without requiring them to explain how it works — had no effect,  since those reasons could be shallower with little detail. You need to ask how something works to get the effect.","frames":[54820,72120]},{"images":[],"text":"If you are debating the merits of a no-deal Brexit,  you might ask someone to describe exactly how the UK’s international trade would change under WTO terms.","frames":[72120,83860]},{"images":[],"text":"Reframe the issue","frames":[83860,85880]},{"images":[],"text":"Each of our beliefs is deeply rooted in a much broader and more complex political ideology. Attacking one issue may therefore threaten to unravel someone’s whole worldview.","frames":[85880,98040]},{"images":[],"text":"You are not going to alter someone’s whole political ideology in one discussion,  so a better strategy is to disentangle the issue at hand from their broader beliefs,  or to explain how the facts can still be accommodated into their worldview.","frames":[98040,114000]},{"images":[],"text":"A free-market capitalist who denies global warming might be far more receptive to the evidence if you explain that the development of renewable energies could lead to technological breakthroughs and generate economic growth.","frames":[114000,128740]},{"images":[],"text":"","frames":[128740,130740]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562813585858-2.png","author":"7.15 周一 吵架","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562813585858-18.mp3","engTitle":"The science of influencing people: two ways to win an argument"}