{"content":[{"images":[],"frames":[9220,24720],"text":"Billionaire Wang Zhenhua,  who founded Future Land Development Holdings in 1996,  was detained earlier this week on suspicion of having molested a minor in a Shanghai hotel,  Chinese media reported."},{"images":[],"frames":[24720,44940],"text":"\"At 9 p.m. on July 3,  Shanghai police issued a briefing on its official Weibo account. From that,  it has been confirmed by the police that Wang Zhenhua,  the de facto controller of Seazen Holdings,  is suspected of molesting a girl, \" a Chinese news agency reported on Thursday."},{"images":[],"frames":[44940,58040],"text":"Future Land issued an open letter in Chinese Friday in which it apologized for its founder's reported behavior and the \"great suffering\" he had caused the alleged victim and her family."},{"images":[],"frames":[58040,75340],"text":"The crash wiped about $5.4 billion off the value of the three companies with links to Wang Zhenhua,  which are Future Land,  S-Enjoy Service Group Co. and Seazen Holdings Co.,  according to Refinitiv data."},{"images":[],"frames":[75340,86840],"text":"Global credit ratings agencies warned on Friday that Wang's detention could damage the real estate group's standing with partners,  investors,  and potential customers."},{"images":[],"frames":[86840,97640],"text":"The Seazen website has been updated to remove Wang from its management team lineup. His place as chairman has been taken by his son,  Wang Xiaosong."},{"images":[],"frames":[97640,111720],"text":"The fallout from Wang's detention has already resulted in a significant financial hit to his personal fortune,  which has shrunk $1.5 billion in the last two days,  according to the Bloomberg Billionaires Index."},{"images":[],"frames":[111720,113720],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562908716151-14.png","title":"王振华被刑拘之后，中国房地产帝国市值损失五十亿美元","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562908716151-2.png","author":"王振华-重新剪辑","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562927059318-13.mp3","engTitle":"Chinese real estate empire loses $5 billion in value after founder Wang Zhenhua detained","duration":108066,"id":627}