{"content":[{"images":[],"frames":[7230,22600],"text":"The 350 residents of Sommarøy in the land of the midnight sun are hoping to free themselves from the tyranny of the clock by declaring the small Norwegian island the world’s first time-free zone."},{"images":[],"frames":[22680,38800],"text":"“All over the world,  people are characterised by stress and depression, ” Kjell Ove Hveding,  the leader of the campaign on the island,  west of Tromsø and inside the Arctic Circle,  told the Norwegian public broadcaster NRK."},{"images":[],"frames":[38860,52440],"text":"“In many cases this can be linked to the feeling of being trapped by the clock. Our goal is to provide full flexibility,  24/7. If you want to cut the lawn at 4am,  then you can do it.”"},{"images":[],"frames":[52590,65580],"text":"Tourism officials told NRK they suspected the campaign was mainly a clever ploy to attract more summer visitors,  but a philosophy professor has hailed it as an intriguing idea."},{"images":[],"frames":[65700,83220],"text":"“It’s a fascinating concept, ” said Truls Egil Wyller of the Norwegian University of Science and Technology in Trondheim. Society had been ruled by the clock “and so disciplined in a very special way” only for the past two centuries,  he said."},{"images":[],"frames":[83420,100290],"text":"He said though that residents of Sommarøy would not find life without time particularly easy. “I’m not going to say it’s impossible to pull a whole island out of the global clock, ” he told the broadcaster. “But it does sound very difficult.”"}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562912805196-16.png","title":"一座废除时间制度的挪威小岛：“你可以在凌晨四点修剪草坪”","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562912805196-2.png","author":"7.13 周六 挪威岛废除时间","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562912805196-18.mp3","engTitle":"The Norwegian island that abolished time: ‘you can cut the lawn at 4am’","duration":99852,"id":628}