{"engTitle":"Hundreds of thousands march for gun control across the U.S.","duration":106138,"author":"0404-March For Life朗读版","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1522755209809-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1523273561219-8.mp3","title":"美国各地数十万人为了管制枪械进行游行","content":[{"text":"Hundreds of thousands of students,  teachers,  parents and victims rallied in Washington,  D.C.,  and across the country on March 24,  to demand tougher gun control measures,  part of a wave of political activism among students and others impacted by school shootings.","frames":[5640,24620],"images":[]},{"text":"The \"March for Our Lives\" protest in the nation's capital was organized by students after 17 people were killed in a mass shooting at Marjory Stoneman Douglas High School in Parkland,  Fla.,  in the past February. The event's organizers expected the turnout to exceed 500, 000 participants.","frames":[25240,45640],"images":[]},{"text":"The students are frustrated by what they say is the inaction of adults,  especially politicians,  who fail to pass legislation that protect kids from gun violence. They hope these marches will provide momentum for change ahead of the upcoming midterm elections. In fact,  a day before the protest,  the Justice Department had proposed a plan to ban bump stocks,  which are devices that allow a semiautomatic weapon to fire like a machine gun.","frames":[46240,76380],"images":[]},{"text":"Such efforts,  however,  still face powerful political opposition from gun supporters backed by the National Rifle Association. After the Parkland shooting,  President Trump held a number of listening sessions with students and even floated the idea of raising the age of gun ownership to 21 and tightening background checks. But in the end,  the administration didn't push for any bold measures.","frames":[77060,105260],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1522755209809-12.png","id":63}