{"content":[{"images":[],"frames":[4000,16800],"text":"With some of the world's biggest festivals coming up,  months of great music and outdoor partying lie ahead,  as well as huge mountains of rubbish and fields littered with plastic."},{"images":[],"frames":[16800,31600],"text":"In the United States,  festival-goers produce 53, 000 tons of waste each year,  the equivalent of 450 blue whales,  according to Claire O'Neill,  co-founder of A Greener Festival."},{"images":[],"frames":[31600,37760],"text":"Here are four easy ways you can enjoy a festival this summer without trashing the planet."},{"images":[],"frames":[37760,39760],"text":"Ditch the plastic bottle"},{"images":[],"frames":[39760,51040],"text":"Some festivals are pledging to reduce their plastic footprint. Glastonbury's organizers said they will be selling water and soft drinks in recyclable cans instead."},{"images":[],"frames":[51040,64800],"text":"Other festivals should follow Glastonbury's example,  according to Christophe Steyaert,  an environmental activist in Belgium. \"Go with your own cup,  plate and cutlery and give it to the food truck or bar staff.\""},{"images":[],"frames":[64800,67440],"text":"Sleep in a cardboard tent"},{"images":[],"frames":[67440,76400],"text":"One in five tents are left behind at European festivals each year and most end up in landfill,  O'Neill said."},{"images":[],"frames":[76400,83440],"text":"If you are attending a festival this summer,  you can replace your plastic tent with one made from cardboard."},{"images":[],"frames":[83440,86960],"text":"Wear bioglitter or none at all"},{"images":[],"frames":[86960,96080],"text":"Festival goers love to wear glitter but it contains microplastics,  which pollute our oceans and are eaten by marine wildlife."},{"images":[],"frames":[96080,103280],"text":"If you don't want the oceans to lose their sparkle,  switch to a biodegradable glitter or none at all."},{"images":[],"frames":[103280,104880],"text":"Take the bus"},{"images":[],"frames":[104880,109280],"text":"Greenhouse gas emissions are another big problem for the festival industry."},{"images":[],"frames":[109280,119760],"text":"Traveling to the event by public transport can drastically slash carbon emissions,  and many festivals offer discounted coach and entry tickets."}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562924669478-17.png","title":"如何在不破坏地球的前提下参加音乐节","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1562924669478-2.png","author":"7.16 周二 音乐节","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1562924669478-19.mp3","engTitle":"How not to trash the planet at a music festival","duration":119728,"id":630}