{"duration":108928,"author":"7.16 周二美国留学生","title":"对美国失去兴趣，中国学生把目光投向其他国家的大学","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563171629226-16.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563171629226-2.png","engTitle":"Put off by US, Chinese students eye other universities","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563171629226-18.mp3","content":[{"text":"Caught in the US-China trade war,  Chinese students are looking for alternative study destinations.","frames":[5300,11900],"images":[]},{"text":"China accounts for nearly a third of foreign students on US campuses who pour billions of dollars into the economy,  but in March their numbers dropped for the first time in a decade. Visa delays,  concerns over being shut out of research projects and safety fears have turned off Chinese students.","frames":[11900,31640],"images":[]},{"text":"Rival education powerhouses such as Britain,  Australia and Canada are the biggest beneficiaries,  a survey by New Oriental China's biggest private education provider said. Japan and South Korea and parts of Europe,  especially Germany and Scandinavian countries with strong engineering programmes,  have also seen an uptick in applications,  the survey found.","frames":[31640,56640],"images":[]},{"text":"The chilling effect started mid-last year,  after President Donald Trump's administration slashed the visa duration of students in science and technology fields from five years to one in some cases.","frames":[56640,70040],"images":[]},{"text":"Chinese students contributed $13 billion to the US economy last year,  a figure that includes tuition fees and living expenses,  according to NAFSA: Association of International Educators.","frames":[70040,83900],"images":[]},{"text":"Top US universities including Yale and Stanford have complained that the trade war has affected campus recruitment.","frames":[83900,91680],"images":[]},{"text":"Rafael Reif,  president of the Massachusetts Institute of Technology,  wrote in an open letter on June 25 that students and faculty felt \"unfairly scrutinised,  stigmatised and on edge — because of their Chinese ethnicity alone\".","frames":[91680,108620],"images":[]},{"text":"","frames":[108620,110620],"images":[]}],"id":631}