{"engTitle":"No more 'Beijing bikini': Chinese city calls topless men 'uncivilized'","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563257967629-2.png","author":"7.17 周三 北京比基尼","title":"告别“北京比基尼”：中国城市（济南）称光膀的男人“不文明”","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563248866051-10.mp3","id":632,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563257967629-21.png","content":[{"text":"Each summer,  as Chinese cities swelter under the baking heat,  middle-aged men across the country roll their T-shirts up above their bellies to cool down. It's a style so ubiquitous that it's even earned a fond nickname: the \"Beijing bikini.\"","frames":[6860,24880],"images":[]},{"text":"But in a city in China's eastern Shandong province,  Beijing bikini lovers — and those who forgo tops altogether — have fallen out of favor with the local authorities.","frames":[24880,37100],"images":[]},{"text":"On Tuesday,  authorities in Jinan — a city of 8.7 million — issued a notice ordering the public to keep their shirts on in public places. It came as temperatures rose to a sweltering 36C (96F) this week.","frames":[37100,55120],"images":[]},{"text":"Jinan authorities aim to rectify such \"uncivilized behavior, \" according to the notice,  which added that citizens had complained about the \"uncivilized phenomenon\" which damaged the image of the city.","frames":[55120,68080],"images":[]},{"text":"Authorities said they planned to crack down on \"improper dressing in public places, \" which included \"shirtlessness\" and \"wanton exposure of body parts.\" Public bickering,  jumping queues,  littering,  and \"uncivilized dog walking\" are also being targeted under the notice,  which is aimed at enhancing the image of the city.","frames":[68080,90220],"images":[]},{"text":"But on social media,  many people thought the regulations were overkill. \"Being shirtless cuts more carbon emissions than turning on AC, \" one commenter said,  while another added \"Let the old people be free.\"","frames":[90220,105240],"images":[]},{"text":"","frames":[105240,107240],"images":[]}],"duration":105527}