{"engTitle":"The absurd language used by job adverts","title":"荒唐可笑的招聘广告","author":"7.18 周四 招聘广告","content":[{"frames":[4180,48720],"images":[],"text":"Today’s careers require a lot more than just raw muscle but that sometimes makes jobs hard to define. The unfortunate result is a form of “adjective inflation” in recruitment ads as employers attempt to make routine tasks sound exciting. Candidates must sometimes wonder whether they are applying for a 9-to-5 role or to become part of the Marvel “Avengers” franchise. On the Indeed website,  a cocktail bar was recently looking for “bartenders who are people-focused,  quality-driven,  (and) have superhero hospitality powers.” The ability to give customers the correct change was not mentioned."},{"frames":[48720,79540],"images":[],"text":"In an echo of the 1960s slogan,  “make love,  not war”,  companies require applicants to be passionate. But when it comes to work,  passion may not always be the most appropriate emotion. As emotions go,  pride in one’s performance seems important,  as does a degree of empathy for colleagues and other people affected by what you do. In any case,  passion is pretty hard to maintain consistently for 40 hours a week,  month after month."},{"frames":[79540,99780],"images":[],"text":"Instead of talking about passion,  employers should really be asking for enthusiasm. Workers may not learn to love their jobs,  but with the right attitude,  they can get enjoyment from the simple act of performing their task well. As well as keeping workers content,  it ought to be enough for most bosses."},{"frames":[99780,122940],"images":[],"text":"Job applicants should take their cue from the kind of adverts that companies place. Think of it like a first date: if the other person started talking of marriage and how many children you will have together,  you might avoid seeing them for a second time. So if a job advert talks about passion or superheroes,  run away faster than a speeding Batmobile."},{"frames":[122940,124940],"images":[],"text":""}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563333513999-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563354647179-10.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563343472815-14.png","duration":123245,"id":633}