{"engTitle":"A dangerous creature is haunting South Korean crossroads","content":[{"images":[],"frames":[4400,32640],"text":"In South Korea smartphone cases come with rings mounted on the back,  to prevent clumsy owners from dropping them. This makes people look like they are literally married to their phones. In many of Seoul’s most Instagrammable coffee shops,  couples on dates spend vastly more time looking at their screens than at each other. The ramifications go beyond the potentially dire consequences for romance."},{"images":[],"frames":[32640,61020],"text":"Walk around the streets of Seoul or any other South Korean city,  and there is a real risk of bumping into people whose eyes are glued to their smartphone screens. Insurers estimate that around 370 traffic accidents annually are caused by pedestrians using smartphones. That figure does not include those who bump into lamp posts and the like while perusing the latest cat videos."},{"images":[],"frames":[61020,86960],"text":"The government initially tried to fight the “smombie” (a portmanteau of “smartphone” and “zombie”) epidemic by distributing hundreds of stickers around cities imploring people to “be safe” and look up. This seems to have had little effect even though,  in Seoul at least,  it recently replaced the stickers with sturdier plastic boards."},{"images":[],"frames":[86960,120580],"text":"Instead of appealing to people’s good sense,  the authorities have therefore resorted to trying to save them from being run over. Early last year,  they began to trial floor-level traffic lights in smombie hotspots in central Seoul. Since then,  the experiment has been extended around and beyond the capital. For the moment,  the government is retaining old-fashioned eye-level pedestrian lights as well. But in future,  the way to look at a South Korean crossroads may be down."},{"images":[],"frames":[120580,122580],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563433000897-16.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563433000897-2.png","id":635,"duration":120912,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563439057278-10.mp3","author":"7.19 韩国低头族","title":"一种危险的生物正在韩国十字路口出没"}