{"engTitle":"Can you really count your way to good health?","content":[{"images":[],"frames":[3840,6080],"text":"8 hours of sleep"},{"images":[],"frames":[6080,20880],"text":"Sleep has become a national obsession,  with a slew of apps,  trackers and gurus telling us we need eight hours a night. But don't fret if you're getting — and needing — more or less than that."},{"images":[],"frames":[20880,52640],"text":"\"We have no idea where that figure came from, \" says Neil Stanley,  a sleep expert and author of How To Sleep Well. \"There isn't a shred of proof we need it.\" One possible explanation is the 8-hour day movement,  which started in Australia,  Britain and America in 1850,  and was based around the idea that the working man needed 8 hours of work,  8 hours of leisure and 8 hours of sleep within a 24-hour period."},{"images":[],"frames":[52640,69120],"text":"\"It's not a bad figure to aim for,  but sleep is like height, \" says Stanley. \"It's genetically determined and we're all different. So sleep trackers are quite pointless because they're measuring something that's as individual as a fingerprint.\""},{"images":[],"frames":[69120,82960],"text":"Last month,  neurologist and sleep disorder specialist Dr Guy Leschziner warned sleep-tracking apps were making people so anxious about getting enough sleep they were developing insomnia."},{"images":[],"frames":[82960,104400],"text":"It's simple to work out how many hours you need,  says Stanley. \"What matters is how you feel at 11am. If you feel OK,  then you're getting enough sleep. So ignore the 8-hour-rule. It doesn't matter how long it takes you to fall asleep,  how many times you wake in the night,  or how you feel when you wake up.\""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563433441060-66.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563433441060-48.png","id":636,"duration":104626,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563433441060-10.mp3","author":"7.19 周五 健康","title":"“按时睡觉身体好”到底有没有科学依据？"}