{"title":"纽约市停电，曼哈顿中心区数千人受影响","duration":105691,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563452564516-16.png","id":637,"author":"7.21 周日 纽约大停电","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563514462589-8.mp3","content":[{"images":[],"text":"A widespread power outage in the heart of Manhattan on Saturday shut down some of the city's subways as iconic parts of midtown,  including Times Square and Rockefeller Center,  went dark.","frames":[5860,19640]},{"images":[],"text":"Con Edison said it was working to restore power to 73, 000 customers,  mostly on the west side of Manhattan. The utility tweeted at 10:12 p.m. that power was being restored to affected customers,  and that the utility expected to have service restored to most customers by midnight.","frames":[20060,42000]},{"images":[],"text":"Mayor Bill de Blasio,  who was campaigning for president in Iowa on Saturday,  tweeted that the police and fire departments and other city agencies were working to respond a manhole fire that caused the outage.","frames":[42220,57520]},{"images":[],"text":"Pizza shops on the Upper West Side were still selling lukewarm slices in the dark with flashlights,  cash only. In the Park Central Hotel,  at least 100 guests were sitting on the ground in the lobby in candlelight. At the Wellington Hotel across the street,  guests filed out in the dark holding glow sticks and gathered on the sidewalk.","frames":[57520,82200]},{"images":[],"text":"Horse-driven buggies were still clucking around in the blackout,  aggressively recruiting riders as Uber prices surged.","frames":[82200,90660]},{"images":[],"text":"Saturday's outage took place on the anniversary of a 1977 New York City outage in which most of the city lost power. The city was also part of a massive power outage in 2003.","frames":[90740,105340]},{"images":[],"text":"","frames":[105340,107340]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563452564516-2.png","engTitle":"New York City power outage hits thousands in the heart of Manhattan"}