{"title":"研究：由于视觉和神经机制其他种族群体看起来很像","duration":114312,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563522277532-13.png","id":638,"author":"7.28 周日 为什么外国人长得一样","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563522277532-15.mp3","content":[{"images":[],"text":"The common perception that people from other racial groups look alike is rooted in the way human brains process what they see,  researchers say.","frames":[6880,17160]},{"images":[],"text":"It has long been known that people find it easier to tell apart members of their own race than those of a different race. Now a new study backs up the idea that the phenomenon is rooted,  at least in part,  in visual and neural processes.","frames":[17160,34120]},{"images":[],"text":"The researchers,  whose study has been published in the Proceedings of the National Academy of Sciences,  reported how 20 white participants were shown a series of images including faces,  numbers and objects,  while they had their brains scanned using functional MRI — a technique that allowed the team to spot changes in activity.","frames":[34120,56620]},{"images":[],"text":"In 19 of the 20 participants,  a greater area of the face-recognition region was activated when the participants saw a white face compared with a black face. The researchers said that it suggested participants were better at picking up on physical differences between white faces — even for faces completely different to each other,  brain activity was higher for white faces.","frames":[56620,82120]},{"images":[],"text":"The researchers said the findings could help to investigate ways to avoid harmful biases. Nick Camp,  the co-author of the research from Stanford University,  said some evidence suggested the phenomenon could depend on which characteristics were used to group people. He said: “Getting people to think about groups in different ways,  or re-categorising individuals,  might be an effective way of combating even these low-level perceptual biases.”","frames":[82120,114080]},{"images":[],"text":"","frames":[114080,116080]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563508290141-10.png","engTitle":"Other racial groups 'look alike because of visual and neural processes' — study"}