{"title":"其实，工作无聊可能是件好事","duration":112849,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563522277532-38.png","id":639,"author":"7.22 周一 上班无聊","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563522277532-40.mp3","content":[{"images":[],"text":"Being bored is no fun,  especially at work. But new research out of the Research School of Management at Australian National University argues that while boredom is certainly boring,  it isn’t all bad. This loathed mental state can actually spark precious creativity.","frames":[3880,24960]},{"images":[],"text":"The study asked 52 subjects to do a pretty boring job: Sort apart a bowl of red and green beans with just one hand for 30 minutes. Meanwhile,  49 other subjects — the control group — were instructed to create art projects with paper,  beans,  and glue.","frames":[24960,45340]},{"images":[],"text":"Once the 30 minutes was over,  each group was instructed to spend five minutes on a creative task: They had to come up with reasons why a hypothetical person was two hours late for a meeting. The bored group came up with not just more ideas than the control group,  but more creative ideas than the control group,  too. The quality and quantity of production was higher for people who were bored than those who were not. Creativity itself was measured under a rubric that balances novelty with practicality. Ideas had to fit both criteria to be considered creative.","frames":[45340,85420]},{"images":[],"text":"Guihyun Park,  the study’s lead author,  readily admits that not every type of job permits the luxury of boredom,  and it really can be detrimental to some important work.","frames":[85700,98640]},{"images":[],"text":"But for designers and anyone in a creative field,  boredom is not something to fear,  but to embrace. Sometimes,  the best way to be productive is to expect nothing of yourself at all.","frames":[98640,112600]},{"images":[],"text":"","frames":[112600,114600]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563508290141-16.png","engTitle":"Actually, it’s good to be bored at work"}