{"title":"默克尔第三次出现身体颤抖的状况，她说她很好，而且正在“解决”这个健康问题","duration":97149,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563522729377-43.png","id":642,"author":"7.22 周一 默克尔颤抖","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563522729377-45.mp3","content":[{"images":[],"text":"German Chancellor Angela Merkel said she was \"working through\" a bout of shaking that first occurred in mid-June and struck for the third time on Wednesday.","frames":[6480,18000]},{"images":[],"text":"Earlier,  Merkel shook back and forth as she stood outside and looked uncomfortable while watching a military ceremony marking the arrival of visiting Finnish Prime Minister Antti Rinne,  who stood by her side. Merkel was also seen shaking on June 27 when she met German President Frank-Walter Steinmeier.","frames":[18000,41200]},{"images":[],"text":"\"I believe that just as it happened one day,  so it will disappear. Otherwise I am convinced that I am quite capable (of doing my job), \" Merkel told a news conference after Wednesday's meeting with Rinne.","frames":[41200,55040]},{"images":[],"text":"The Chancellor,  64 and in office since 2005,  has no history of serious health issues. Her office has given no explanation for the shaking episodes.","frames":[55040,66640]},{"images":[],"text":"At Wednesday's news conference,  Merkel was asked twice about her health. In the follow-up question,  pressed by Reuters on whether she should be more transparent,  she said: \"I think that my statement that I am fine can be accepted.\"","frames":[66640,81920]},{"images":[],"text":"In the United States,  portions of the results of the president's annual medical examination are traditionally made public,  but in Germany,  political leaders are generally expected to enjoy more privacy around their health.","frames":[81920,96640]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563522729377-29.png","engTitle":"Merkel has third bout of shaking, says she is fine and 'working through' issue"}