{"author":"7.23 周二 英美冲突","engTitle":"A specially strained relationship","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563785136672-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563785136672-19.png","duration":120425,"title":"一段特别紧张的关系","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563778677298-11.mp3","id":643,"content":[{"frames":[4580,30240],"text":"“The current situation is making it impossible for me to carry out my role as I would like.” Thus did Sir Kim Darroch resign as Britain’s ambassador to Washington,  the country’s top diplomatic post,  on July 10th. His departure came days after the Mail on Sunday,  a newspaper,  published a selection of his cables that were highly critical of President Donald Trump and his administration.","images":[]},{"frames":[30760,52920],"text":"The furore will test the “special relationship”,  on which Western defence is founded. It has also sparked a domestic political storm. Thus,  just when it should be preparing for a post-Brexit “Global Britain”,  the Foreign Office finds itself fighting fires both at home and in relations with the countries it most needs to cultivate.","images":[]},{"frames":[53040,88860],"text":"In truth Sir Kim’s cables revealed little that has not been said frequently in the press. He describes the Trump administration as “dysfunctional” and “diplomatically clumsy and inept”,  and did not expect that to change. Unsurprising as these views may be,  their leaking is damaging,  and has set off a hunt for the mole and speculation on the motive. Suspicions range from familiar Russian mischief-making to the even more unsettling idea that the leaker hoped to ensure a more Brexit-friendly person is put in the key diplomatic post.","images":[]},{"frames":[89120,121480],"text":"The international-trade secretary,  Liam Fox,  is meant to be paving the way for a future deal with America,  but in Washington this week he had a front-seat view of how fraught handling this administration might be. The EU,  meanwhile,  has been busy doing actual trade deals: its pact with Japan came into force in February and last month it reached agreements with Mercosur,  a big Latin American trade club,  and Vietnam. Global Britain has a lot of catching up to do.","images":[]},{"frames":[119700,121700],"text":"","images":[]}]}