{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563862138822-18.mp3","id":645,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563862138822-2.png","engTitle":"Alipay is investing $145 million to grow women's soccer in China","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563862138822-16.png","author":"7.26 周五 女足","content":[{"images":[],"text":"China's national women's soccer team just got a big boost from online payments app Alipay.","frames":[8400,16040]},{"images":[],"text":"The Alibaba-affiliated company is taking the lead on a 1 billion yuan ($145 million) commitment to support Chinese women's soccer over the next decade.","frames":[16040,30180]},{"images":[],"text":"The money will be used to support several initiatives including the \"performance improvement of the China Women's National Football Team, \" and the development of young players,  Alipay said in a statement.","frames":[30180,44460]},{"images":[],"text":"It is the biggest investment in women's soccer in China ever,  according to Alipay. This \"is a smart business move that also can have positive social benefits, \" said Duncan Clark,  author of \"Alibaba: The House That Jack Ma Built.\"","frames":[44460,62280]},{"images":[],"text":"The injection of cash comes as the US Women's National Team,  which clinched a fourth victory on July 7 at the World Cup,  pushes back against a pay disparity between the women's and men's game. The team has sued for equal pay at home and called for more investment in the sport globally.","frames":[62280,84020]},{"images":[],"text":"China,  meanwhile,  has been trying to build up its prowess in the sport. The Chinese government in 2016 unveiled a plan to transform the country into a \"soccer powerhouse\" by 2050,  investing in thousands of training programs and football pitches aimed at both the men's and women's game.","frames":[84020,107200]},{"images":[],"text":"The pledge to women's soccer is not Alipay's first investment into the sport. The company in November struck a €200 million ($225 million) sponsorship deal with European football body UEFA to be its official global payment partner.","frames":[107200,127360]},{"images":[],"text":"","frames":[127360,129360]}],"title":"支付宝将投资 1.45 亿美元支持中国女子足球发展","duration":127660}