{"content":[{"text":"With the unemployment rate lingering near a 50-year low,  employers are competing hard to recruit and retain talent. Some companies are beefing up their perks by offering four-day workweeks to entice workers seeking a better work-life balance.","frames":[0,24400],"images":[]},{"text":"Employees at software company Wildbit have been working 32-hour,  four-day workweeks for more than two years. The shorter week started out as an experiment over one summer,  but it proved to be beneficial for everyone.","frames":[24400,40550],"images":[]},{"text":"\"We continued to extend it each quarter and a year later when we reflected,  we realized we had gotten more done that year than we had in a long time, \" said Natalie Nagele,  the company's CEO and co-founder.","frames":[40550,55000],"images":[]},{"text":"Losing a day of work made some employees anxious about maintaining their workloads,  but the all-remote company learned how to be more efficient.","frames":[55000,64350],"images":[]},{"text":"\"We are getting the same amount of work done,  we are just being smarter about it, \" said Nagele. Employees are limited to two 30-minute team meetings each week. \"The rest of the week should be meeting-less to make sure days are purposeful. \"","frames":[64350,79700],"images":[]},{"text":"The company continues to look for ways to boost productivity. Employees spent this month tracking their work schedules to see how much uninterrupted \"focused time\" they get and to identify any distractions.","frames":[79700,93750],"images":[]},{"text":"\"We are looking at our days to see what we can do to maximize what work we can get done, \" Nagele said.","frames":[93750,95750],"images":[]}],"engTitle":"Four-day workweeks sound too good to be true. This company makes it work","id":647,"author":"7.29 周一 做四休三","title":"四天工作制听起来美好到不真实，这家公司却做到了","duration":101146,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563864734750-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564112092055-5.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563883313010-8.png"}