{"content":[{"text":"An alleged arson attack on a respected Japanese animation studio left a shocked nation grieving,  as investigators looked to identify victims and determine a possible motive in one of the deadliest acts of violence in Japan's modern history.","frames":[6300,25100],"images":[]},{"text":"A total of 33 people — many of them young — were killed a day earlier when a man appeared to douse flammable liquid through the Kyoto Animation Co. studio and set it alight,  triggering an inferno,  officials said. Some 36 others were injured,  about 10 critically.","frames":[25100,48820],"images":[]},{"text":"The blaze at the production house struck at a pillar of Japan's anime industry,  an obsession in the country and a cherished cultural export. Kyoto Animation,  known as KyoAni,  had produced hits such as \"Lucky Star, \" \"K-On!\" and \"Haruhi Suzumiya, \" winning worldwide acclaim for its skilled drawings.","frames":[48820,74280],"images":[]},{"text":"Outside the charred shell of the company's workspace in Kyoto's outskirts on Friday,  crowds of well-wishers left flowers and messages of support for the victims. Many bowed,  or knelt down and prayed as they offered their respects.","frames":[74440,91340],"images":[]},{"text":"The suspect,  Shinji Aoba,  aged 41,  remained in the hospital after suffering burns all over his body. A woman who saw police detain the man a day earlier told reporters that he \"seemed to be discontented,  he seemed to get angry,  shouting something about how he had been plagiarized, \" according to Reuters.","frames":[91340,116200],"images":[]},{"text":"Hideaki Hatta,  a co-founder and president of Kyoto Animation,  said Thursday that the studio had been receiving threats,  including emails threatening murder. He said the attack had \"broken our hearts.\"","frames":[116200,131360],"images":[]},{"text":"","frames":[131360,133360],"images":[]}],"engTitle":"Tributes flow for victims as Japan reels from deadly blaze","id":648,"author":"7.24 周三 京阿尼","title":"京都动画致命大火震惊全日本，哀思寄予遇害者","duration":131736,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563864821102-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1563880282182-6.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1563864821102-20.png"}