{"content":[{"text":"Retro style — a hot fashion trend that’s boosted nostalgic labels from decades past — may have reached its peak.","frames":[7280,15720],"images":[]},{"text":"“Looking back over the past several months,  we are beginning to view this trend as waning, ” Wells Fargo analysts including Ike Boruchow wrote in a note to clients Wednesday. “At a high level,  it seems clear that the recent inflection in the apparel space was short lived.”","frames":[15720,34280],"images":[]},{"text":"Wells Fargo singled out Champion,  the throwback label owned by parent HanesBrands Inc.,  as the brand that may be most affected.","frames":[34280,44020],"images":[]},{"text":"The analysts monitored Google searches and saw declines in consumer engagement among various retro brands. They also noted heavy discounting of throwback brands at Urban Outfitters Inc.,  which they said was a likely effort to clear excess inventory.","frames":[44020,60600],"images":[]},{"text":"Champion has enjoyed a renaissance in recent years. HanesBrands Chief Executive Officer Gerald Evans Jr. declared it one of its company’s three growth drivers earlier this year,  after it posted double-digit gains through the holiday season. Last quarter,  Evans said Champion is outpacing its $2 billion sales goal for 2022. Champion searches on Google are still up,  Wells Fargo said,  but rising at a slower rate than before.","frames":[60600,91220],"images":[]},{"text":"HanesBrands spokesman Matt Hall said Champion’s business strategy doesn’t rely too heavily on a specific trend and is constantly changing its product offerings based on consumer demand.","frames":[91220,103560],"images":[]},{"text":"“Champion is much more than a ‘so-called’ retro brand, ” he said in an emailed statement. “The casual athleticwear mega-trend is not going away in the United States or anywhere else globally,  as consumers continue to demand comfort.”","frames":[103560,119580],"images":[]},{"text":"","frames":[119580,121580],"images":[]}],"engTitle":"Wells Fargo says ‘retro’ has peaked. Goodbye logo sweatshirt","id":651,"author":"7.27 周六 champion 新","title":"美国富国银行表示“复古风潮”已到达顶峰：再见了，logo 运动衫","duration":120197,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564037920782-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564037920782-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564037920782-16.png"}