{"content":[{"text":"The Alibaba-affiliated company is taking the lead on a 1 billion yuan ($145 million) commitment to support Chinese women's soccer over the next decade. It is the biggest investment in women's soccer in China ever,  according to Alipay.","frames":[540,27430],"images":[]},{"text":"Alipay wants to bring \"technology,  funds and resources to better support the development of women's soccer in China, \" a spokesman for the company said on Monday. He also noted that it is not a sponsorship,  so it comes with “no commercial strings attached.”","frames":[27430,45400],"images":[]},{"text":"The money will be used to support several initiatives including the \"performance improvement of the China Women's National Football Team, \" and the development of young players,  Alipay said in a statement on Friday.","frames":[45400,59750],"images":[]},{"text":"The China women's national team was once a force to be reckoned with,  making it to the 1999 World Cup final where it lost to the United States. But it has slipped down to 16th in the global rankings,  and got knocked out before the quarterfinals of this year's tournament.","frames":[59750,78100],"images":[]},{"text":"Alipay hopes to change that. The company wants to be the \"strongest advocate\" for China women's soccer,  CEO Eric Jing said in a statement Friday.","frames":[78100,88850],"images":[]},{"text":"Alibaba,  whose affiliate Ant Financial owns Alipay,  has a longer history with soccer. The Chinese tech giant bankrolls football club Guangzhou Evergrande,  which won the Asian Champions League in 2013 and 2015,  and became the first Chinese club to win a place in the FIFA Club World Cup in 2013.","frames":[88850,90850],"images":[]}],"engTitle":"Alipay is investing $145 million to grow women's soccer in China","id":652,"author":"7.26 周五 支付宝投资女足","title":"支付宝将斥资 1.45 亿美元发展中国女足","duration":113424,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564038021443-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564038021443-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564038021443-16.png"}