{"content":[{"text":"From sweeping vineyards and turquoise oceans to gleaming city lights and 12th-century temples,  there's no shortage of incredible destinations in Asia Pacific.","frames":[6540,18160],"images":[]},{"text":"If you're struggling to pick which spot you should prioritize on your next vacation,  Lonely Planet's new roundup of the region's best places to visit might help you along.","frames":[18160,29480],"images":[]},{"text":"The top spot for 2019 was awarded to Margaret River and southern Western Australia,  a region known for its wine,  surfing and incredible coastline. Within the region,  the white-sand Meelup Beach and foodie festivals including Gourmet Escape and the brilliantly named Truffle Kerfuffle.","frames":[29480,52640],"images":[]},{"text":"Coming in second on the list is Shikoku,  Japan's fourth-largest island. It's gradually becoming more frequented by international visitors,  says Lonely Planet,  and has some great spots,  including the Naruto whirlpools,  Kōchi Castle and the Iya Valley.","frames":[52640,72620],"images":[]},{"text":"Rounding out the top three is the Bay of Islands and Northland in New Zealand. Go there for subtropical islands,  Māori heritage and stunning landscapes.","frames":[72620,84380],"images":[]},{"text":"Elsewhere on the list is the island city state of Singapore — with its mouthwatering foodie scene,  incredible airport and starring role in last year's blockbuster \"Crazy Rich Asians\" — and Fiji: name-checked not just for its luscious jungles,  but also its commitment to sustainability.","frames":[84380,104920],"images":[]},{"text":"\"From solar-powered resorts that serve locally harvested food to coral reef restoration projects and limited plastic usage,  this vulnerable island nation has moved headlong into eco-tourism, \" says Lonely Planet.","frames":[104920,120540],"images":[]},{"text":"","frames":[120540,122540],"images":[]}],"engTitle":"Lonely Planet's best places to visit in Asia Pacific for 2019","id":653,"author":"7.28 周日 亚太旅游","title":"《孤独星球》公布了 2019 亚太地区最佳旅行目的地","duration":120720,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564113865063-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564113865063-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564113865063-16.png"}