{"content":[{"text":"It's dangerously hot across much of the country this weekend — so hot,  in fact,  that police in Braintree,  Massachusetts,  are imploring would-be criminals to hold off on illegal activity until Monday.","frames":[7540,21620],"images":[]},{"text":"The Braintree Police Department asked the community to put a pin in crime until the heat wave passes in a Facebook post Friday. \"It is straight up hot as soccer balls out there, \" the department wrote in the post,  which has racked up more than 106, 000 shares since Friday.","frames":[21620,40440],"images":[]},{"text":"Yes,  a police department really used the phrase \"hot as soccer balls.\" The department confirmed to CNN Saturday that the post is,  indeed,  legit.","frames":[40440,51740],"images":[]},{"text":"The heat is criminal enough. The National Weather Service issued an excessive heat warning for parts of the eastern United States,  including Braintree in eastern Massachusetts.","frames":[51740,63520],"images":[]},{"text":"That's simply too hot for lawbreaking,  Braintree police said.","frames":[63520,68220],"images":[]},{"text":"Committing a crime in this sort of weather is \"next level henchmen status, \" the department said,  not to mention dangerous to the offender's health.","frames":[68220,77720],"images":[]},{"text":"In the post,  the department suggested everyone wait out the heat wave indoors and suspend the illegal stuff until things cool down. \"Stay home,  blast the AC,  binge Stranger Things season 3,  play with the face app,  practice karate in your basement, \" police said. \"We will all meet again on Monday when it's cooler.\" The message is signed,  \"The PoPo.\"","frames":[77720,101860],"images":[]},{"text":"","frames":[101860,103860],"images":[]}],"engTitle":"Massachusetts police ask residents to refrain from crime until after the heat wave passes","id":655,"author":"7.29 周一 太热","title":"马萨诸塞州警方请求（当地）居民在热浪退去前不要犯罪","duration":102060,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564122742980-11.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564123890176-4.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564122742980-31.png"}