{"content":[{"images":[],"text":"On Saturday,  Li Na’s perseverance and pioneering courage will be recognized with the highest honor in her profession: induction into the International Tennis Hall of Fame.","frames":[5060,17100]},{"images":[],"text":"She will be the first Asian-born player enshrined,  but one ceremony cannot encapsulate all Li endured to reach the top of the tennis world and make a country pay attention to a sport that was mostly unknown when she started playing it.","frames":[17100,34140]},{"images":[],"text":"“For me,  it means everything, ” Li said in Manhattan on Thursday. “The tears,  the tough times,  the pain. Everything is paid back. It was all worth it.”","frames":[34140,45440]},{"images":[],"text":"Tennis has been a dynamic stage for some of the most influential people in sports and society,  from Arthur Ashe and Billie Jean King to today’s stars like Venus and Serena Williams. Li Na is a worthy member of that pantheon — a modest woman from Wuhan,  China,  whose impact in Asia surpasses them all.","frames":[45440,66180]},{"images":[],"text":"When Li,  37,  began playing tennis at age 8,  most people in her country did not even know what the sport was,  she said. But when she won the 2011 French Open to become China’s first Grand Slam singles champion,  116 million people in her country watched the final on television. Even her mother was confused about all the attention.","frames":[66180,90960]},{"images":[],"text":"“She called and asked: ‘Li Na,  you just won one tournament. Why is your picture in all the papers?’” Li recalled with a laugh. “I said,  ‘Uh,  maybe this was a big one’”.","frames":[90960,102900]},{"images":[],"text":"“Before I got into Grand Slams,  maybe people thought Asian players were not suited for tennis, ” she said while traveling along the Franklin D. Roosevelt Drive on Thursday morning. “I made people realize that it is reachable.”","frames":[102900,117040]},{"images":[],"text":"","frames":[117040,119040]}],"author":"7.30 周二 李娜","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564383417612-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564383417612-18.png","title":"网坛先锋入驻名人堂，再创历史","id":657,"engTitle":"Hall entry is another first for a pioneering player","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564383417612-20.mp3","duration":117290}