{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564476829262-18.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564476829262-2.png","engTitle":"Export Controls in Asia","id":660,"author":"7.31 周三 日韩冲突","title":"亚洲出口管制","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564476829262-16.png","duration":112405,"content":[{"frames":[3180,19940],"text":"Take just about any trade fight today,  and President Donald Trump’s America is at the centre of it. But a brawl now under way in Asia,  between Japan and South Korea,  has the potential to be as damaging as much of what Mr Trump has stirred up.","images":[]},{"frames":[20320,59820],"text":"Tensions between Japan and South Korea go back centuries. Japan’s colonisation of Korea between 1910 and 1945 is still resented. Japan believes a 1965 agreement resolved claims by South Korea over forced labour. It is incensed that South Korea’s supreme court last year ordered Japanese firms to compensate victims. Amid a widening rift,  Japan took its most serious action on July 4th when it began restricting exports to South Korea of three specialised chemicals used to make semiconductors and smartphones.","images":[]},{"frames":[59820,83220],"text":"The stakes are high. Japan accounts for as much as 90% of global production of these chemicals. They are needed to make memory chips,  which are essential to all sorts of electronic devices. And South Korean firms are the world’s dominant manufacturers of memory chips. If Japan were to choke off exports,  the pain would ripple through global tech supply chains.","images":[]},{"frames":[83220,112140],"text":"It is not too late to defuse the situation. The two countries will discuss their disagreement at the World Trade Organisation later this month. This is shaping up to be a test of whether the global trading system can,  despite great strains,  still soothe tensions—or whether it is being supplanted by a new,  meaner order,  in which supply chains are weaponised and commerce is purely an extension of politics.","images":[]},{"frames":[112140,114140],"text":"","images":[]}]}