{"author":"8.01 周四 选择大学","duration":118622,"engTitle":"The education of Steven Spielberg was more off script than you might expect","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564545605060-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564545605060-17.png","content":[{"images":[],"frames":[6340,37500],"text":"Two talented scholars,  Stacy Berg Dale of the Andrew W. Mellon Foundation and Princeton economist Alan Krueger,  used Spielberg's name two decades ago to describe a surprising aspect of their research on selective college attendance. They found that students admitted to choosy colleges but who attended less selective schools were doing as well financially 20 years later as were students who attended the selective institutions."},{"images":[],"frames":[37500,57700],"text":"Dale and Krueger were also surprised to find that many applicants rejected by selective schools did as well later in life as students who were accepted and attended. The researchers speculated that such students' strong sense of purpose made them successful,  even if their favorite college said no."},{"images":[],"frames":[57920,70980],"text":"They called it the Spielberg effect because they knew the famous director had been rejected by prestigious film schools at the University of California at Los Angeles and the University of Southern California."},{"images":[],"frames":[70980,88120],"text":"Spielberg's grades were just too bad. He had a lot of C's at Arcadia High School in Phoenix and then at Saratoga High School near San Jose. He hated school. He had dyslexia,  then undiagnosed. He only wanted to make films."},{"images":[],"frames":[88120,105720],"text":"Yet he became THE Steven Spielberg. The energy and storytelling talent he revealed to his increasingly powerful mentors at Universal made the difference. He dropped out of college and didn't go back to complete work for his Cal State Long Beach degree until 2002."},{"images":[],"frames":[105720,118300],"text":"Few of us are as precocious as Spielberg,  but we eventually see intriguing possibilities. The Spielberg effect is good. At least it will get you up each morning knowing what you want to do that day."},{"images":[],"frames":[118300,120300],"text":""}],"id":661,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564545605060-19.mp3","title":"史蒂芬·斯皮尔伯格的教育履历可能比你想象的还离经叛道"}