{"author":"8.02 周五 deepnude","duration":124891,"engTitle":"Creator kills app that uses AI to fake naked images of women","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564550967032-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564550967032-16.png","content":[{"images":[],"frames":[7780,23020],"text":"An app developer who created an algorithm that can digitally undress women in photos has pulled the plug on the software after high traffic and a viral backlash convinced him that \"the world is not ready\" for it,  \"yet.\""},{"images":[],"frames":[23020,37800],"text":"DeepNude used artificial intelligence to create the \"deepfake\" images,  presenting realistic approximations of what a woman — it was not designed to work on men — might look like without her clothes."},{"images":[],"frames":[37800,57140],"text":"The free version of DeepNude placed a large watermark on images it generated. The $50 version,  however,  just slapped a small stamp that reads “FAKE” in the upper-left corner of the pictures. As the online magazine Motherboard noted,  it could be easily cropped out."},{"images":[],"frames":[57140,74140],"text":"When Motherboard first reported on the app Thursday,  its creator,  a programmer who goes by \"Alberto, \" insisted he was \"not a voyeur\" but merely a technology enthusiast who was driven to create the app by \"fun and enthusiasm.\""},{"images":[],"frames":[74140,91920],"text":"Soon after Motherboard's report,  traffic caused the server to crash. On Thursday evening,  after further coverage and outrage on social media,  Alberto announced DeepNude's end on Twitter,  saying the chances of people abusing the app were too high."},{"images":[],"frames":[91920,99240],"text":"\"We don't want to make money this way, \" the tweet read. \"The world is not yet ready for DeepNude.\""},{"images":[],"frames":[99240,123160],"text":"Though pornographic deepfake images don't technically count as revenge porn,  since they aren't actually images of the real women's bodies,  they're still capable of causing psychological damage. California is considering a bill that would criminalize pornographic deepfakes,  making it the only state to date to take legislative action against them."},{"images":[],"frames":[123160,125160],"text":""}],"id":662,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564550967032-18.mp3","title":"一款使用 AI 技术伪造女性裸照的 app 被开发者下架"}