{"author":"8.01 周四 太空竞赛","duration":119510,"engTitle":"50 years after US moon landing, China is catching up in the space research","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564571430610-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564571430610-23.png","content":[{"images":[],"frames":[0,19300],"text":"Fifty years ago,  when the Apollo 11 astronauts became the first human beings to land on the moon,  the Chinese space program had yet to launch a single satellite."},{"images":[],"frames":[19300,29500],"text":"At the start of the space research in the late 1950s,  Communist Party founder Mao Zedong declared: \"We too shall make satellites.\""},{"images":[],"frames":[29500,42400],"text":"It took just over 10 years for China to launch its first satellite,  the Dongfanghong-1 — The East is Red 1 — on April 24,  1970."},{"images":[],"frames":[42400,60650],"text":"Aided by the economic reforms of the 1980s,  China's space program quietly progressed until the launch of the first manned mission in 2003. Since then,  China has sent six crews into space and launched two space labs into Earth's orbit."},{"images":[],"frames":[60650,74600],"text":"In 2013,  China became only the third country to perform a successful lunar landing,  after the United States and Russia,  when the Yutu 1 rover touched down on the surface of the moon."},{"images":[],"frames":[74600,89200],"text":"They bettered that this year when Yutu 2 landed on the far side of the moon,  an achievement NASA Administrator Jim Bridenstine praised as \"a first for humanity and an impressive accomplishment.\""},{"images":[],"frames":[89200,93000],"text":"It's not only the government taking part in the space research."},{"images":[],"frames":[93000,102300],"text":"Inspired by US pioneers such as Elon Musk's SpaceX,  China's private space industry now boasts more than 60 companies."},{"images":[],"frames":[102300,119200],"text":"\"There is such good soil in China now, \" said Ma Chao,  president of OneSpace. \"People are positive and enthusiastic about aerospace and the government is supporting and guiding us... China will certainly catch up with and surpass US aerospace.\""}],"id":663,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564571430610-25.mp3","title":"美国登月 50 年后，中国在太空研究领域迎头赶上"}