{"author":"8.02 周五 法式热吻","duration":95164,"engTitle":"Here's why we call the open-mouth smooch a 'French kiss'","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564564488630-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564564488630-16.png","content":[{"images":[],"frames":[5360,9360],"text":"Every great love story culminates with a kiss."},{"images":[],"frames":[9360,31120],"text":"It typically comes toward the end,  with a desire that's been building over the course of an hour and some odd minutes. We hold our collective breath as the couple before us gaze into each other's eyes and begin to lean into a — sometimes awkward or sloppy but always heartwarming — French kiss."},{"images":[],"frames":[31120,37040],"text":"But why are these specific kisses labeled French? Here's what we learned:"},{"images":[],"frames":[37040,41200],"text":"French kissing became popular after WWII"},{"images":[],"frames":[41200,50960],"text":"The term \"French kiss\" entered the English vernacular in 1923,  Sheril Kirshenbaum writes in her book \"The Science of Kissing.\""},{"images":[],"frames":[50960,64720],"text":"It wasn't until after World War II that Americans felt comfortable enough to French kiss each other,  says Kirshenbaum. She credits American servicemen who served in Europe with bringing the kissing style home."},{"images":[],"frames":[64720,71280],"text":"Remember that iconic photo of a US sailor kissing a woman in Times Square? Exactly."},{"images":[],"frames":[71280,74000],"text":"Smooching is great for your health"},{"images":[],"frames":[74000,85860],"text":"According to studies,  kissing helps reduce blood pressure,  increases hormones that make you feel happy,  burns calories,  boosts self-esteem and even fights cavities."},{"images":[],"frames":[85860,94260],"text":"And while a good kiss can start a life-long romance,  a bad one can quickly end any chance of a new relationship."}],"id":664,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564564488630-18.mp3","title":"这就是为什么我们把张嘴拥吻称作“法式热吻”"}