{"engTitle":"Period pain linked to nearly 9 days of lost productivity for a woman in a year","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564626583472-2.png","id":665,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564631367212-14.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564626583472-16.png","author":"8.04 周日 姨妈假","content":[{"text":"The real impact of menstruation on women and society is underestimated,  researchers say,  as a new study suggests period pain is linked to nearly nine days of lost productivity a year in workplaces and schools.","images":[],"frames":[7600,25040]},{"text":"On average,  the researchers calculated,  women were absent from work or school 1.3 days per year because of their period. It also found that when women did call in sick because of period pain,  only 1 in 5 told their employer or school the real reason for their absence.","images":[],"frames":[25040,45680]},{"text":"\"Despite being almost two decades into the 21st century,  discussions about [symptoms] may still be rather taboo, \" Theodoor Nieboer said,  an author of the report.","images":[],"frames":[45680,59040]},{"text":"Menstrual or period leave has been presented as a possible solution for the occasions. Across several Asian countries,  menstrual leave is already offered to working women,  although it's often an entitlement that women don't feel they can take in male-dominated workplaces.","images":[],"frames":[59040,78320]},{"text":"The study found that around 1 in 7,  just under 14%,  had taken time off from work or school during their period and 3.5% said that this happened during every,  or nearly every,  menstrual cycle.","images":[],"frames":[78320,95280]},{"text":"\"There's a need for greater openness about the impact of menstrual symptoms on work,  and companies need to be more open about this with their female workers.\" Nieboer said.","images":[],"frames":[95280,107440]}],"title":"痛经与女性一年中近 9 天的生产力损失有关","duration":107624}