{"engTitle":"Boris Johnson as prime minister: what we've learned so far","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564728795605-2.png","id":666,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564721310911-10.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564728795605-21.png","author":"8.05 周一 鲍里斯","content":[{"text":"Just a matter of days into his tenure in Downing Street,  and it’s clear Boris Johnson will have a very different approach to Theresa May. Here are 3 things we have learned so far.","images":[],"frames":[5450,18600]},{"text":"No time for wets","images":[],"frames":[18600,21000]},{"text":"Margaret Thatcher’s first cabinet was well-stocked with Tory “wets” who were sceptical about her radical economic policies,  and with whom she fought a series of running battles. However,  quite a few Brexit wets like Rory Stewart had already dispatched themselves into exile on the backbenches,  and Johnson sent plenty more to join them. So much for his pledge to unify the party.","images":[],"frames":[21000,48750]},{"text":"He isn’t going to change his style","images":[],"frames":[48750,52100]},{"text":"The Boris Johnson on display during the Conservative leadership campaign was more self-disciplined and less dishevelled than his colleagues were accustomed to. But since he clinched victory,  his trademark attention-seeking quips have crept in once again – most jarringly,  when he promised the audience in Westminster: “Dude,  we’re going to energise the country!” “You’re not going to change him, ” one senior aide shrugged afterwards.","images":[],"frames":[52100,82050]},{"text":"There could be a No. 10 dog","images":[],"frames":[82050,85500]},{"text":"Addressing Downing Street staff,  Johnson made a joke about improving relations between Larry and the Foreign Office cat,  Palmerston,  before asking,  seemingly off the cuff,  whether people would like a resident canine as well. If it happens,  we are told it will be a rescue dog,  co-owned by Johnson and his partner,  Carrie Symonds.","images":[],"frames":[85500,108350]}],"title":"首相鲍里斯·约翰逊：我们目前所知道的一切","duration":108774}