{"engTitle":"This couple has 7 Instagram-famous pets","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564651541897-2.png","id":667,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564651541897-19.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564651541897-17.png","author":"8.03 周六 宠物博主","content":[{"text":"Nala the cat,  a Siamese and tabby mix,  is slightly cross-eyed with gray and white fur. She likes being petted but isn't a fan of being held. She also happens to have more than 4.1 million followers on Instagram.","images":[],"frames":[0,21800]},{"text":"Her owners,  Varisiri \"Pookie\" Methachittiphan and Shannon Ellis,  also have five other cats and one dog running around their home — all of whom are Internet famous.","images":[],"frames":[21800,34900]},{"text":"Animals have long been popular online,  and having especially photogenic pets has led people like Methachittiphan and Ellis to a lucrative full-time career.","images":[],"frames":[34900,46250]},{"text":"\"The hardest part is that you never really have a day off. It's 24/7, \" Methachittiphan told CNN Business.","images":[],"frames":[46250,54250]},{"text":"In the early days,  she experimented with hashtags and finding the optimal time to post on Instagram to keep growing Nala's following. When she was featured on Instagram's \"Popular\" page,  Methachittiphan began setting an alarm for 5 a.m. to post photos to help increase her exposure.","images":[],"frames":[54250,73500]},{"text":"Brands soon started reaching out about sponsored content deals with Nala. That's when Methachittiphan decided to turn the cat's Instagram following into a career.","images":[],"frames":[73500,84250]},{"text":"In addition to sponsored content deals,  they use their accounts to raise awareness about animal hunger,  fostering pets,  adopting animals from shelters and educating people about proper pet parenting.","images":[],"frames":[84250,96800]},{"text":"\"We know that we have to build something that is sustainable,  that lives on its own. That thing will be Nala's legacy, \" Ellis said.","images":[],"frames":[96800,105500]}],"title":"这对情侣有 7 只红遍 Instagram 的宠物","duration":105744}