{"engTitle":"Egypt will sue following sale of $5.97 million Tutankhamun statue","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564657556007-2.png","id":668,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564657556007-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564657556007-16.png","author":"8.03 周六 埃及文物 新","content":[{"text":"Egypt has said that it will file a civil lawsuit after the sale of an ancient statue at auction last week. The stone head,  which resembles Pharaoh Tutankhamun,  was sold for £4.7 million ($5.97 million) at a London auction on July 4,  despite protests from Cairo that the relic may have been stolen.","images":[],"frames":[8520,32300]},{"text":"The National Committees for Retrieving Antiquities said on Monday that it would be \"assigning a British law firm to take all necessary legal action to file a civil lawsuit\" after the sale of the statue.","images":[],"frames":[32380,44980]},{"text":"The 11-inch statue was sold by Christie's auction house,  and the identity of the buyer has not been revealed.","images":[],"frames":[45100,52180]},{"text":"The sale of the artifact has been highly controversial,  with Egyptian authorities demanding the auction be canceled and calling for the relic's repatriation.","images":[],"frames":[52300,62100]},{"text":"Zahi Hawass,  Egypt's former Minister of State for Antiquities Affairs,  told CNN he believed the piece left Egypt \"illegally.\" On the day of the sale,  Hawass said that he believed the statue was taken from Egypt's Karnak temple after 1970.","images":[],"frames":[62280,79940]},{"text":"Christie's moved to assuage worries over the ownership of the statue,  stating that \"while ancient objects by their nature cannot be traced over millennia,  Christie's has clearly carried out extensive due diligence verifying the provenance and legal title of this object.\"","images":[],"frames":[80280,96960]},{"text":"\"This piece has to be in a museum,  not to be in a dark room of a rich man, \" Hawass added.","images":[],"frames":[97080,104420]},{"text":"","images":[],"frames":[105740,107740]}],"title":"在图坦卡蒙雕像以 597 万美元拍出后，埃及将发起诉讼","duration":105460}