{"engTitle":"The internet is changing language less than curmudgeons fear","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564716337290-11.png","id":669,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564733798922-10.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564726056449-14.png","author":"190804 Sun. Internet changing language(1)","content":[{"text":"What is technology doing to language? Many assume the answer is simple: ruining it.","images":[],"frames":[6880,13960]},{"text":"Fortunately,  the story of language and the internet has attracted serious analysts. For example,  why do languages change? A computer simulation proved that a mix of strong and weak ties — close-knit groups existing in a larger sea — allowed language-change “leaders” to disseminate updates to the wider population. Twitter combines strong and weak ties — and sure enough,  drives more language change than Facebook,  which is more dominated by strong ties.","images":[],"frames":[13960,47200]},{"text":"Emoji,  odd as they may look,  also reflect something universal. They are the digital equivalent of gestures. Those come in two types. “Emblems”,  like a thumbs-up or a wink,  have a fixed meaning and form. But “co-speech” gestures — wincing,  gesticulating,  pointing — are spontaneous and more variable. And emoji come in these same flavours. People randomly combine many co-speech-style emoji,  but are more restrained in mixing emblems.","images":[],"frames":[47200,82900]},{"text":"For millennia,  speech was all there was. For most of “recorded” history,  nearly everyone was illiterate. Then,  in the age of the printing press and mass literacy,  writing acquired a kind of primacy,  seen as prestigious,  a standard to be learned and imitated.","images":[],"frames":[82900,102600]},{"text":"Future historians may regard that epoch of reverence as unusual. Mass reading has now been joined by mass writing: frequent,  error-filled and evanescent—like speech. Little surprise that internet users have created tools to give their writing the gesture,  playfulness and even meaninglessness of chitchat. Mistaking it for the downfall of “real” writing is a category error. Anything that helps people enjoy each other’s company can only be a good thing.","images":[],"frames":[102600,135780]},{"text":"","images":[],"frames":[135780,137780]}],"title":"网络正在改变语言，但与老顽固们所担心的程度相差甚远","duration":138162}