{"engTitle":"As Prime Minister, Johnson Faces the Brexit He Championed","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564726056449-26.png","id":670,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564726056449-44.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564726056449-42.png","author":"8.05 周一 Boris","content":[{"text":"Boris Johnson,  Britain’s brash former foreign secretary and standard-bearer for leaving the European Union,  on Tuesday won the contest to succeed Prime Minister Theresa May,  with his party handing the job of resolving the country’s three-year Brexit nightmare to one of its most polarizing politicians.","images":[],"frames":[5820,27920]},{"text":"He would take office at one of the most critical moments in Britain’s recent history,  immediately facing the toughest challenge of his career,  to manage his nation’s exit from the European Union in little more than three months. But his policy swerves,  lack of attention to detail and contradictory statements leave the country guessing how things will unfold.","images":[],"frames":[27920,52020]},{"text":"Johnson has doubled down lately on Brexit,  promising to take Britain out of the European Union by the Oct. 31 deadline “do or die, ” if necessary risking the economic dislocation of leaving without any agreement,  rather than seek an extension.","images":[],"frames":[52020,70580]},{"text":"Johnson’s rare mix of charismatic bluster and absent-minded air — either charming or maddening,  depending on the listener and the moment — and his unusual gift for communicating with voters have made him one of the country’s best-known politicians,  and carried him to two terms as London mayor.","images":[],"frames":[70580,91580]},{"text":"But his support for Brexit,  along with his penchant for pronouncements that do not always hold up under scrutiny,  has also made him a highly divisive figure. The focus will soon shift to what clues that provides for whether he will pursue his hard line on Brexit or dial down the rhetoric and try to seek a deal with the European Union.","images":[],"frames":[91580,115020]},{"text":"","images":[],"frames":[115020,117020]}],"title":"身为首相，约翰逊要面对他倡议的脱欧","duration":115357}