{"title":"边打工，边旅行","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564965433478-2.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564965433478-16.png","id":671,"content":[{"images":[],"frames":[2750,13450],"text":"Tim Justice took a cross-country road trip and earned $2, 000 along the way by making pickups and drop-offs for a delivery service."},{"images":[],"frames":[13450,28050],"text":"Justice’s trip,  which was funded by work he picked up on Roadie,  is just one example of how people with flexible day jobs and a little knowledge can stretch their travel dollars by joining the gig economy."},{"images":[],"frames":[28050,32850],"text":"Here are some other ways for U.S. residents to mix work with travel."},{"images":[],"frames":[32850,34850],"text":"— Festivals and Events"},{"images":[],"frames":[34850,50400],"text":"Music festivals and other temporary events need a lot of low-wage workers. The Music Festival Wizard website offers a list of events,  and you can check the individual festival sites for job postings if a location is appealing."},{"images":[],"frames":[50400,51700],"text":"— Child Care"},{"images":[],"frames":[51700,63450],"text":"Susan McCloskey,  owner of Nanny Poppinz,  a nationwide agency that places nannies with at least three years of experience,  said opportunities to travel still exist."},{"images":[],"frames":[63450,77350],"text":"In general,  the employee should get about $20 per hour,  a travel bonus of $50 to $100 per day and expenses,  she said. The nanny should also negotiate for some time off."},{"images":[],"frames":[77350,79000],"text":"— Courier Services"},{"images":[],"frames":[79000,86850],"text":"Sometimes,  businesses need an item ASAP,  and so they turn to an air courier to get it hand-delivered."},{"images":[],"frames":[86850,104200],"text":"One company,  Airmule,  pays $150 to travelers with a visa for China who are willing to “sell” a luggage slot on their flight there from the United States,  or on a flight to India,  Thailand or South Korea that stops in China."}],"author":"8.06 周二 边旅游边赚钱 (1)","duration":104359,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564987343485-16.mp3","engTitle":"Have work, will travel"}