{"title":"为什么中国家长更钟爱乐高而不是芭比娃娃","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564992338430-26.png","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1564992338430-13.png","id":672,"content":[{"images":[],"frames":[3900,25380],"text":"Budding engineers cluster around a table-sized model of the China Art Museum,  a landmark of Shanghai,  adding helipads,  carrot patches and other improvements with colourful bricks. Prising a child from Lego’s vast shop near People’s Square can be like unsticking two stubborn bits of Lego."},{"images":[],"frames":[25380,40580],"text":"Lego’s rise in China has been vertiginous. The toy industry is growing by 9% annually in the country,  but the Danish firm’s Chinese arm notches up “very strong double digits”,  says Paul Huang,  its boss."},{"images":[],"frames":[40780,75320],"text":"It has done so even as the brickmaker’s global business has looked shakier. In 2017 Lego cut 1, 400 jobs and recorded its first drop in revenues and profits in over a decade. But last year both ticked up again,  by 4% each. Lego has thus retained its status as the world’s biggest toymaker,  snatched from Mattel in 2014 — even as its American rival last year earned its highest revenues in five years from its Barbie dolls."},{"images":[],"frames":[75320,98960],"text":"Newly affluent parents in China have helped Lego recover. As in the West,  the educational merits of bricks appeal to Chinese parents. Lego has also astutely catered to local tastes. This year the firm launched three sets specifically for China,  the first time it has done so for any country. Fans were delighted at the attention to cultural detail."},{"images":[],"frames":[98960,120660],"text":"With Barbie,  Mattel tried to localise in the wrong way. A former Chinese manager at the American company calls its promotion of a line of cheaper,  flimsier dolls “arrogant”. Because no effort was put into making her locally relevant,  Barbie held none of her usual aspirational appeal,  even for spendthrift Chinese."},{"images":[],"frames":[120660,122660],"text":""}],"author":"乐高新","duration":120660,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1564998172003-11.mp3","engTitle":"Why Chinese parents prefer Lego to Barbie"}