{"engTitle":"Childless millennials defend Disney fandom","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565058709839-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565058709839-16.png","duration":105352,"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565058709839-2.png","author":"8.07 周三 迪士尼","id":673,"title":"没有子女的千禧一代捍卫自己的迪士尼情结","content":[{"text":"On Friday,  New York Post writer Johnny Oleksinski lit a match and tossed it into a pile of dynamite with this story headlined: \"Sorry,  childless millennials going to Disney World is weird.\"","images":[],"frames":[4300,19650]},{"text":"Oleksinski says \"letting a kids brand control your adult life\" leads to \"stupidity and cultural ignorance, \" not to mention immaturity.","images":[],"frames":[19650,31050]},{"text":"It was not well-received by many social media users.","images":[],"frames":[31050,35300]},{"text":"Some pointed out that Walt Disney World publishes an adult guide to the parks with nary a child in sight,  promising \"Enchantment for All Ages...Especially Adults!\" Others questioned whether the company's reigning childless rodents,  Mickey and Minnie,  were exempt from the criticism. And others wondered whether the real weird ones are parents who bring kids who are too young to form actual memories.","images":[],"frames":[35300,62850]},{"text":"Nikida Metellus,  a 35-year-old pharmacist who lives near Walt Disney World in central Florida,  said she hasn't paid much attention to the recent rants,  in part because they sound familiar to her.","images":[],"frames":[62850,77050]},{"text":"\"I'm kind of used to hearing people ask about it or questioning,  'Why do you go to Disney as an adult? Is it weird?' \" she said.","images":[],"frames":[77050,85650]},{"text":"For her and her millennial friends — many who don't have kids — the parks are full of happy memories and comforting familiarity. They enjoy reliving some of the experiences from their youth,  with the added bonus of adult perks like \"drinking around the world at Epcot, \" Metellus said.","images":[],"frames":[85650,104950]}]}