{"duration":120999,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565159719237-9.mp3","title":"中国官方媒体：美国对世界贸易组织（WTO）的“施压”策略不会奏效","engTitle":"US 'pressure' tactic on WTO will fail: China state media","author":"8.09 周五 WTO","shareImgUrl":"","id":674,"posterUrl":"","content":[{"frames":[5920,17880],"text":"A US threat to pull recognition of China's \"developing nation\" status at the World Trade Organisation is bound to fail,  a commentary in state media said Monday.","images":[]},{"frames":[17880,40080],"text":"The reaction followed a memo issued on Friday by President Donald Trump. It said the WTO,  which operates a global system of trade rules and settles disputes,  uses \"an outdated dichotomy between developed and developing countries that has allowed some WTO members to gain unfair advantages.\"","images":[]},{"frames":[40080,63700],"text":"Without \"substantial progress\" to reform WTO rules within 90 days,  Washington will no longer treat as a developing country any WTO member \"improperly declaring itself a developing country and inappropriately seeking the benefit of flexibilities in WTO rules and negotiations, \" said the statement,  which focused mostly on China.","images":[]},{"frames":[63700,76960],"text":"Developing country status in the WTO allows governments longer timelines for implementing free trade commitments,  as well as the ability to protect some domestic industry and maintain subsidies.","images":[]},{"frames":[76960,94940],"text":"The Trump administration has long complained that WTO rules are unfair to the United States,  and has nearly throttled significant WTO proceedings by refusing to name new members of the appellate body for the dispute settlement system,  which will cease to function later this year.","images":[]},{"frames":[94940,103460],"text":"Despite Trump's criticisms,  Washington has,  in fact,  won the majority of complaints it has filed with the WTO.","images":[]},{"frames":[103460,120880],"text":"Xinhua news agency's commentary said that \"messing with\" basic principles of the WTO \"will beget nothing but failure.\" \"It will bring controversy and chaos,  putting new obstacles in the way of WTO reforms, \" the commentary said.","images":[]},{"frames":[120880,122880],"text":"","images":[]}]}