{"duration":90958,"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565148433436-68.mp3","title":"代顿市和埃尔帕索市（的枪击案）引发了美国社会对枪支管制和种族歧视的关注","engTitle":"Dayton and El Paso shift focus to gun control and racism","author":"8.08 周四 枪击案","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565148433436-52.png","id":677,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565148433436-66.png","content":[{"frames":[4940,18400],"text":"Two mass shootings within 24 hours put the nation’s focus back onto gun control and,  given the alleged anti-immigrant views of a shooter in Texas,  elevate the issue of the dangers of hate speech.","images":[]},{"frames":[18400,38420],"text":"Police on Saturday arrested a 21-year-old Texas man suspected of opening fire with an assault rifle at a Walmart store in El Paso,  Texas,  killing at least 20 people. The suspect allegedly drove hundreds of miles from his home near Dallas to carry out the attack in the heavily Hispanic city on the U.S.-Mexican border.","images":[]},{"frames":[38420,65540],"text":"Less than 24 hours after the El Paso shooting,  a gunman in body armor and armed with at least 100 rounds of ammunition killed nine people and injured dozens of others in a popular nightlife district of Dayton,  Ohio,  police there said. The suspect,  who was killed,  was identified Sunday as a man in his 20s,  Connor Betts of the nearby town of Bellbrook,  Ohio. No motive was publicly identified.","images":[]},{"frames":[65780,81520],"text":"In his first on-camera response to the killings,  which left about 30 people dead,  President Donald Trump said,  “hate has no place in our country and we’re going to take care of it.” Of gun violence,  he said,  “this has been going on for years.”","images":[]},{"frames":[81520,90820],"text":"The Department of Justice is treating the case as domestic terrorism,  spokeswoman Kerri Kupec said on Twitter. A conviction could entail the death penalty.","images":[]},{"frames":[90820,92820],"text":"","images":[]}]}