{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565323487965-26.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565323487965-28.mp3","engTitle":"Ne Zha's success and a blast from the past","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565330524704-4.png","title":"《哪吒之魔童降世》的成功出世和一部旧作的经典重温","duration":104856,"author":"8.11 周日 哪吒","content":[{"frames":[4700,17600],"text":"A new cartoon film,  Ne Zha,  has created a record in China's cartoon film history while reviving memories of one of the best cartoon films in China's modern history.","images":[]},{"frames":[17600,38000],"text":"Within four days of hitting screens,  the film registered sales of 700 million yuan ($101.55 million). In fact,  for two successive days its single-day sales exceeded 200 million yuan ($29.01 million).","images":[]},{"frames":[38000,53000],"text":"Even on Douban,  China's equivalent of IMDb where audiences and commentators are rather critical,  it got a rating of 8.7 out of 10,  possibly one of the highest in the website's history.","images":[]},{"frames":[53000,63300],"text":"In simple words,  Ne Zha has won unprecedented high popularity from the market and applause from professionals,  which is quite rare.","images":[]},{"frames":[63300,79700],"text":"But on domestic social networking sites,  some have expressed worry about the film,  comparing it with Prince Ne Zha's Triumph Against the Dragon King,  a traditional cartoon film that hit screens in 1979.","images":[]},{"frames":[79700,86500],"text":"Some worry that the new cartoon film's success might dampen the older version's glory.","images":[]},{"frames":[86500,100500],"text":"But the worry is unfounded. The old Prince Ne Zha's Triumph Against the Dragon King has seldom been mentioned in recent days and Ne Zha's emergence has only revived people's memory.","images":[]},{"frames":[100500,104650],"text":"The success of one can only make the other brighter.","images":[]}],"id":680}