{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565316072419-40.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565316072419-42.mp3","engTitle":"They became millionaires and retired at 31. You can do the same","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565316072419-26.png","title":"他们成了百万富翁，31 岁退休，你也可以做到","duration":123664,"author":"8.12 周一 攒够钱就退休","content":[{"frames":[6550,17700],"text":"Growing up in poverty in rural China,  Kristy Shen learned to make decisions based on pragmatism rather than passion from a young age.","images":[]},{"frames":[17700,39150],"text":"When in 2012,  Leung,  her husband told her that in three years’ time their savings had the potential to hit C$1m (US$760, 000) and they could retire in their early 30s,  she was convinced the facts in front of her were incorrect.","images":[]},{"frames":[39150,46000],"text":"Three years later,  Shen,  then 31,  and Leung,  then 32,  retired.","images":[]},{"frames":[46000,61200],"text":"They are part of the growing Fire (financial independence retire early) movement that encourages workers to save intensively to enable them to stop working for money far earlier than is commonly done.","images":[]},{"frames":[61200,90800],"text":"Using an adapted version of the “4% rule”,  they calculated their basic living expenses,  C$40, 000,  and multiplied it by 25 to come to C$1m,  the amount they would need to retire. In a total of nine years they managed to accrue around four-fifths of that in savings,  plus a further C$200, 000 through low-risk investments.","images":[]},{"frames":[90800,114850],"text":"But their saving lifestyle wasn’t exactly frugal. They continued to spend money on holidays and even allowed for treats. Cuts were focused on three key areas: transportation,  housing and food. They avoided eating out,  only used public transport and car share services and lived away from downtown to save on rent.","images":[]},{"frames":[114850,123500],"text":"Since retiring Shen is so much happier — so much so that she wants to show others how to do it,  too.","images":[]}],"id":681}