{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565320642819-51.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565320642819-53.mp3","engTitle":"Children make parents happy, after all","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565320642819-2.png","title":"孩子终究还是能让父母幸福","duration":123402,"author":"8.10 周六 生孩子","content":[{"frames":[5520,16420],"text":"For the past twenty years or so,  social scientists have affirmed what parents think when they are at their most exasperated and dyspeptic: children make you miserable.","images":[]},{"frames":[16420,43920],"text":"If children make parents unhappy,  why do they keep having them? The puzzle,  says Letizia Mencarini of Bocconi University,  is why isn’t fertility even lower in countries where people have a choice? Parents far outnumber the childless at every stage of adulthood. A new generation of research helps answer that question,  and suggests that children are more likely to make parents happy than was once thought.","images":[]},{"frames":[43920,57560],"text":"The new research is based on longer,  more detailed statistical series measuring happiness  — usually defined as “subjective well-being” — along with new techniques to analyse links between it and parenthood.","images":[]},{"frames":[57560,62620],"text":"It found that everywhere,  happier people are more likely to have children.","images":[]},{"frames":[62620,76840],"text":"Sadly,  a second finding of the research,  shows that though happier people are more likely to have children,  it does not follow that children necessarily keep them cheerful. That depends on other things.","images":[]},{"frames":[76840,97160],"text":"The most important influence seems to be the pressure of work. It has long been known that the difficulty of balancing the demands of work and home life increase exponentially when children arrive and this results in a significant amount of stress,  especially for the mother,  who is usually the main caregiver.","images":[]},{"frames":[97160,122460],"text":"This has policy implications too. For governments which want to get their birth rates up,  or simply put grins on the faces of their citizens,  providing better child care seems to work well. It increases both people’s happiness and their desire to have children. Children,  in short,  do seem to bring about happiness. And happiness brings about children.","images":[]},{"frames":[122460,124460],"text":"","images":[]}],"id":682}