{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565320642819-23.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565320642819-25.mp3","engTitle":"Ne Zha shaping up to be movie of the summer","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565330524704-7.png","title":"《哪吒》势将成为今年夏天最热电影","duration":132978,"author":"8.11 周日 哪吒","content":[{"frames":[4780,20080],"text":"A crossover video featuring Nezha and Monkey King,  two of Chinese people's favorite mythological figures,  was released Monday to promote the animated feature Ne Zha which hit the big screens across China Friday.","images":[]},{"frames":[20420,31440],"text":"Weibo users commented that the fun interaction between the two legendary heroes convulsed them with laughter with many tagging their friends to watch the video.","images":[]},{"frames":[31720,56060],"text":"On China's major film reviewing site Douban,  the film has scored 8.8 points out of 10. \"Epic! I finished watching Ne Zha in tears. The content-rich story,  vivid characters,  and amazing visual effects,  work together to create a 110-minute roller-coaster watching experience, \" a Douban user commented.","images":[]},{"frames":[56060,80920],"text":"In many audiences' minds,  Ne Zha and Monkey King share a lot in common. On the one hand,  both are lone dissidents and fighters,  refusing to resign themselves to destiny. On the other hand,  the two mythological figures have been recreated with bold innovation,  giving audiences a brand-new take on the two classic images through animation.","images":[]},{"frames":[81400,95900],"text":"The first-ever interaction between Ne Zha and Monkey King was made possible thanks to the friendship between Ne Zha's director Jiaozi,  and Tian Xiaopeng,  director of Monkey King: Hero is Back.","images":[]},{"frames":[95900,111820],"text":"Tian knew of Jiaozi and reached out to him following the success of his maiden film. Days earlier,  Tian also posted a blog on his Weibo account suggesting that Jiaozi and Ne Zha have unlimited potential.","images":[]},{"frames":[111820,132920],"text":"Jiaozi also commended Tian's influence on him. The sweeping success of Hero is Back enabled many domestic animators to see Chinese audiences' support for quality animation productions,  which reinforced the young director's determination to go all out to create premium animations.","images":[]},{"frames":[132920,134920],"text":"","images":[]}],"id":683}