{"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565320642819-82.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565334057364-7.mp3","engTitle":"The trick that makes you overspend","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565320642819-8.png","title":"让你花销过多的诡计","duration":120947,"author":"8.12 周一 诱饵效应","content":[{"frames":[2900,21700],"text":"When you buy a cup of coffee,  you might have noticed that of the three size options — small,  medium and large — the medium-sized serving often costs almost as much as the large. Given the apparent bargain,  have you ever opted for the biggest and most expensive option?","images":[]},{"frames":[21700,42550],"text":"If so,  you have been nudged by a cognitive bias known as the “decoy effect”,  in which the deliberate presentation of an additional,  slightly less attractive option — in this case,  the relatively expensive medium-sized coffee — pushes you to pay out more money than you would have rationally chosen.","images":[]},{"frames":[42550,55800],"text":"The decoy effect shows us just how easily our judgement is swayed by the context in which the facts are presented — even when that additional information may have no bearing on the overall judgement.","images":[]},{"frames":[55800,67800],"text":"By learning about the decoy effect,  you may become less susceptible to this unconscious influence. You may even discover ways to put it to your own use as a tool for persuasion.","images":[]},{"frames":[67800,92400],"text":"If you are discussing travel plans with friends,  for instance,  and haven’t decided yet where to go,  you might present two alternative arrangements at your city of choice,  but one with a slightly more expensive hotel. Even if your friends might have otherwise selected a different location,  the comparison might just prime them to opt for your preferred option.","images":[]},{"frames":[92400,120650],"text":"Just don’t be a victim of it yourself. Whether you are buying headphones or deciding on a retirement plan,  deliberately ask whether you are really choosing the option you need or want,  with the attributes you were originally seeking,  or whether you were distracted by a deliberately unappealing alternative. Like an expert sniper trained to avoid false targets,  you may find that your judgement suddenly becomes a lot more incisive.","images":[]}],"id":684}