{"id":687,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565609507509-22.png","title":"绝非首例：迪拜哈雅公主希望摆脱迪拜的统治者，并寻求庇护","author":"8.13 周二 迪拜王妃","content":[{"frames":[7300,26340],"images":[],"text":"For many outside the Middle East,  Dubai has developed a reputation as a glitzy,  cosmopolitan hub — a view molded and propagated by its ruler,  Sheikh Mohammed bin Rashid Maktoum,  70,  who is also the vice president of the United Arab Emirates."},{"frames":[26340,34780],"images":[],"text":"But Maktoum,  a billionaire racehorse owner,  has faced successive claims of mistreatment by women in his family."},{"frames":[34780,47700],"images":[],"text":"This week,  one of Maktoum's six wives,  Princess Haya Bint Hussein,  45,  appealed to Britain's High Court for a forced marriage protection order for one of their children."},{"frames":[47700,69380],"images":[],"text":"Haya's case has fixed a fresh spotlight on previous allegations of cruelty against Maktoum from female members of his family. Two of his daughters from another wife have attempted to flee the kingdom,  saying they sought freedom from the family's repressive rule. They were both captured and brought back to Dubai."},{"frames":[69380,97620],"images":[],"text":"Unlike Maktoum's daughters,  Princess Haya has royal connections of her own. Her father is the late king of Jordan,  and her half-brother is the country's current ruler,  King Abdullah II. But Haya still seemed to fear for her safety. In addition to the forced marriage protection order,  the princess requested a \"non-molestation order\" to protect herself from threats or harassment,  according to Reuters."},{"frames":[97620,107140],"images":[],"text":"Maktoum is opposing the applications through his lawyers and called for his children to be returned to Dubai,  the Associated Press reported."},{"frames":[107140,110360],"images":[],"text":"The trial is set to take place Nov. 11."},{"frames":[110360,112360],"images":[],"text":""}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565609507509-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565594510790-10.mp3","duration":110733,"engTitle":"Dubai's Princess Haya wants protection from the city's ruler. She's not the first."}