{"author":"8.14 周三 利奇马","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565673774467-2.png","engTitle":"Dozens killed after Typhoon Lekima makes landfall in eastern China","duration":109166,"title":"台风“利奇马”登陆中国东部，几十人遇难","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565673774467-21.png","id":688,"content":[{"images":[],"frames":[6500,21000],"text":"Thirty-two people have died and 16 more are missing after Typhoon Lekima made landfall in east China's Zhejiang Province,  according to China's state-run Xinhua news agency."},{"images":[],"frames":[21000,32450],"text":"Most of the victims were killed when torrential downpours caused a landslide in Yongjia County,  which in turn blocked a river,  before victims were swept away."},{"images":[],"frames":[32450,45550],"text":"Xinhua reported that close to 5 million people living in the Zhejiang province were hit by the floods. Over 1 million were evacuated,  according to provincial flood control headquarters."},{"images":[],"frames":[45550,55500],"text":"The agency said the typhoon damaged more than 173, 000 hectares of crops and wrecked 34, 000 houses."},{"images":[],"frames":[55500,61950],"text":"\"The direct economic loss amounts to $2.1 billion, \" Xinhua added."},{"images":[],"frames":[61950,79800],"text":"Earlier this week,  Lekima was briefly classified as a \"super\" typhoon. On Friday morning,  China's National Meteorological Center issued a red typhoon alert — the highest level — meaning businesses and schools in affected areas were advised to close."},{"images":[],"frames":[79800,81800],"text":"China's Ministry of Water Resources dispatched emergency response teams to Zhejiang,  Shanghai and Jiangsu provinces. Meanwhile,  the Ministry of Agriculture and Rural Affairs advised people in rural areas across 10 different provinces to prepare for the storm by securing items that could be lifted by the rough winds,  and urged farmers to harvest their crops ahead of the typhoon making landfall."}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565669363154-10.mp3"}