{"author":"8.14 周三 台风","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565682332776-2.png","engTitle":"Death toll from Typhoon Lekima in China rises to 30","duration":127451,"title":"台风“利奇马”在中国造成的死亡人数上升至 30 人","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565682332776-16.png","id":689,"content":[{"images":[],"frames":[5200,23260],"text":"The death toll from a powerful typhoon sweeping across China’s east coast rose to 30 on Sunday,  with at least 18 still missing,  after torrential downpours forced more than 1 million to leave their homes,  the state news media reported."},{"images":[],"frames":[23260,47700],"text":"Nearly 5 million people in Zhejiang province have been affected by the storm,  Typhoon Lekima,  which made landfall early Saturday,  according to the reports. Many of the deaths occurred in Yongjia County,  near the city of Wenzhou,  when the collapse of a natural dam set off a flash flood that swept away several people,  said CCTV."},{"images":[],"frames":[47700,66960],"text":"The typhoon,  which packed winds of up to 116 mph,  caused major travel disruptions across the region,  including in Shanghai,  with thousands of flights canceled and train operations suspended. Shanghai Disneyland was closed on Saturday."},{"images":[],"frames":[66960,84840],"text":"In Zhejiang,  the typhoon damaged more than 400, 000 acres of crops and 34, 000 homes,  amounting to economic losses of more than $2.2 billion,  said Xinhua News Agency,  citing provincial authorities."},{"images":[],"frames":[84840,111580],"text":"Officials in the city of Linhai,  near Taizhou,  said on Sunday that the typhoon had caused the worst flooding there in the 70-year history of the People’s Republic of China,  with water levels as high as 36 feet causing major power failures. State news reports showed people wading through waist-high water in the centuries-old city’s narrow alleyways."},{"images":[],"frames":[111580,126960],"text":"Lekima,  China’s ninth typhoon of the year,  is expected to make a second landing on Sunday evening farther north in Shandong province,  the state news media said. More air travel disruptions are likely."},{"images":[],"frames":[126960,128960],"text":""}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565684828893-8.mp3"}