{"author":"8.15 周四 李小龙","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565691240010-2.png","engTitle":"From Kung Fu to Tarantino: why Hollywood keeps beating up Lee","duration":112325,"title":"从《功夫》到昆汀·塔伦蒂诺：好莱坞为何一直在“抹黑”李小龙？","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565691240010-16.png","id":690,"content":[{"images":[],"frames":[7140,31840],"text":"More than 45 years since his mysterious death,  the legend of Bruce Lee as the world’s greatest martial artist remains strong. He was the creator of Jeet Kune Do and master of the \"one-inch punch\",  a trademark blow which once sent a 230lb man flying eight feet through the air and crashing into a wall."},{"images":[],"frames":[31840,48920],"text":"Bruce Lee has been mythologised as the most double-hard big deal of all time — the only man that even Chuck Norris couldn't beat. But the Bruce Lee seen in Quentin Tarantino's Once Upon a Time in Hollywood is very different."},{"images":[],"frames":[48920,77380],"text":"Tarantino's version of Lee,  played by Mike Moh,  is a braggart who boasts that he could \"cripple\" Muhammad Ali,  which begins a verbal slanging match with Pitt's character,  before Lee challenges the stuntman to a best-two-out-of-three-rounds fight. Lee wins the first round,  but Booth takes out Lee to win the second. The fight is stopped before an ultimate winner is decided."},{"images":[],"frames":[77380,89180],"text":"His daughter Shannon Lee,  who preserves her father's legacy and philosophies through the Bruce Lee Foundation and other ventures,  called the fight scene \"disheartening\"."},{"images":[],"frames":[89180,109300],"text":"Matthew Polly,  author of biography Bruce Lee: A Life,  said,  \"Bruce Lee had a confidence and cockiness and swagger. He wasn't meek in any way,  but he didn't act like he's portrayed in the film. Tarantino has taken traits and exaggerated them.\""},{"images":[],"frames":[109300,111300],"text":""}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565691240010-18.mp3"}