{"duration":97855,"title":"多娜泰拉道歉之时，中国模特在 T 恤引起的争议中弃范思哲而去","id":691,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565756825233-16.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565756825233-2.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565756825233-18.mp3","author":"8.15 周四 范思哲","content":[{"frames":[7150,17550],"images":[],"text":"A leading Chinese brand ambassador has quit Versace,  claiming that one of the brand's T-shirts broke Beijing's \"one China\" policy."},{"frames":[17550,37900],"images":[],"text":"Yang Mi,  an actress and singer,  issued a statement announcing the termination of her contract with the luxury fashion house in response to a design which appeared to list Hong Kong and Macao as countries,  rather than cities. Both are classed as special administrative regions of China."},{"frames":[37900,54550],"images":[],"text":"\"China's territorial integrity and sovereignty are sacred and inviolable at all times, \" the statement said. \"As a company of the People's Republic of China and Yang Mi as a citizen of the People's Republic of China,  we are deeply offended.\""},{"frames":[54550,71450],"images":[],"text":"Versace issued an official apology in response to the incident and announced that the shirt is no longer for sale. \"The Company apologizes for the design of its product and a recall of the T-shirt has been implemented in July, \" the brand wrote on Twitter."},{"frames":[71450,85550],"images":[],"text":"Donatella Versace also apologized. \"I am deeply sorry for the unfortunate recent error that was made by our company and that is currently being discussed on various social media channels, \" she wrote on Instagram."},{"frames":[85550,97600],"images":[],"text":"\"Never have I wanted to disrespect China's national sovereignty,  and this is why I wanted to personally apologize for such inaccuracy and for any distress that it might have caused.\""}],"engTitle":"Chinese model dumps Versace in T-shirt controversy, as Donatella apologizes"}