{"duration":121887,"content":[{"frames":[6720,22320],"images":[],"text":"A population of the world's most invasive mosquito species was almost completely wiped out by an experiment on two islands in the southern Chinese province of Guangdong,  according to a study published Wednesday."},{"frames":[22520,38680],"images":[],"text":"The experiment successfully reduced the female Asian Tiger Mosquito population — the main source of bites and disease transmission — by up to 94%,  reducing the number of reported human bites by 97%."},{"frames":[38900,59000],"images":[],"text":"One of the Chinese study's researchers,  Xi Zhiyong,  a professor at Michigan State University,  has been a longtime pioneer in this field of study. Running a mosquito factory in southern China,  he previously attempted to use sterilized male mosquitoes to mate with unaltered females."},{"frames":[59120,72760],"images":[],"text":"In the new study,  published by the International Journal of Science,  Xi and his colleagues attempted to cut mosquito numbers even further by limiting both males and females' ability to reproduce."},{"frames":[72840,80440],"images":[],"text":"The results were so successful they nearly eradicated the entire female mosquito population on the two islands."},{"frames":[80500,101460],"images":[],"text":"Mosquitoes pose grave threats to human health beyond just irritating bites. The World Health Organization (WHO) has described the insects as \"one of the deadliest animals in the world, \" due to their ability to rapidly spread deadly diseases such as dengue fever and malaria."},{"frames":[101740,116780],"images":[],"text":"There is currently no effective vaccine or treatment for most mosquito-transmitted diseases,  leaving controlling the insects' populations one of the most effective control methods,  according to the International Journal of Science."},{"frames":[117020,127200],"images":[],"text":"\"A new tool like what's being described in this paper is very much needed, \" Stephen Dobson,  a professor of medical entomology at University of Kentucky,  said."},{"frames":[121020,123020],"images":[],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565842879805-16.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565848144988-4.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565842879805-2.png","author":"8.09 周五 灭蚊","engTitle":"Mosquitoes have been almost completely wiped out on two Chinese islands","title":"在中国的两座岛上，蚊子已经几乎被消灭","id":692}