{"duration":129720,"content":[{"frames":[4000,11320],"images":[],"text":"Little heralds the arrival of summer like the smell of open water,  smoky grills and sunscreen."},{"frames":[11320,28840],"images":[],"text":"The American Academy of Dermatology’s official position on sunscreen,  which is echoed by the Food and Drug Administration,  is that everyone,  regardless of skin tone,  should wear it because,  “anyone can get skin cancer,  regardless of age,  gender or race.”"},{"frames":[28840,39600],"images":[],"text":"But because people of color are often left out of clinical trials and treatments,  there is very little research available about dark-skinned people and skin cancer."},{"frames":[39600,65780],"images":[],"text":"Medicine is about balancing risks,  and it turns out that the benefits and risks of wearing sunscreen when you have dark skin can be murky. Many experts believe that there is no clear link between sun exposure and skin cancer among people with dark skin,  and there is also a growing body of research to suggest that using certain types of sunscreen may actually be harmful,  no matter who uses it."},{"frames":[65780,77360],"images":[],"text":"There are two broad categories of sunscreen. The first is mineral. This type of sunscreen is considered safe by the FDA,  as long it is not in powder form."},{"frames":[77360,95620],"images":[],"text":"The second category is chemical. There is no consensus among scientists that the active ingredients in many chemical sunscreens,  including oxybenzone,  are safe. In fact,  there’s new evidence to suggest that they may carry their own health risks."},{"frames":[95620,115840],"images":[],"text":"A pilot study that the FDA released earlier this year in the Journal of American Medical Academy caused a stir because it found that when participants applied a day’s worth of common sunscreens,  they not only absorbed its chemicals but did so at levels that exceeded a target FDA toxicology threshold."},{"frames":[115840,127540],"images":[],"text":"“Although over-the-counter sunscreen products are widely used,  little is known about systemic exposure for most active ingredients, ” the FDA said in a written statement."},{"frames":[127540,129540],"images":[],"text":""}],"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565858293027-8.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565858293027-10.mp3","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565858293027-2.png","author":"8.17 周六 黑人防晒霜","engTitle":"Should black people wear sunscreen?","title":"黑人应该擦防晒霜吗？","id":693}