{"content":[{"text":"A Malaysian senator on Thursday apologised after proposing a sexual harassment law to protect men from being \"seduced\" by women into committing sexual crimes.","images":[],"frames":[6150,18250]},{"text":"Mohamad Imran,  told the senate on Wednesday such a law was needed to \"ensure men are safe and the country is peaceful\".","images":[],"frames":[18300,27500]},{"text":"\"I would like to suggest to the minister,  if we could create a Sexual Harassment Act for men to deal with the acts,  speech or dressing of women that could seduce men into committing incest,  rape,  molest and pornography,  among other things, \" he said.","images":[],"frames":[27500,45500]},{"text":"\"We also need to be protected,  because due to what women wear,  we are seduced and end up breaking the country's laws and face prosecution.\"","images":[],"frames":[45500,55800]},{"text":"Anwar Ibrahim,  the leader of People's Justice Party and touted as the next prime minister,  had called on Mohamad Imran to retract his words,  saying they were an insult to women.","images":[],"frames":[55800,69250]},{"text":"Women's rights group Sisters in Islam said men must be held accountable if they commit sexual harassment and rape,  regardless of what women wear.","images":[],"frames":[69250,80500]},{"text":"Mohamad Imran's comments coincided with the release on Wednesday of a study into Malaysian men's attitudes towards sex,  sex education,  and consent.","images":[],"frames":[80500,91600]},{"text":"According to the report by the Centre for Governance and Political Studies,  just 35% of 2, 000 men interviewed for the study correctly identified consent as a verbal \"yes\" agreement from their sexual partner.","images":[],"frames":[91600,105600]}],"id":694,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565922831717-14.png","engTitle":"Malaysian senator drops proposed anti-seduction law after backlash","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565922515827-2.png","title":"遭强烈反对后，马来西亚议员放弃其提议的反引诱法案","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565922831717-16.mp3","author":"8.17 周六 马来西亚","duration":105874}