{"content":[{"text":"Huawei Technologies unveiled on Friday its proprietary operating system for smartphones and other devices,  as U.S. trade restrictions imposed in May threaten to cut the Chinese firm's access to U.S. technologies such as Android.","images":[],"frames":[7200,25440]},{"text":"Huawei said that for now it would stick to using Google's Android for smartphones,  and the new software will be gradually rolled out to support devices such as smartwatches,  speakers and virtual reality gadgets.","images":[],"frames":[25440,42720]},{"text":"The new OS is part of Huawei's attempt to develop its own technologies from chips to software to reduce its reliance on U.S. firms amid an intensifying U.S.-China trade war.","images":[],"frames":[42720,57120]},{"text":"President Donald Trump said on Friday that the United States was not going to do business with Huawei but that could change if there was a trade deal.","images":[],"frames":[57120,67980]},{"text":"Huawei had previously given little information about the software,  fueling speculation about how quickly or effectively it could find an alternative to the Android system.","images":[],"frames":[67980,80700]},{"text":"\"Harmony OS is completely different from Android and iOS, \" said Richard Yu,  head of Huawei's consumer business group referring to operating systems developed by Alphabet Inc's Google and Apple Inc.","images":[],"frames":[80700,96260]},{"text":"\"You can develop your apps once,  then flexibly deploy them across a range of different devices, \" he told a developers' conference held in Dongguan in southern China,  where Huawei has built a lavish new campus modelled on European towns.","images":[],"frames":[96260,114180]},{"text":"A new \"smart screen\",  or connected television product,  to be unveiled on Saturday will be the first product using Harmony,  called Hongmeng in Chinese,  Huawei said. It also has roll-out plans for the OS in other devices till 2022.","images":[],"frames":[114180,134200]},{"text":"","images":[],"frames":[134200,136200]}],"id":696,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565937422035-23.png","engTitle":"Huawei unveils Harmony operating system, won't ditch Android for smartphones","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565937422035-9.png","title":"华为发布“鸿蒙”操作系统，但其智能手机不会弃用安卓","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565937422035-25.mp3","author":"8.19 周一 鸿蒙","duration":134557}