{"content":[{"text":"We all carry fear,  and accepting the type of fear you carry is the first step in pushing past it. So,  here’s a breakdown of the seven fear archetypes and how to make them work for you. We also tapped Dr. Alicia Hodge to give us her feedback on a few of them.","images":[],"frames":[4280,24680]},{"text":"The procrastinator","images":[],"frames":[24680,26680]},{"text":"The procrastinators often obsess over the outcome of whatever they’re doing and insist on it being perfect. Because of this,  they tend to spend too much time planning and researching instead of simply diving in.","images":[],"frames":[26860,42780]},{"text":"For procrastinators,  it’s important to push past that fear of starting.","images":[],"frames":[42780,48980]},{"text":"Hodge suggests setting a deadline for when your planning and researching period will end and when you’ll actually get started.","images":[],"frames":[49260,57280]},{"text":"The people pleaser","images":[],"frames":[57520,59320]},{"text":"Those who have the people-pleaser archetype struggle with the fear of being judged and worry most about disappointing others. They have a hard time setting clear boundaries and saying “no.”","images":[],"frames":[59820,73240]},{"text":"“Having boundaries often sounds scary to someone who is used to putting others first” Hodge says.","images":[],"frames":[73800,80820]},{"text":"“Remind yourself that you deserve to be prioritized,  just as much as other people in your life.”","images":[],"frames":[80820,88240]},{"text":"The self-doubter","images":[],"frames":[88240,90600]},{"text":"This archetype is dominated by the fear of not being good enough. Those who self-doubt tend to feel insecure about their capabilities.","images":[],"frames":[90600,101740]},{"text":"A good way to overcome self-doubt is to step outside of your comfort zone every once in a while — and take note of the outcome. When you practice being proactive about your life,  you’ll be surprised to see just how much you are capable of.","images":[],"frames":[101740,119220]},{"text":"","images":[],"frames":[119220,121220]}],"id":697,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565937422035-72.png","engTitle":"These are the 7 most common types of fear","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565937422035-58.png","title":"七种最常见的恐惧类型","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565937422035-74.mp3","author":"8.18 周日 7种恐惧","duration":119530}