{"content":[{"text":"Hundreds of people gathered at the world's most famous zebra crossing on Thursday to mark the 50th anniversary of the day the Beatles created one of the best-known album covers in music history and an image imitated by countless fans ever since.","images":[],"frames":[6500,24750]},{"text":"On Thursday,  the Beetle was back in position while traffic crawled along the crowded street as dozens of fans paraded on the black and white painted crossing for souvenir photos.","images":[],"frames":[24750,37700]},{"text":"Beatles insider and former Apple Records executive Tony Bramwell said nobody at the time was really aware that 'Abbey Road' would be one of the group's last releases.","images":[],"frames":[37700,50750]},{"text":"\"In cultural terms it's become iconic; the sleeve,  the songs,  the stories behind the songs, \" Bramwell told Reuters.","images":[],"frames":[50750,59650]},{"text":"Abbey Road,  which was voted the best Beatles album by readers of Rolling Stone in 2009,  was the only one of the group's original British albums to show neither the band's name nor a title on the cover.","images":[],"frames":[59650,74400]},{"text":"Less than a year after Abbey Road was released,  rock music's best-selling band had split up,  ending a decade-long musical revolution that transformed popular music.","images":[],"frames":[74400,87200]},{"text":"The EMI Recording Studios,  which were later renamed Abbey Road,  and the zebra crossing in north London were granted protected status by the government in 2010.","images":[],"frames":[87200,99700]}],"id":698,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565943454764-16.png","engTitle":"Crowds gather to mark 50th anniversary of the Beatles' Abbey Road album photo","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1565943454764-2.png","title":"乐迷群集，纪念披头士乐队《艾比路》专辑照片拍摄 50 周年","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1565943454764-18.mp3","author":"8.18 周日 披头士","duration":100049}