{"title":"中国人的常春藤大学梦催生了有利可图的留学行业","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566196962598-18.mp3","content":[{"frames":[5980,22000],"text":"From hiring ghostwriters and forging sports credentials to generous \"gift-giving\",  admissions middlemen in China are advising wealthy parents to take an array of \"shortcuts\" to secure places at foreign universities.","images":[]},{"frames":[22220,31980],"text":"The service comes with a hefty price tag,  often running into tens of thousands of dollars,  but nonetheless the industry is booming.","images":[]},{"frames":[31980,56380],"text":"The lengths to which some are willing to go were highlighted in the admissions scandal that shook US universities this year,  where prosecutors found one Chinese family had given $6.5 million to an admissions agent to get their daughter to Stanford,  while another had coughed up $1.2 million for entry to Yale.","images":[]},{"frames":[56600,74320],"text":"The case saw dozens of people — including Hollywood stars and CEOs — plead guilty to using bribery to ensure places at prestigious schools,  but education experts in China say it's not unusual to advise such practice to families.","images":[]},{"frames":[74320,106660],"text":"Six current and former employees of admissions agencies told AFP they suggested parents \"find shortcuts\" to circumvent the traditional process. Nearly a dozen parents interviewed by AFP said they were willing to shell out top dollar to admissions services,  because they felt they were taking a huge risk by sending their children abroad,  with the US,  Britain,  and Australia most popular for higher education.","images":[]},{"frames":[106900,127360],"text":"\"But a foreign degree doesn't automatically translate to better job prospects in China anymore, \" said Gu Huini,  founder of admissions consultancy Zoom In. \"So parents are desperate to get their children to big-name universities and believe starting young is the way to beat the competition.\"","images":[]},{"frames":[127360,129360],"text":"","images":[]}],"author":"8.20 周二 留学中介","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566196962598-2.png","engTitle":"China's Ivy League dreams fuel lucrative admissions industry","id":699,"duration":127687,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566196962598-16.png"}