{"engTitle":"In ‘Ready Player One,’ reality is virtual, but characters, story are real","duration":112581,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1523357369792-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1523357369792-6.mp3","title":"在电影《头号玩家》中，现实虽虚拟，人物和故事却有血有肉","content":[{"text":"Ready Player One is a beautifully,  expensively realized vision of hell. The year is 2045,  and the world is an overpopulated wasteland; in Columbus,  Ohio,  the fastest-growing city on Earth,  people live in shipping containers stacked on top of each other. The American dream is a rotting corpse,  and instead of hoping for a better life,  people while away their days in the OASIS: a virtual-reality realm filled with cartoon avatars of logged-on gamers,  where you can do whatever you want as long as you have enough coins.","frames":[7980,45480],"images":[]},{"text":"Steven Spielberg's new film is set in two different dystopias. The first is our real world,  which has become far more polluted and overcrowded—both a typical and believable near-future prediction. The second is the OASIS,  a dazzling land bound only by the limits of one's imagination that has somehow ossified around late 20th-century pop-culture artifacts.","frames":[45860,71760],"images":[]},{"text":"Halliday created the OASIS,  sure,  but he's also prone to musings like,  \"I'm not crazy about reality,  but it's still the only place to get a decent meal.\"","frames":[72140,83220],"images":[]},{"text":"That's what Ready Player One ends up feeling like: a decent meal with tantalizing hints of something more complex,  a Big Mac with Roquefort sprinkled on top. Rather than dig into the byzantine inner workings of the OASIS,  Spielberg spends time with the flashier stuff. So log on,  tune in,  and drop out—after all,  there are far worse worlds one could get lost in.","frames":[83700,112300],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1523357369792-12.png","id":70}