{"title":"如何在接受一个工作机会之前识别不良的企业文化","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566199853481-18.mp3","content":[{"frames":[6250,28950],"text":"Many recent graduates have indicated that they would accept a significant pay cut in order to work for a company that they felt had great values,  culture,  and leadership. However,  candidates need to identify certain red flags to make sure that culture they find themselves in is the one they signed up for before it’s too late.","images":[]},{"frames":[28950,32100],"text":"Look past the superficial perks","images":[]},{"frames":[32100,49600],"text":"One pitfall are superficial perks like ping-pong tables in the break room and free lunches. “A lot of people consider perks as culture. Perks is just stuff, ” explains Piyush Patel,  founder of online training company Digital-Tutors.","images":[]},{"frames":[49600,52850],"text":"Consider the pace of the recruiting process","images":[]},{"frames":[52850,69700],"text":"“If someone is too quick to hire you,  they’re just using a body to fill a role, ” said Aaron Harvey,  founding partner of Ready Set Rocket. He adds that a lack of due diligence is the number one red flag candidates should watch out for.","images":[]},{"frames":[69700,80100],"text":"While a rushed recruiting process reflects poorly on the company,  Harvey believes that an overly time-consuming one may be just as bad.","images":[]},{"frames":[80100,84350],"text":"Consider different things depending on the size of the company","images":[]},{"frames":[84350,104800],"text":"Candidates for positions at smaller companies should ask questions specific to workplace atmosphere and friendliness. Candidates applying for positions at larger organizations,  on the other hand,  should ask about the impact individual employees are able to make on the overall direction of the company.","images":[]}],"author":"8.20 周二 接offer","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566199853481-2.png","engTitle":"How to identify a toxic culture before accepting a job offer","id":700,"duration":105117,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566199853481-16.png"}