{"title":"带着对过去新的自豪感，中国揭开了紫禁城的序幕","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566215691731-20.mp3","content":[{"frames":[6340,15740],"text":"For much of the past century,  the Forbidden City has been an imposing void in the otherwise bustling heart of Beijing.","images":[]},{"frames":[15940,45400],"text":"The 180-acre compound,  where emperors and their advisers plotted China’s course for centuries,  was stripped of its purpose when the last emperor abdicated in 1912. Since then,  the palace grounds have at times lain empty or been treated as a museum,  with most of the halls closed to the public and the few that were open crammed with tourists on package tours.","images":[]},{"frames":[45700,61320],"text":"But as the Forbidden City approaches its 600th birthday next year,  a dramatic change has been taking place,  with even dark and dusty corners of the palace restored to their former glories for all to see.","images":[]},{"frames":[61540,85860],"text":"As recently as 2012,  only 30% of the vast complex was open to the public. Now,  80% is accessible — quickly filling with exhibition spaces,  bookstores,  and gift stores,  as well as quiet walkways,  shady stands of trees and odd nooks that invite contemplation of bygone dynasties.","images":[]},{"frames":[86080,103780],"text":"Most visitors are still part of package tours that quickly funnel people through the central part of the complex. But taking a slower,  more meandering path through the Forbidden City is a better way to soak up the history and discover some of its secrets.","images":[]},{"frames":[103780,120680],"text":"For a visitor willing to take some time,  the most notable and pleasant spots are the wings of the palaces and the courtyards that are now open and where one can sit,  drink a tea and watch the vermilion walls shimmer in the summer sun.","images":[]},{"frames":[120680,122680],"text":"","images":[]}],"author":"8.21 周三 故宫","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566215691731-2.png","engTitle":"With new pride in its past, China raises the curtain on the Forbidden City","id":701,"duration":120921,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566215691731-18.png"}