{"title":"日本叫停展有韩国“慰安妇”雕像的展览","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566202300075-18.mp3","content":[{"frames":[5400,19700],"text":"A Japanese exhibition featuring a controversial South Korean artwork depicting a wartime sex slave has been cancelled after threats of violence as bilateral ties between the countries fray.","images":[]},{"frames":[19700,34150],"text":"The statue — a girl in traditional South Korean clothes sitting on a chair — symbolises \"comfort women\",  who were forced to work in wartime Japanese military brothels during World War II.","images":[]},{"frames":[34150,45600],"text":"Aichi Governor Hideaki Omura,  who heads organisers,  said they received a number of threatening emails,  phone calls and faxes against the exhibition.","images":[]},{"frames":[45600,52300],"text":"\"We made the decision as we fear that we can't safely organise the exhibition, \" the governor said.","images":[]},{"frames":[52300,71600],"text":"Activists have in recent years set up dozens of statues in public venues around the world,  many of them in South Korea,  in honour of the victims. The statues have drawn the ire of Tokyo,  which has pressed for the removal of one outside its embassy in Seoul.","images":[]},{"frames":[71600,87700],"text":"On Friday,  Japan and South Korea rescinded each other's favoured export partner status and Seoul said it would review a military information agreement,  as a long-running row between the US allies hit a new low.","images":[]},{"frames":[87700,99400],"text":"The two countries — both democracies and market economies — are also mired in long-running disputes over the use of forced labour during World War II.","images":[]}],"author":"8.21 周三 日本取消慰安妇展览","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566202300075-2.png","engTitle":"Japan halts exhibit of S. Korea's 'comfort women' statue","id":702,"duration":99527,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566202300075-16.png"}