{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566355860917-18.mp3","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566355860917-16.png","duration":146364,"id":704,"title":"新加坡的普通人花钱比富人快","author":"8.14 周三 新加坡贫富","content":[{"frames":[5000,17820],"text":"Singapore is Asia’s Monte Carlo,  a playground of the wealthy. The city-state has the third-highest concentration of ultra-rich individuals after Monaco and Geneva.","images":[]},{"frames":[17820,34680],"text":"So it’s all the more surprising that in the past five years,  most of the spending impulse in Singapore has come from those at the bottom of the economic pyramid,  while the condo-dwelling bankers and the landed elite have been relatively thrifty.","images":[]},{"frames":[34680,68620],"text":"Between 2013 and 2018,  people living in one- and two-room public housing increased their monthly spending by 3.7% on average,  while families in private apartments saw expenditure fall by 0.1%. Households living in landed property,  who spent nearly 5% more on average every year between 2008 and 2013,  tightened the purse strings to just 0.2%.","images":[]},{"frames":[68620,85860],"text":"The findings were released last week as part of the statistics department's household expenditure survey,  a detailed study conducted every five years. But why are Singapore’s rich in hibernation while the masses are boldly spending their incomes?","images":[]},{"frames":[85860,124980],"text":"The government’s study covers a period in which internet connectivity doubled to 45% among households living in the smallest units offered by the public housing agency. No wonder that overall spending on a number of things – from digital cameras to car ownership – declined. Phone cameras got better and made digital cameras redundant; in a city where the mandatory certificate of entitlement to own a car is often costlier than the vehicle itself,  ride-hailing apps came as a blessing. Cheaper online substitutes emerged for shopping and entertainment.","images":[]},{"frames":[124980,146040],"text":"The moneyed folk will still make a splash,  like when the vacuum-cleaner billionaire James Dyson snapped up a S$73.8 million penthouse,  the costliest in Singapore’s history. But it’s the quiet humming of the cash registers in hawker centers that’s more telling now.","images":[]},{"frames":[146040,148040],"text":"","images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566355860917-2.png","engTitle":"Singapore's ordinary folk spend faster than the rich"}