{"title":"6 岁韩国 YouTube 博主宝蓝买下 800 万美元房产","content":[{"images":[],"text":"A six-year-old South Korean YouTube star with 30 million subscribers has purchased a multimillion dollar,  five-story property in Seoul.","frames":[6750,17700]},{"images":[],"text":"In one of her most popular clips,  which attracted over 376 million views,  Boram makes instant noodles using a plastic toy kitchen and then enthusiastically slurps them down on camera.","frames":[17800,33350]},{"images":[],"text":"But some of Boram's content has attracted controversy in South Korea for the values it promotes.","frames":[33350,40300]},{"images":[],"text":"In 2017,  non-governmental organization Save the Children received complaints from citizens in South Korea who were worried Boram's clips could negatively impact the emotional and ethical development of young viewers.","frames":[40350,56850]},{"images":[],"text":"They were especially concerned by staged clips that showed Boram stealing money from her father's wallet and appearing to drive cars on the road,  the organization's advocacy department manager Koh Woohhyun told CNN.","frames":[56850,73050]},{"images":[],"text":"In the past,  some people have raised concerns over how YouTube handles videos that feature children.","frames":[73100,80650]},{"images":[],"text":"In February,  YouTube decided to switch off comments on videos of minors after accusations that the platform had aided pedophiles in finding clips of children.","frames":[80650,92700]},{"images":[],"text":"At the time,  a YouTube spokesperson told CNN Business the company had reviewed and removed thousands of inappropriate comments,  terminated over 400 channels,  and removed dozens of videos that included minors.","frames":[92700,109100]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566452680580-10.mp3","engTitle":"Boram, 6-year-old South Korean YouTuber, buys $8 million property","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566457128917-2.png","id":705,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566457128917-22.png","author":"8.23 周五 韩国油管博主","duration":109375}