{"title":"老年群体成为中国科技公司的下一个高增长市场","content":[{"images":[],"text":"Soon after dinnertime,  Xiangyang Park in central Shanghai transforms into a ballroom. Loudspeakers pump out old pop songs as elderly folk sway under the plane trees. A picture of geriatric nostalgia — until you meet Ms Shi and Mr Zhou,  a couple in their 70s whose enthusiasm for the waltz is matched only by that for their smartphones. “I can go without food,  but not without my smartphone, ” Ms Shi confesses.","frames":[6060,40600]},{"images":[],"text":"She and her husband remain unusual. Less than one in three Chinese over 50 reported owning a smartphone in 2016,  the latest year for which the Pew Research Centre,  a think-tank,  has data,  half the share in America.","frames":[40600,58860]},{"images":[],"text":"Tech companies want to lure more Ms Shis and Mr Zhous online. To tech firms,  the disconnectedness of China’s 250m-odd old,  or 18% of the population,  is an opportunity. Unlike the young,  whose fragmented attention is fought over by thousands of apps,  retirees are up for grabs.","frames":[59120,83060]},{"images":[],"text":"And once on the internet,  they splurge. In 2017 JD.com,  a big e-commerce firm,  found that they spent 2.3 times as much as the average user. Their typical deposit in Yu’E Bao,  an online cash-management service controlled by Alibaba,  a giant internet firm,  is 7, 000 yuan compared with 4, 000 yuan across all ages.","frames":[83060,111980]},{"images":[],"text":"The big generalists hope to lock the oldies in early. People over 55 are now WeChat’s fastest-growing cohort. Ele.me,  a food-delivery service,  is trialling meal and medicine deliveries for the elderly,  and one-off help with things like changing light bulbs. With the over-60s’ share of the population expected to double to one-third by 2050,  there is wisdom in this strategy.","frames":[111980,144460]},{"images":[],"text":"","frames":[144460,146460]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566452702264-10.mp3","engTitle":"The elderly are the next big growth market for Chinese tech firms","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566452702264-20.png","id":706,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566452702264-38.png","author":"8.23 周五 爷爷奶奶科技","duration":144875}