{"title":"阿迪达斯举行 70 周年庆典，新办公楼启动仪式明星荟萃","content":[{"images":[],"text":"Adidas celebrated its 70th anniversary on Friday with appearances at its Bavaria campus by sponsored athletes such as tennis veteran Stan Smith and German soccer legend Philipp Lahm,  as well as celebrity partners like Pharrell Williams.","frames":[7520,25580]},{"images":[],"text":"Adidas opened a new building resembling a football stadium and housing 2, 000 employees at its sprawling site outside the town of Herzogenaurach.","frames":[25820,37880]},{"images":[],"text":"\"This puts us in a perfect position for the future,  continuing on our international growth track, \" Chief Executive Officer Kasper Rorsted told employees.","frames":[37880,50360]},{"images":[],"text":"Adidas,  whose shares fell on Thursday after it warned profitability will be squeezed in the second half of the year by higher sourcing costs and price cuts,  has its roots in a shoe factory set up in Herzogenaurach in 1924 by brothers Adolf and Rudolf Dassler.","frames":[51940,72520]},{"images":[],"text":"The two,  who made spikes for athletes including gold medalist Jesse Owens at the 1936 Olympics in Berlin,  fell out during World War Two and went on to found separate firms: Adolf set up Adidas on Aug. 18,  1949,  after Rudolf registered his company Puma the previous year.","frames":[72520,96660]},{"images":[],"text":"Both companies grew to become global giants,  although Nike overtook Adidas and Reebok — later bought by Adidas — to become the biggest U.S. sports brand in the 1980s,  leaving Adidas in second place and Puma lagging further behind.","frames":[96920,114840]},{"images":[],"text":"Both companies still have their headquarters in Herzogenaurach where they employ thousands of staff.","frames":[114840,122520]},{"images":[],"text":"","frames":[122520,124520]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566529501850-18.mp3","engTitle":"Adidas celebrates 70 years with star-studded building opening","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566529501850-2.png","id":709,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566529501850-16.png","author":"8.24 周六 阿迪summer","duration":123388}