{"engTitle":"China, where the pressure to marry is strong, and the advice flows online","duration":112607,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1523444782428-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1523444782428-6.mp3","title":"中国女结婚压力大，网上顾问受追捧","content":[{"text":"Every evening,  Liang Xuemeng goes online to read the latest postings from Ayawawa,  one of China's most popular advice columnists. \"I wish I'd started following her before my first marriage failed.\" said Ms. Liang,  29,  an office clerk in Beijing.","frames":[6240,24800],"images":[]},{"text":"Ayawawa is the online name of Yang Bingyang,  one of several online advice dispensers who have won celebrity in China by tapping into urban women's anxieties about finding a man to marry.","frames":[25640,39800],"images":[]},{"text":"She compared managing a relationship to taking an examination. \"If there's something wrong with the exam,  it's not my job to change how it works,  but to tell my followers how to take the exam and score a high grade under the existing circumstances.\"","frames":[40460,57340],"images":[]},{"text":"Although women in their 20s are greatly outnumbered by men in the same age group in China,  a product in part of the since-abandoned one-child family policy and a cultural preference for sons,  they face enormous pressure to marry. Those who do not have a husband by the age of 27 are routinely branded as \"leftover women, \" with diminishing value in the dating market.","frames":[58000,84340],"images":[]},{"text":"Lu Pin,  a founder of Feminist Voices,  an online journal devoted to women's issues,  said economic progress in China had not been accompanied by progress on gender relations.","frames":[85080,97360],"images":[]},{"text":"\"It's sad to see,  when the economy has produced so many more opportunities,  that more and more women believe that getting married is superior to working hard and achieving a successful career, \" she said.","frames":[98080,111580],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1523444782428-14.png","id":71}