{"title":"水熊虫在宇宙飞船坠毁月球后或幸存","content":[{"images":[],"text":"The Israeli Beresheet probe was meant to be the first private lander to touch down on the moon. And all was going smoothly until mission controllers lost contact in April as the robotic craft made its way down. Beyond all the technology that was lost in the crash,  Beresheet had an unusual cargo: a few thousand tiny tardigrades,  the toughest animals on Earth.","frames":[7000,35820]},{"images":[],"text":"Tardigrades have fascinated scientists since their discovery in the 18th century. They have been found on mountain tops,  in scorching deserts,  and lurking in subglacial lakes in Antarctica. They survived being frozen in liquid helium and being boiled at 149C.","frames":[36280,57660]},{"images":[],"text":"The tardigrade’s secret is the ability to shrivel into a seed-like pod,  expelling nearly all of its water and slashing its metabolism. In this “tun” state,  the animals can hunker down and survive conditions that would normally be swiftly fatal.","frames":[57960,75960]},{"images":[],"text":"“Tardigrades can survive pressures that are comparable to those created when asteroids strike Earth,  so a small crash like this is nothing to them, ” said Lukasz Kaczmarek,  a tardigrade expert and astrobiologist.","frames":[76240,91660]},{"images":[],"text":"“They cannot colonise the moon because there is no atmosphere and no liquid water, ” Kaczmarek said. “But it could be possible to bring them back to Earth and then add water. They should resurrect.”","frames":[91660,106620]},{"images":[],"text":"","frames":[106620,108620]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566542486869-11.mp3","engTitle":"Tardigrades may have survived spacecraft crashing on moon","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566529501850-29.png","id":710,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566529501850-43.png","author":"190825 Sun. Water bears(修改)","duration":107024}