{"title":"中国国务院提出深港澳三地联动发展","content":[{"images":[],"text":"China's State Council has called for greater development of the southern city of Shenzhen and the integration of its culture and economy with neighbouring Hong Kong and Macau.","frames":[7020,19960]},{"images":[],"text":"The directive comes as anti-government protests in Hong Kong threaten the status of the Asian financial hub.","frames":[19960,27840]},{"images":[],"text":"Hong Kong,  one of the world's busiest ports,  is on the verge of its first recession in a decade as violent anti-government protests scare off tourists and bite into retail sales and investment.","frames":[27840,42920]},{"images":[],"text":"The State Council 19-point directive,  published in state-media outlet People's Daily,  calls for Shenzhen's \"economic strength and development\" to rank among the best in the world by 2025,  and a \"global benchmark\" by the middle of the century.","frames":[42920,62580]},{"images":[],"text":"The directive called for the \"modernisation of social governance\" in Shenzhen via the \"comprehensive application of big data,  cloud computing,  artificial intelligence and other technologies.\"","frames":[62580,76260]},{"images":[],"text":"It called for the integration of the culture and economy of Shenzhen with Hong Kong and Macao via funding for hospitals,  joint disaster relief efforts and cultural exchanges,  and to further develop the Hong Kong-Macao Greater Bay Area and \"enrich the new practice of the 'one country,  two systems' policy.\"","frames":[76260,99660]},{"images":[],"text":"","frames":[99660,101660]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566543192061-43.mp3","engTitle":"China's State Council calls for Shenzhen integration with Hong Kong, Macau","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566529501850-56.png","id":711,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566529501850-70.png","author":"190826 Mon. Shenzhen - DanielAmerman 82119 2min","duration":99971}