{"title":"戒糖有效吗？我将找到答案。","content":[{"images":[],"text":"Early one Saturday,  I headed to a \"sugar detox\" seminar at my gym.","frames":[4250,10200]},{"images":[],"text":"I was there on doctor's orders. He had advised a sugar detox for me to lose visceral fat,  which Mark Hyman,  the medical director of the Cleveland Clinic's Center for Functional Medicine,  said \"affects a whole range of diseases from cancer to heart disease,  diabetes and Alzheimer's.\"","frames":[10200,31900]},{"images":[],"text":"As I started my detox,  Hyman advised me to add \"a lot of fat,  because fat makes you feel full and speeds your metabolism, \" which I didn't know. Then came a second revelation: \"Fat actually helps you burn fat, \" he explained,  destroying many of the myths I'd grown up with.","frames":[31900,53250]},{"images":[],"text":"For the first several days,  frankly,  my detoxing was hell. Making certain foods forbidden made me want them more. Ice cream. Pasta. Chocolate. Even wine,  which contains a fair amount of sugar. My cravings were intense and seemed never-ending,  and if I cheated I felt like a loser. I was irritable and moody.","frames":[53250,78450]},{"images":[],"text":"But by day five the cravings had subsided. I started to lose weight. Before the detox I weighed 166 pounds. Twelve weeks later,  I hit a new low adult weight: 155. My bloodwork looks much better. And as my belly fat has reduced,  I do feel better and more energetic.","frames":[78500,103200]},{"images":[],"text":"I'm now in my fourth month of a modified detox — I don't want to live without wine or some sweets. I know I can't avoid all added sugars,  no matter how vigilant I may be.","frames":[103200,116250]},{"images":[],"text":"The big question: How long will I stay on it? Stay tuned.","frames":[116250,120700]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566540264908-18.mp3","engTitle":"Does a sugar detox work? I'm finding out.","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566540264908-2.png","id":712,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566540264908-16.png","author":"8.25 周日 戒糖","duration":120895}