{"title":"中国警方立案调查联邦快递包裹涉枪案","content":[{"images":[],"text":"Police in southeast China's Fujian province have launched an investigation after a FedEx parcel sent from the United States was found to contain a handgun,  the latest Chinese-related problem to affect the U.S. package delivery firm.","frames":[6050,24750]},{"images":[],"text":"Amid tense Sino-U.S. relations,  Memphis-based FedEx is facing scrutiny in China on suspicion it illegally held back more than 100 Huawei packages after Washington in May placed the Chinese telecoms giant on a blacklist that effectively blocks U.S. firms from doing business with it.","frames":[24750,49250]},{"images":[],"text":"Police in the Jin'an district of Fuzhou,  the capital of Fujian,  said on Weibo on Sunday that an unidentified sporting goods company had received the parcel sent from a U.S. customer via FedEx.","frames":[49250,65800]},{"images":[],"text":"\"Inside was a gun, \" the Jin'an police said on their official micro-blogging platform similar to Twitter. \"At the present time,  the Fuzhou police have already impounded the gun and started an investigation into the case.\"","frames":[65800,82700]},{"images":[],"text":"A spokeswoman for FedEx,  which has apologised for multiple incidents of Huawei packages being diverted,  said that the company had notified authorities about the shipment on June 14,  without providing further details.","frames":[82700,99350]},{"images":[],"text":"\"We take this matter seriously,  and will continue to fully cooperate, \" she said in an e-mail.","frames":[99350,106650]},{"images":[],"text":"The company sued the U.S. government in June,  saying that it should not be held liable if it inadvertently shipped products that violated a ban on exports to some Chinese companies.","frames":[106650,120400]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566801500585-18.mp3","engTitle":"Chinese police investigate FedEx package containing handgun","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566801500585-2.png","id":713,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566801500585-16.png","author":"8.27 周二 联邦运枪","duration":120581}