{"title":"联邦调查局突击搜查后，对爱普斯坦犯罪证据的搜寻目标转移至“恋童癖岛”","content":[{"images":[],"text":"FBI investigators yesterday raided Jeffrey Epstein's private hideaway in the US Virgin Islands.","frames":[8500,16340]},{"images":[],"text":"Despite the disgraced financier's suicide on the weekend,  Attorney General William Barr has vowed to continue the federal sex-trafficking case against him and \"any co-conspirators\".","frames":[16340,30740]},{"images":[],"text":"Little St James Island has gained a variety of sinister nicknames over the years,  including 'Paedophile Island' and 'Orgy Island.'","frames":[31040,41640]},{"images":[],"text":"He purchased the island in 1998 for $7.95 million,  and his 75-acre property there is now ringed with towering 40ft palm trees,  dotted with large parrot structures,  and protected by security guards.","frames":[41640,59720]},{"images":[],"text":"The billionaire built roads,  villas,  and a mysterious white square edifice that looked like a temple with a golden dome.","frames":[59720,69040]},{"images":[],"text":"One former employee said Epstein once had a large ferry in which he transported up to 200 workers from the larger island of St Thomas to his island every day for construction work.","frames":[69040,83740]},{"images":[],"text":"Another former worker told Bloomberg he saw women sunbathing naked and there was a \"zen-like\" atmosphere.","frames":[83740,92380]},{"images":[],"text":"There was also a steel safe in the main house,  with such a high level of security it was suggested the lock box \"contained more than just money.\"","frames":[92380,103460]},{"images":[],"text":"Epstein's stone mansion on the island has cream walls and a bright turquoise roof. Nearby is a maids' quarters.","frames":[103460,113000]},{"images":[],"text":"One alleged Epstein victim has claimed to have seen former US President Bill Clinton on the island.","frames":[113000,120600]},{"images":[],"text":"A Clinton spokesman has issued a statement saying he never visited there.","frames":[120600,126320]},{"images":[],"text":"","frames":[126320,128320]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566807780134-18.mp3","engTitle":"Hunt for proof of Epstein's crimes turns to 'paedophile island' after FBI raid","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566807780134-2.png","id":714,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566807780134-16.png","author":"8.27 周二 爱泼斯坦","duration":126772}