{"title":"要闻解读：为什么亚马孙大火引发了巴西和全世界的危机？","content":[{"images":[],"text":"A record number of fires ravaging the Amazon has drawn international outrage because of the rainforest’s importance to the global environment and prompted Brazilian President Jair Bolsonaro to dispatch the military to assist in firefighting.","frames":[8250,27200]},{"images":[],"text":"Here is what you need to know about the disaster.","frames":[27200,30650]},{"images":[],"text":"What caused the fires?","frames":[30650,33200]},{"images":[],"text":"Fires in the Amazon are often set on purpose to clear land. After loggers extract wood,  speculators burn the remaining vegetation to clear it in hopes of selling the land to farmers and ranchers.","frames":[33200,49200]},{"images":[],"text":"Environmentalists believe those deforesting are the same people starting the fires,  because they hear Bolsonaro calling for more development of the Amazon.","frames":[49200,61600]},{"images":[],"text":"How has the public reacted?","frames":[61600,64050]},{"images":[],"text":"Brazilians have taken to the streets to protest government inaction on the fires in more than a dozen cities,  shutting down major roads in Brasilia and Sao Paulo. On social media,  #PrayForAmazonas and similar hashtags have been trending on Twitter.","frames":[64050,85600]},{"images":[],"text":"What does it all mean for climate change?","frames":[85600,88950]},{"images":[],"text":"Scientists fear that continued destruction of the Amazon could push it toward a tipping point,  after which the region would enter a self-sustained cycle of forest dieback.","frames":[88950,103100]},{"images":[],"text":"If the tipping point is triggered,  the dieback will take 30 to 50 years,  in which time 200 billion tonnes of carbon dioxide would be released into the atmosphere,  making it far harder for the world to keep temperature rises below 1.5 to 2 degrees Celsius.","frames":[103100,125500]}],"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566893151100-18.mp3","engTitle":"Explainer: Why are the Amazon fires sparking a crisis for Brazil — and the world?","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566893151100-2.png","id":715,"posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566893151100-16.png","author":"8.28 周三 亚马逊大火","duration":125962}