{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566958794123-8.mp3","title":"一场价值十亿美金的比赛：谁会率先成为中国的亚马逊 Twitch？","engTitle":"The billion-dollar race to become China's Amazon Twitch","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566962755420-23.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566893734370-2.png","author":"8.29 周四 游戏直播","content":[{"images":[],"frames":[5760,30380],"text":"Cameras flashed and fans screamed,  as Liu Mou stepped into the spotlight on a sweltering summer evening. Liu and his fans were on a waterfront for a carnival celebrating the industry,  hosted by one of China's largest game-streaming companies,  Douyu. Liu is its biggest celebrity."},{"images":[],"frames":[30380,51420],"text":"Liu and Douyu's fate are intertwined by the challenge: to prove their spectacular rise is more than a fad but can withstand competition and cash burn. Analysts predict the industry could grow to be a $3 billion business in China."},{"images":[],"frames":[51420,74520],"text":"Twitch,  acquired by Amazon for nearly $1 billion in 2014,  is the dominant game-streaming platform in the U.S. Unlike Twitch,  which has multiple revenue streams like subscriptions and ads,  Chinese platform operators live and die on virtual gifts from fans."},{"images":[],"frames":[74520,95880],"text":"Ninety-one percent of Douyu's revenue came from virtual gifts in the quarter ended March. Liu alone may have contributed as much as 3% of Douyu's revenue in the second quarter,  according to Ke Yan,  a Singapore-based analyst with Aequitas Research."},{"images":[],"frames":[95880,116300],"text":"The battle to be the biggest game-streaming platform is costly. The cash burn on marketing and retaining top performers has caused investors to question the business model. Douyu's arch nemesis,  Huya,  is trading at only half of its June peak last year."},{"images":[],"frames":[116300,129800],"text":"That doesn't bode well for Douyu. Despite having a larger user base and more top performers,  Douyu lags behind Huya on margin and revenue."},{"images":[],"frames":[129800,139420],"text":"Douyu's founder is looking for a second act. China's game streaming industry has been experiencing a slowdown in growth."},{"images":[],"frames":[139420,156080],"text":"At Douyu's headquarters in Wuhan's Optics Valley tech hub,  a pair of Siamese fighting fish swim in the tank near the front desk. \"One tank cannot house two fish, \" a sign reminds visitors."},{"images":[],"frames":[156080,158080],"text":""}],"duration":156504,"id":716}