{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566893734370-27.mp3","title":"大火还在亚马孙雨林肆虐，巴西政府拒不接受国际上的批评","engTitle":"As fires rage in Amazon, Brazil pushes back against global scorn","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566893734370-25.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566893734370-9.png","author":"8.28 周三 亚马逊大火","content":[{"images":[],"frames":[7280,21760],"text":"The Brazilian government is pushing back against mounting national and international pressure over its environmental policies as a record number of fires rip through the Amazon rain forest."},{"images":[],"frames":[21760,43060],"text":"Germany and Norway have already suspended their contributions to a rain forest preservation fund,  and polls indicate that even among President Jair Bolsonaro’s own voters there is overwhelming support for stronger measures to combat illegal deforestation."},{"images":[],"frames":[43060,61540],"text":"Data from the National Institute of Space Research showed an 84% year-on-year increase in forest fires in 2019,  many caused by loggers incentivized by the government’s disdain for environmental oversight."},{"images":[],"frames":[61540,80140],"text":"While Bolsonaro relishes criticism of his attitude toward the Amazon — jokingly referring to himself as “Captain Chainsaw” — his supporters in the agricultural sector fear a backlash from consumers both in Brazil and abroad."},{"images":[],"frames":[80140,95780],"text":"Senior figures in Brazil’s agricultural sector have warned the president of the potential economic repercussions of his policies,  though so far Bolsonaro himself has shown little sign of paying heed."},{"images":[],"frames":[95780,108860],"text":"One of the key concerns is the possible impact on the recent trade deal agreed between the European Union and the South American customs union,  Mercosur."},{"images":[],"frames":[108860,127600],"text":"“The Mercosur-EU deal hasn’t been ratified yet and there are requirements in it about sustainability and the protection of the indigenous,  for example, ” Renata Amaral,  Director of International Trade at the Barral MJorge consultancy,  said."},{"images":[],"frames":[127600,129600],"text":""}],"duration":127922,"id":717}