{"url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1566993333104-48.mp3","title":"“我们的土地不供出售”：格陵兰岛和丹麦是如何回应特朗普显而易见的购买意向的","engTitle":"'Not for sale:' How Greenland and Denmark are reacting to Trump's apparent interest","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566993333104-46.png","shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1566993333104-30.png","author":"8.31 周六 格陵兰岛","content":[{"images":[],"frames":[7220,24980],"text":"President Donald Trump faced a fierce European backlash to his reported interest in acquiring Greenland from Denmark,  as some lawmakers compared the idea to colonialism on Friday while officials on the island said they welcome investment but not a new owner."},{"images":[],"frames":[24980,37900],"text":"Trump's interest in acquiring the massive island — technically located in North America but culturally and politically also tied to Europe — was first reported by the Wall Street Journal on Thursday evening."},{"images":[],"frames":[37900,65820],"text":"In Denmark,  which counts the autonomous Greenland as part of its territory,  the reaction to Trump's apparent interest in the strategically located island was far less diplomatic with some politicians characterizing the idea as a joke. Danish politicians from across the spectrum reacted with bewilderment,  ridicule and outright anger over what they perceived to be a deeply inappropriate suggestion."},{"images":[],"frames":[65820,78760],"text":"Greenland has long been of interest to past American administrations because of its location between the Arctic and the Atlantic Oceans,  where Russia is increasingly active militarily."},{"images":[],"frames":[78760,99120],"text":"Trump is not the first U.S. president to consider such an offer — the Truman administration reportedly offered Denmark $100 million for Greenland's purchase after World War II. Still,  Danes appeared shocked on Friday that the same suggestion could still come up in 2019."},{"images":[],"frames":[99120,124000],"text":"The idea has touched a nerve in Greenland,  which has long sought complete independence. Denmark has ruled the island for nearly three hundred years,  although it granted Greenland a degree of autonomy in 1979 and complete self-governance in 2009. Still Copenhagen maintains control over defense and foreign affairs."},{"images":[],"frames":[124000,126000],"text":""}],"duration":124440,"id":719}