{"engTitle":"‘Phubbing’ is hurting your relationships. Here’s what it is","duration":119910,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1523610016089-757.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1523610016089-6.mp3","title":"你的人际关系正在遭受严重危害，元凶竟是它——Phubbing","content":[{"text":"Whether you know it or not,  you've been phubbed.","frames":[420,3960],"images":[]},{"text":"\"Phubbing\" — snubbing someone you're talking with to look at a cell phone — may not be part of your everyday vocabulary,  but it's almost certainly part of your everyday life. “Ironically,  phubbing is meant to connect you,  presumably,  with someone through social media or texting, \" says Emma Seppälä,  a psychologist at Stanford and Yale universities. \"But it can severely disrupt your present-moment,  in-person relationships.\"","frames":[4400,34100],"images":[]},{"text":"In the latest study on the subject,  phubbing was found to threaten four \"fundamental needs\" — belongingness,  self-esteem,  meaningful existence and control — by making phubbed people feel excluded. That may be particularly harmful because phubbing happens all the time,  the researchers say.","frames":[34580,55300],"images":[]},{"text":"Of course,  the person being snubbed is the one most hurt by phubbing. But the phubber is affected,  too. A February study found that people who used their phones while eating with friends or family said they enjoyed their meal less and felt more distracted and less engaged than those who didn't use tech at the table.","frames":[55940,78080],"images":[]},{"text":"But you can stop phubbing. If you're a phubber,  creating and following strict technology rules,  such as putting your phone away while eating dinner,  can help you form new habits,  Seppälä says.","frames":[78300,91900],"images":[]},{"text":"If you're the one being phubbed,  Seppälä recommends first shifting your perspective. \"Be patient and compassionate and don't take offense,  because they're following an impulse, \" she says.","frames":[92400,104780],"images":[]},{"text":"\"Their goal is probably not to exclude you. They're looking for inclusion; that's probably why they're looking on their phone. Having a meaningful conversation in real life,  then,  may be exactly what you both need.\"","frames":[105320,119760],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1523610016089-759.png","id":73}