{"engTitle":"The world’s first blockchain toothbrush lets you mine coins by brushing your teeth","duration":106608,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1524136832954-252.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1524136832954-6.mp3","title":"世界第一支区块链牙刷让你边刷牙边挖币","content":[{"text":"Blockchain is the biggest buzzword of the year. However,  we are just now beginning to see what creative (silly) ways will this technology be applied. The newest example from China is a blockchain-based toothbrush by Shenzhen-based 32Teeth,  currently crowdfunding the project through the JD Finance platform.","frames":[6700,27620],"images":[]},{"text":"The company aims to make your teeth really clean by applying not only blockchain technology,  but also facial recognition,  sensors,  and big data. The toothbrush app offers precise identification of 16 tooth surface cleanliness levels,  analyzes users' brushing activity data,  and offers a powerful intelligent reminder. It even has AR function which gives you an inside look (literally) into how you brush your teeth.","frames":[28060,59580],"images":[]},{"text":"The toothbrush also tries to make each of your 32 teeth—the average number of teeth in an adult—a cryptocurrency mine. Brushing your teeth regularly rewards you with AYA tokens (literally \"love teeth coins\") which can be exchanged for more toothbrushes,  toothpaste,  and dental hygiene services.","frames":[59960,81180],"images":[]},{"text":"Although some have ridiculed the product—one commentator worried that his mother might give it to the dog to chew so she can mine as much free stuff as possible—many consumers seem excited with the idea. The high tech toothbrush has already exceeded the RMB 100, 000 crowdfunding goal required for the project. The crowdfunding will continue until May this year.","frames":[81620,106320],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1524136832954-254.png","id":79}