{"engTitle":"Service dogs enjoy outing at Disneyland during training","duration":114042,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1524212840436-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1524212840436-6.mp3","title":"受训中的服务犬在迪士尼尽享户外游玩之乐","content":[{"text":"Man's best friend officially agrees that Disneyland is the happiest place on earth.","frames":[5420,10560],"images":[]},{"text":"Last week,  service dogs-in-training Aryssa,  Essie,  Chekov and Ortega from the nonprofit Canine Companions for Independence enjoyed a field trip to the California theme park,  along with their volunteer puppy raisers.","frames":[11300,27020],"images":[]},{"text":"Volunteer Laura Allen also confirmed that good times were had by all.","frames":[27700,32780],"images":[]},{"text":"\"It's great socialization for the dogs since they get to be around all the different sights,  sounds,  smells and people that Disneyland has to offer, \" she told Fox News of the \"business trip.\"","frames":[33460,45620],"images":[]},{"text":"From waiting on crowded lines to watching kids run amok,  Allen says the pups benefit from the lively environment of the park on various levels.","frames":[46460,56000],"images":[]},{"text":"\"As a puppy raiser,  we look to socialize the puppies we are raising to all types of different environments where their potential graduate might take them, \" said Allen.","frames":[56740,67100],"images":[]},{"text":"\"We start training and exposing the puppies to things at a young age so they are prepared for these types of trips, \" she added.","frames":[67580,74420],"images":[]},{"text":"According to marketing manager Michelle Williams,  the organization breeds,  raises and trains highly-skilled assistance dogs,  placing them free of charge to children,  adults and veterans with disabilities after about a year and a half of training.","frames":[75140,91440],"images":[]},{"text":"\"In professional training,  they learn to pick up dropped items and return them to their handlers,  open and close doors and drawers,  turn on and off lights,  and more, \" she told Fox News.","frames":[92200,103880],"images":[]},{"text":"And luckily for Aryssa,  Essie,  Chekov and Ortega's future owners,  the pups now know their way around Disneyland.","frames":[104580,113140],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1524212840436-18.png","id":80}