{"engTitle":"Fashion week comes to Saudi Arabia—in modest style","duration":106060,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1524479843433-17.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1524479843433-6.mp3","title":"时装周来到沙特阿拉伯——以一种保守的风格","content":[{"text":"At this catwalk show,  only women are allowed to watch,  skirts can't show off the knees and cleavage is strictly forbidden.","frames":[5980,14560],"images":[]},{"text":"Welcome to Fashion Week,  Saudi-style.","frames":[15340,18220],"images":[]},{"text":"Saudi Arabia is hosting its first-ever Arab Fashion Week,  an event that is testing the limits of what is acceptable in a profoundly religious country where women in public must wear abayas—typically all-black full-length gowns.","frames":[18960,35920],"images":[]},{"text":"Billed as part of the social change rippling through Saudi Arabia,  the event gave big Western fashion lines an opportunity to show off to deep-pocketed Saudis as the country cracks the door open further to Western brands.","frames":[36740,51780],"images":[]},{"text":"The idea of a fashion week in Saudi Arabia,  which doesn't have an industry of its own to speak of,  would have been unimaginable until recently. The country is undergoing changes pushed by Prince Mohammed bin Salman,  including lifting the ban on women driving and the opening of the first cinemas in decades.","frames":[52420,73560],"images":[]},{"text":"But still it remains one of the world's most conservative and opaque countries. Designers were given a host of restrictions,  and none of the models were Saudi. Organizers said the event happening at all was a triumph.","frames":[74300,89840],"images":[]},{"text":"\"We are not doing this to break rules, \" said Princess Al-Saud,  the executive president of the Arab Fashion Council,  which organized the fashion week. \"We are doing this hand-in-hand with the culture and our tradition and religion.\"","frames":[90680,105100],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1524479843433-15.png","id":83}