{"engTitle":"India approves death penalty for rape of girls under 12","duration":107547,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1525250560450-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1525250560450-6.mp3","title":"印度：性侵 12 岁以下女童判处死刑","content":[{"text":"India's cabinet on Saturday approved the death penalty for rapists of girls below the age of 12,  after Prime Minister Narendra Modi held an emergency meeting in response to nationwide outrage in the wake of a series of cases.","frames":[4800,21840],"images":[]},{"text":"The executive order amends the criminal law to also include more drastic punishment for convicted rapists of girls below the age of 16,  government officials said.","frames":[22160,34300],"images":[]},{"text":"India launched fast-track courts and a tougher rape law in 2012,  but India's rape epidemic has shown no sign of dying down. There were 40, 000 rapes reported in 2016. The victims were children in 40 percent of those cases.","frames":[34680,53840],"images":[]},{"text":"The latest outpouring of national revulsion came after details emerged of the gang rape of an eight-year-old Muslim girl in a Hindu-dominated area. Modi's failure to speak out soon enough during the latest bout of public anger fueled criticism that his government was not doing enough to protect women.","frames":[54120,75540],"images":[]},{"text":"With a general election due next year,  Modi moved swiftly to remedy that negative perception by holding the emergency cabinet meeting as soon as he returned on Saturday morning from an official visit to Europe.","frames":[76000,90080],"images":[]},{"text":"The cabinet also prescribed measures for stronger punishment and faster trials in rape cases,  approved the appointment of more public prosecutors,  and ordered police stations to be equipped with special forensic kits,  among other steps.","frames":[90540,107500],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1525250560450-14.png","id":91}