{"engTitle":"Big in China: License-plate marriages","duration":118398,"author":"Laura","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1525433254910-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1525433254910-6.mp3","title":"中国热门事件：车牌婚姻","content":[{"text":"You can marry for love,  you can marry for money,  or,  in Beijing,  you can marry for a license plate.","frames":[4620,12360],"images":[]},{"text":"As authorities try to cap the number of vehicles in China's car-choked capital,  they dole out new license plates via a six-time-a-year lottery. The odds are daunting. This February,  officials handed plates out at the lowest rate ever: one per 1907 entries.","frames":[12820,34340],"images":[]},{"text":"The drawing is fair in principle. But the license-plate system has a big loophole. While private sales of license plates are banned,  the rules allow transfers between spouses.","frames":[34660,47540],"images":[]},{"text":"Thus one solution: sham marriages. In crowded forums and chat rooms,  plate owners offer to tie the knot—for the right price.","frames":[47760,57560],"images":[]},{"text":"At current rates,  a fake-marriage license plate costs some 90, 000 yuan. It's a steep price to pay for the dubious privilege of driving in Beijing,  with its traffic jams and paucity of parking. But the booming middle class sees a car as a necessity,  so demand is intense.","frames":[58000,78160],"images":[]},{"text":"Enticements for matrimonial mischief extend beyond license plates. In Shanghai,  people get sham divorces to take advantage of lower real-estate down-payment requirements for first-time buyers.","frames":[78560,92300],"images":[]},{"text":"The recent nuptial shenanigans also appear to reflect a changing,  and highly pragmatic,  attitude toward marriage. Among middle-class Chinese,  owning a house is seen as an \"entry ticket\" for male suitors to be considered eligible mates. Which raises an odd dilemma: To get a real wife,  you need a house. But to get that house,  you may first need a fake wife.","frames":[92560,118060],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1525433254910-15.png","id":93}