{"engTitle":"What one word drives 'Avengers: Infinity War' and really much of the whole Marvel Cinematic Universe?","duration":135116,"author":"Travis","posterUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1525688968865-4.png","url":"https://cdn.llscdn.com/fe-static/vira/audio/rc-upload-1525688968865-6.mp3","title":"推动《复仇者联盟 3：无限宇宙》及几乎整个漫威电影宇宙的关键词","content":[{"text":"\"Iron Man, \" the first film in the Marvel Cinematic Universe,  is just 10 minutes old when Tony Stark—arms dealer and self-proclaimed genius-billionaire-playboy-philanthropist—makes a sales presentation to America's military brass.","frames":[9840,27160],"images":[]},{"text":"\"I prefer the weapon you only have to fire once, \" he tells the assembled generals. \"That's how Dad did it,  that's how America does it,  and it's worked out pretty well so far.\"","frames":[27920,39780],"images":[]},{"text":"You might not think it,  but that little speech contains one incredibly revealing word: a word that informs who Tony Stark was and will become,  a word that infuses the Marvel Cinematic Universe with much of its meaning.","frames":[40620,57200],"images":[]},{"text":"The word: Dad.","frames":[58080,60100],"images":[]},{"text":"No father is perfect,  and our relationships with our own fathers,  and with our own children,  can be complex.  We see that complexity play out in Disney's Marvel movies again and again. Fathers,  it seems,  are way more important than those pesky old Infinity Stones.","frames":[60920,83580],"images":[]},{"text":"Tony Stark's back in \"Infinity War, \" but he's no longer so much the conflicted son as he is a father-figure himself—mentoring a young Peter Parker,  a.k.a. Spider-Man. Their relationship was one of the best parts of last year's \"Spider-Man: Homecoming\".","frames":[84620,105060],"images":[]},{"text":"\"I was just trying to be like you, \" Peter says.","frames":[106040,109860],"images":[]},{"text":"\"I wanted you to be better, \" Tony tells him.","frames":[110600,114180],"images":[]},{"text":"Doesn't every son,  at some point,  want to be like his father? Doesn't every father want his kids to be better?","frames":[114920,123520],"images":[]},{"text":"Marvel's Cinematic Universe reminds us just how important fathers are,  and those reminders can be poignant and powerful.","frames":[124400,133820],"images":[]}],"shareImgUrl":"https://cdn.llscdn.com/fe-static/vira/image/rc-upload-1525688968865-18.png","id":96}